{"numpages":37,"numrender":37,"info":{"PDFFormatVersion":"1.4","IsAcroFormPresent":false,"IsXFAPresent":false,"Title":"#OPEN_Data governance for online learning_ODI_Sep_2021","Producer":"Skia/PDF m109 Google Docs Renderer"},"metadata":null,"text":"\n\n\n\nContents\nAbout2\nExecutive summary3\nIntroduction4\nContext4\nFocus of the report4\nWho is this report for?4\nHow should you use this report?5\nDefinitions5\nData Governance and Online Learning Data7\nSummary7\nStakeholders7\nWhat are online learning data?8\nOnline learning data flows9\nData governance of online learning data11\nConsiderations for Online Learning Data Governance12\nSummary and action points12\nThe impact of moving from physical classrooms to online hybrid learning12\nConsiderations: Digital Monitoring16\nSummary and action points16\nData protection and data governance for online learning16\nOnline learning and technology17\nLecture recording and remote proctoring17\nConsiderations: Data Protection and Privacy19\nSummary and action points19\nTechnology19\nPlatforms19\nInstitutional policies for online learning20\nGoverning Online Learning Data21\nSummary21\nThe Impact of COVID-1921\nDigital Monitoring21\nData Protection and Privacy22\nModels for the governance of online learning data23\nSurvey and Scoping25\nGathering empirical data25\nSurvey25\nPreliminary observations26\nDiscussion27\nSummary27\nLimitations and caveats27\nConcluding remarks27\nResources List29\nOpen Data Institute 2021Data governance for online learning1\n\nAbout\nThis report was produced as part of the ODI research fellow scheme. Its author was\nJanis Wong, a PhD Researcher at the University of St Andrews, with contributions\nfrom Mahlet (Milly) Zimeta, ODI.\nIf you want to share feedback by email or would like to get in touch, contact Janis at\njccw@st-andrews.ac.uk.\nIf you would like to learn more about the ODI research fellow scheme, please visit the\ninformation and application page, or contact us atfellowships@theodi.org.\nOpen Data Institute 2021Data governance for online learning2\n\nExecutive summary\nData governance considerations and evidence for\nhigher education institutions working with online\nlearning data\nThe Covid-19 pandemic has increased the adoption of technology in education by\nhigher education institutions in the UK.Althoughstudents are expected to return to\n1\nin-person classes, online learning and the digitisation of the academic experience are\nhere to stay. This includes the increased gathering, use and processing of digital\ndata.\n2\nThese changes mean a rethink of traditional data governance strategies for education\nis needed, to adapt them for the online learning environment. Although higher\neducation institutions have long considered how digital technologies can be used to\nhelp shape the future of learning, little consideration has been given to data\ngovernance of online learning and how other forms of educational data impact the\nacademic experience of students and staff in the long term.\nInnovative and forward-thinking data governance strategies should take into account\nthe collection and processing of student and staff administrative data, as well as\nteaching data; explore how digital tools are used to benefit learning; and look at what\nthe data archival practices are at an institutional level. Such governance strategies\ncreate new opportunities to improve the value of data within higher education\ninstitutions.\nData governance in online learning\nIn order to create an online learning strategy that is fit for the future of digital\neducation, university management needs to consider how online learning data should\nbe governed. This includes:\n●\ngoverning research data as well as student and staff personal data related to\nteaching, administration and the data processed by external platforms\n●\naddressing the benefits to, and concerns of, students and staff as the largest\ngroups of stakeholders in delivering secure and safe academic experiences\n●\ndeciding what education technology platforms should be used to deliver,\nrecord and store online learning content, by comparing the merits of\nimproving user experience against potential risks to vast data collection by\nthird parties\n●\nbalancing education innovation with the protection of student and staff\npersonal data through data governance, management and infrastructure\nstrategies.\n2\nThe Observer, Fleming N (2021), ‘After Covid, willdigital learning be the new normal?’\n1\nOffice for National Statistics (2020), ‘Coronavirusand the impact on students in higher education in\nEngland: September to December 2020’.\nOpen Data Institute 2021Data governance for online learning3\n\nOnline learning data governance needs to be considered holistically, with an\nunderstanding of how different stakeholders interact with each other’s data to create\ninnovative, digital means of learning.\nOpen Data Institute 2021Data governance for online learning4\n\nIntroduction\nContext\nIn our data-driven society, digital technologies are increasingly becoming a part of\nour everyday lives. This includes education. The framing of educational data has been\ndescribed by Borgman as ‘grey data’,where the linesof research, teaching, learning,\n3\nservices and administration data blur in the context of universities, raising questions\naround privacy and data governance. Academic data collection has become more\ncomplex due to the open access requirements of institutions, as well as the\naccumulation of such grey datain daily academic life.This is further complicated\nwhere private and corporate stakeholders use this data for third party purposes, such\nas assessing university rankings, exam proctoring or graduate surveys.\nBefore the Covid-19 pandemic, the challenges around data in education–specifically\nonline learning and ethical frameworks for managing data–were already being\nidentified. However, online learning has exponentially accelerated during the Covid-19\npandemic, with students, staff and academic institutions having to rely on\ntechnologies and educational platforms to deliver lessons, record classes and\nintroduce new interactive methods of learning. From reports ofstudentand staff\nsurveillance,to concerns aroundonline learningharassmentand ‘Zoom-bombing’\n4\n(where a person joins a Zoom meeting without invitation and aims to disrupt the\nsession), thedigitisation of online learningnotonly affects the academic experience,\nbut also the relationship between educational institutions and how they collect, use\nand process personal data related to students and staff.\nOther data-related issues involve how research data is collected and stored, how\ndigital materials are archived, and how student and staff data is secured for purposes\nother than online teaching. While these data management processes are often\nconsidered separately, they all fall within the wider remit of how data, and more\nspecifically online learning data, is governed and managed at higher education\ninstitutions.\nFocus of this report\nThis report examines the relationship between higher education institutions and the\nonline learning data they collect, process and share; outlining how online learning\ndata can be better governed and managed. This includes bridging the gap between\nresearch into online learning data pre-pandemic, and the research and policy\nrecommendations resulting from the Covid-19 pandemic. This report outlines current\ndata governance practices and recommendations, how educational institutions can\nbalance the need for innovative learning with privacy of the community, and new\n4\nEdwards L, Martin L, Henderson T (2018), ‘EmployeeSurveillance: The Road to Surveillance is Paved with\nGood Intentions’.\n3\nBorgman CL (2018), ‘Open Data, Grey Data, and Stewardship:Universities at the Privacy Frontier’.\nOpen Data Institute 2021Data governance for online learning5\n\nopportunities for how academic institutions should govern data.\nWho is this report for?\nThis report is for individuals and organisations such as EdTech platforms and\nuniversity management that have to process, manage or govern data, as well as\npolicymakers who have to provide guidance on data governance or develop data\ninfrastructure strategies related to online learning. This includes:\n●\nuniversity and higher education management\n●\neducation policymakers\n●\ntechnology platforms that create digital services for higher education\ninstitutions.\nThis report can be used to inform product development, data management and new\ndata governance strategies.\nHow should you use this report?\nThis report is designed to help you and your organisation understand what online\nlearning data is, why online learning data should be considered more widely as part\nof data governance, and how you can go about incorporating online learning data\nconsiderations into a data governance strategy.\nEach section and subsection has summaries, action points, key points and\nconcluding remarks, to help you identify the most important information and guide\nyour next steps.\nLinks and resources have been included throughout this report, for more in-depth\ninformation on each topic.\nDefinitions\nTo clarify the scope and application of this report, the following are definitions and\nhow we use specific terms:\nAcademic data\nAcademic data refers to data collected, processed and used by higher education\ninstitutions that relates to the academic element of education. This includes\nexamination and coursework data, and research data.\nData governance\nData governance refers to the technical, legal, policy and management\nconsiderations that support data within specific contexts and environments. (See also\ntheData governance and online learning datasection)\nData protection\nOpen Data Institute 2021Data governance for online learning6\n\nData protection in this report refers to the protection of personal data regulated under\nthe UK Data Protection Act (DPA) 2018 and the EU General Data Protection\nRegulation (GDPR) 2018.\nDigital technologies and platforms\nDigital technologies and digital platforms are online tools, applications and services\nthat enable the collection, distribution and sharing of information.\nEducation technologies (EdTech)\nAdopted from the UK Department for Education,educationtechnology (EdTech)\n5\nrefers to the practice of using technology to support teaching and the effective\nday-to-day management of education institutions. It includes hardware (such as\ntablets, laptops or other digital devices), and digital resources, software and services\nthat aid teaching, meet specific needs, and help with the daily running of education\ninstitutions (such as management information systems, information sharing platforms\nand communication tools).\nHigher education institutions\nHigher education (HE) institutions include universities or an institution conducted by a\nhigher education corporation in the UK. For the purposes of this report, the terms\nuniversities and higher education institutions are used interchangeably.\nOnline learning\nOnline learning is learning and education that is conducted in a digital environment\nand facilitated using digital platforms.\nOnline learning data\nOnline learning data covers all aspects of data that is collected, stored and\nprocessed within higher education institutions. This includes teaching material,\nresearch outputs, lecture recordings, student administrative information and\nexamination results. (See also theWhat is onlinelearning data?section)\nIt is important to note that online learning data can have been in a non-digital format\nin the past, and so although the same type of data may have previously been\ngathered, the digital processing of such data has allowed it to be more easily\naccessed, managed and retrieved.\nPersonal data\nFollowing the UK DPA and EU GDPR, personal data refers to information relating to\nnatural persons who can be identified or are identifiable both directly and indirectly\nfrom different information sources. (See also theWhat is online learning data?\nsection)\nSurveillance\nSurveillance refers to the observation or supervision of a group, with or without the\ngroup knowing that they are being observed, usually with the suspicion of\nmalpractice or with the intent to prevent malpractice. Digital surveillance uses\ntechnologies to conduct this observation.\n5\nUK Department for Education (2019), ‘Realising thepotential of technology in education’.\nOpen Data Institute 2021Data governance for online learning7\n\nData governance and\nonline learning data\nIn order to examine how online learning data should be governed by higher education\ninstitutions, we need to understand what types of online learning data there are and\nhow such data is created or used, and explore broader questions surrounding data\ngovernance for online learning.\nSummary\n●\nIn higher education institutions, different stakeholders interact with and create\nonline learning data for different purposes.\n●\nThere are many types of online learning data, including teaching data and\nrelated materials, administrative data, and research data.\n●\nOnline learning data is managed independently at different stages, but it is\nimportant to identify how online learning data follows through the education\nprocess and changes over time across different stakeholders.\n●\nWhen considering how online learning data should be governed, strategies\nshould be targeted towards specific stakeholders and data flows.\nStakeholders\nBefore identifying the relationship between higher education institutions, online\nlearning data and data governance, it is important to first identify the stakeholders\ninvolved. As well as students, other internal and external stakeholders playing key\nroles are also involved. Internal stakeholders include teaching staff, research staff,\nuniversity management, and librarians and archivers. External stakeholders include\ntechnology providers and higher education advocacy institutions.\nIn the table below, we list each relevant stakeholder within the online learning sector,\nsummarising their main motivation and actions in relation to online learning.\nSTAKEHOLDERMOTIVATIONACTION\nHE studentsStudy and make the most of resources\nthat are available in the online learning\nenvironment\nLearning to use and access online\nresources through traditional and new\nonline learning platforms such as emails,\nmoodle pages and video platforms\nHE teaching staffProvide the best possible learningLearning to use traditional and new\nOpen Data Institute 2021Data governance for online learning8\n\nexperience to students using the\nresources and equipment available to\nthem in the online learning environment\nonline learning platforms as allowed by\ntheir institution to deliver teaching and\nmaterials\nHE research staffConduct the best possible research and\npresent their research\nUsing the most suitable platform for\npublishing and sharing their outputs and\nresearch data as well as archiving their\nwork with their institution\nLibrarians and\narchivers\nEnable staff and students to conduct their\nbest work through library resources and\ndata management techniques\nProviding support for staff and students\nin order to find the best resources to use\nin their work as well as the best ways to\nstore and access their data for\ndissemination and retention\nData protection\nofficers\nProtect student and staff personal dataKeeping up to date with data protection\nregulations, implementing those\nregulations in university policies, and\nresponding to data protection requests\nwhere necessary\nUniversity\nmanagement\nSupport their university’s strategy and\npromote their institution to external\nstudents, staff and organisations\nCreate data management and data\ngovernance strategies for their institution\nEducational\ntechnology\nplatforms\nProvide technology capabilities to\nfacilitate online learning\nDevelop applications to be used within\nexisting university infrastructures for\nonline learning\nHigher education\nadvocacy groups\nAdvocate for the position of their\nmembers within education\nEstablish policies that reflect the\nbenefits and challenges in online\nlearning and education for their\nmembers\nEducation\npolicymakers\nCreate supportive, competitive, long-term\nstrategies for online learning and\neducation for higher education in both\nlocal and international contexts\nEngage a wide range of stakeholders to\nprovide input on developing an\neducation strategy that best reflects\ninnovative and forward-thinking\nconsiderations for online learning\nKey points\n●\nThere are a number of stakeholders in online learning, many of whom do not\ninteract with each other during their journey through education.\n●\nAll stakeholders play an active role in their area for advancing their\nexperience in education or the experience of their target audience.\n●\nUnderstanding their motivations and actions can help explain their\nrelationship with you or other stakeholders, as well as their data.\nOpen Data Institute 2021Data governance for online learning9\n\nWhat is online learning data?\nOnline learning data can be split into three main areas: teaching data and associated\nmaterials, administrative data, and research data. Teaching data and its associated\nmaterials refers to the data that is used for the purposes of teaching to fulfil academic\npurposes. Administrative data refers to data that is used to keep a record of student\nand staff roles at the university and to track their progress. Research data refers to\ndata that is collected for the purposes of research. Although research data itself may\nnot play a lead role in online learning, the processes and policies by which research\ndata is managed and stored can affect other types of online learning data. It is\nimportant to note that these types of data and how they are created or used by\nstakeholders is not hierarchical, and they all have important functions as part of the\nonline learning environment.\nIdentifying what constitutes online learning data is important because it helps in\nunderstanding the complexity of governing data in digital education. A successful\ndata governance strategy for online learning must consider all forms of data and how\nthey are used by various stakeholders.\nKey points\n●\nOnline learning data is varied and constantly changing.\n●\nUnderstanding what types of online learning data there are can help better\ngovern these forms of data, opening up new opportunities for both innovation\nand management.\nOnline learning data flows\nTo illustrate how different types of online learning data are created and passed\nthrough the online learning ecosystem, we havemappedout the data flowsto\ndemonstrate how different stakeholders interact with the same type of online learning\ndata.\nThe online learning data flows can be mapped using the ODIData Ecosystem\nMapping toolandData Landscape Playbook. The toolidentifies the data, the\nstakeholders related to the data, and their relationships. The types of data and\nstakeholders are identified, and it is recognised that stakeholders and their roles may\noverlap or cross-over.\nOnline Learning Data Flows\nCreating teaching data:\n●\nTeaching staff: deliver\n●\nStudents: contribute\n●\nUniversity management: facilitate\nRecording teaching data:\n●\nTeaching staff: record\nOpen Data Institute 2021Data governance for online learning10\n\n●\nStudents: access\n●\nUniversity technology: record\n●\nUniversity library/archiver: preserve\nStoring research data:\n●\nResearch staff and students: manage\n●\nAdministrative staff: manage\n●\nUniversity technology: manage\n●\nUniversity library: manage\n●\nData protection officer: protect\nPublicising teaching data and research publications:\n●\nResearch staff: share\n●\nStudents: share\n●\nUniversity technology: share\n●\nUniversity library/archiver: share\nStudent administrative data:\n●\nStudents: provide\n●\nUniversity technology: collect and delete\n●\nUniversity management: reuse and generate\n●\nUniversity library/archiver: delete\nStudent examinations and academic data:\n●\nStudents: provide\n●\nUniversity technology: monitor\nAll online learning data:\n●\nData protection: govern\n●\nUniversity management: govern and deliver\nFollowing the Data Ecosystem Mapping tool, these types of data and their\nstakeholders can be sorted into more generalised categories:\n●\nDatarepresenting teaching data, academic data, researchdata and\nadministrative data.\n●\nGoodsrepresenting academic data resources.\n●\nMoneyrepresenting direct transfer of finances inexchange for another form\nof data or service.\n●\nServicesrepresenting the platform or tool for whichdata can be utilised.\nThese data flows can be mapped into a diagram based on the Data Ecosystem\nMapping tool, demonstrating the relationship not only between stakeholders and\ndata, but also how this could affect relationships between the stakeholders\nthemselves.\nOpen Data Institute 2021Data governance for online learning11\n\nFigure 1:The primary types of information (data,goods, money and services) flow\nbetween different stakeholders. All forms of data are seen as two-way flows, with the\ndotted lines representing indirect relationships.\nKey points\n●\nIn order to better govern online learning data, it is important to understand\nwhat the data ecosystem is like for the online learning and higher education\necosystem.\n●\nMapping the online learning data flows can help clarify how data travels and\ntransforms throughout the institution, and highlight which areas may need\nsupport.\nData governance of online learning data\nData governance of online learning data includes technical, legal, policy and\nmanagement considerations that help support the online learning data flows within\nhigher education institutions.\nGood online learning data governance should outline how different types of online\nlearning data affect the institution and how the data should be protected; illustrate the\nbenefits to the inclusion of certain technologies and data management methods;\nrespond to stakeholders’ concerns; and suggest practical solutions for how the\nOpen Data Institute 2021Data governance for online learning12\n\ninstitution can balance innovative implementation of digital strategies with limiting the\nrisks to additional data collection and processing.\nOpen Data Institute 2021Data governance for online learning13\n\nConsiderations for online\nlearning data governance\nSummary and action points\n●\nThe shift to online learning has significantly impacted how institutions interact\nwith student and staff personal data, with the increase of data gathering,\nservice provision, and transfer to digital resources by higher education\ninstitutions.\n●\nThis includes changes in stakeholder relationships with their personal data\nand the increasing importance of data protection and privacy in the digital\nclassroom.\n●\nWhen creating data governance strategies for online learning, these issues\nmust be taken into consideration in order to establish trust between\nstakeholders and trust in how institutions use their data.\n●\nAlthough higher education institutions and their staff members have been\nmaking the most of technological tools to limit the negative impacts of the\npandemic during the early introduction of online learning, more long-term\ndata governance strategies for online learning are needed to better support\ninstitutional data practices.\n●\nWhen considering how online learning data should be governed, higher\neducation institutions need to better understand how data flows have\nchanged as a result of online learning, and determine to what extent online\nlearning will continue in order to better support the university community.\n●\nPolicymakers should address how data infrastructures will be strengthened\nand how education data should be governed in light of the rapid acceleration\nof online learning.\n●\nCurrent technology providers and new EdTech  companies need to\nunderstand how institutions use their platforms and how data flows through\ninstitutions to deliver better services to students, staff and universities.\nThe impact of moving from physical classrooms\nto online hybrid learning\nPrior to the Covid-19 pandemic, higher education institutions had beenincorporating\ntechnologyinto their teaching, learning and researchpractices. From the introduction\nof email, to the use of laptops by students, technology has allowed for more flexible\nways of working and fostered more methods for collaboration and sharing of\ninformation. However, it is important to identify how the digitisation of education and\nincrease of online learning data has also impacted stakeholder relationships with\neducation and their institutions.As blended learningis set to continue, in order to\n6\n6\nDhawan S (2020), ‘Online Learning: A Panacea in theTime of COVID-19 Crisis. Journal of Educational\nTechnology Systems’.\nOpen Data Institute 2021Data governance for online learning14\n\naccommodate the impact of the pandemic, students are beginning to express\ndissatisfaction in their online learning experience,with university leaders often not\nconsulting them on future plans. In this report, although we identify some of the new\nchallenges that have emerged as a result of adapting to online learning through\nCovid-19, we recognise the efforts that students, staff and institutions have all made\nin transitioning to the digital classroom at short notice. This section outlines the\nimpact of moving from physical classrooms to online learning, both pre-pandemic\nand during the pandemic.\nWhile the full effects of moving to online learning have yet to be seen, some research\nhas been done to assess the impact on students and staff at higher education\ninstitutions. As education is transferred online, it has been shown that over-reliance\non lecture recordings may negatively impact student attainment.During the\n7\npandemic, 74% of students report that exams and assessments are now being\ncarried out online, with 27% reporting that some marks are being based on previous\nassessments.For staff, chilling effects of employeesurveillance in the classroom\n8\nhave also been identified.Staff may also be lesswilling to teach certain topics,\n9\nespecially if a class is recorded, and may limit the time dedicated to general\ndiscussion. Research has recently been conducted to map how higher education\ninstitutions have implemented cloud infrastructures, comparing institutions’ level of\nmigration to public cloud services.\n10\nAs a result, when considering privacy-preserving solutions in education, in order to\nensure that student privacy frameworks align with students’ digital practices,\nstakeholders should incorporate robust ways for students to participate in the\ndiscussion about the best ways to tackle outstanding and fu ture student data privacy\nchallenges.\n11\nTo consider how online learning has changed the relationship with online learning\ndata and to illustrate the impact of this, we adapt each type of data below:\nCreating teaching data:\n●\nMore online teaching data is being created\n●\nAll classes are happening online\n●\nNew technologies introduced in a short timeframe to enable online teaching\nRecording teaching data:\n●\nMost if not all teaching data is recorded\n●\nPotentially stored in different ways, even if teaching was previously recorded\nStoring research data:\n●\nMore research data being stored online\nPublicising teaching data and research publications:\n11\nPlunkett L, Gasser U, Cortesi S (2019). ‘StudentPrivacy and the Law in the Internet Age’.\n10\nFiebig T, Gürses S, Gañán CH, Kotkamp E, Kuipers F, Lindorfer M, Prisse M, Sari T (2021), ‘Heads inthe\nClouds: Measuring the Implications of Universities Migrating to Public Clouds’.\n9\nEdwards L, Martin L, Henderson T (2018), ‘EmployeeSurveillance: The Road to Surveillance is Paved with\nGood Intentions’.\n8\nEdge Foundation (2020), ‘The impact of Covid-19 oneducation: A summary of evidence on the early\nimpacts of lockdown’.\n7\nEdwards M, Clinton M (2019), ‘A study exploring theimpact of lecture capture availability and lecture\ncapture usage on student attendance and attainment’.\nOpen Data Institute 2021Data governance for online learning15\n\n●\nGreater emphasis on digital sharing due to lack of physical events\n●\nNew medium for sharing explored due to international and geographical\ndifferences and allowing for as much sharing as possible\n●\nGreater shift towards openness, both in terms of open access publication\nand in the dissemination of restricted information\nStudent administrative data:\n●\nMore stored as part of online teaching; data derived from online teaching but\nnot part of it, for example taking attendance\n●\nID checks being conducted online and through software and cameras, rather\nthan in person\n●\nStudent feedback all processed online\n●\nStudent services such as physical and mental health; any pastoral support\noutside of academic support\nStudent examinations and academic data:\n●\nAll exams are held online\n●\nMore academic data gathered online, including coursework\nThe impact of online learning can also be mapped onto the data ecosystem,\nextending Figure 1, as shown in Figure 2. This demonstrates how data flow may\nchange as a result of the digitisation of learning and what future opportunities there\nare to strengthen the online learning process. Data, goods, money and services are\nincluded as direct data flows, and support as an indirect data flow. Detailed\ndefinitions of these terms can be found on the Data Ecosystem Mapping tool, but are\nbroadly defined in the list above.\nFigure 2:The primary types of information (data,goods, money and services) flow\nbetween different stakeholders, where solid arrowheads demonstrate the greater\nOpen Data Institute 2021Data governance for online learning16\n\ntransfer of information and data to specific stakeholders. This suggests that who,\nwhat and how data travels through the education data ecosystem has changed as a\nresult of online learning. The boxes outside the map demonstrate the future\nopportunities for developing data governance strategies for online learning.\nSome higher education institutions have successfully modelled their education\nenvironment to be solely digital. The main example isThe Open University (OU). As\nthe largest university in the UK, the OU has long had online distance learning\ncourses. In the context of the Covid-19 pandemic, the OU was much better equipped\nto close their campus and continue online learning. This also means that the OU is in\na better position to protect and manage data for education.\nThe OU is transparent on its website about how student and staff data is used. There\nis a specific page forstudent dataand how differenttypes of students have their data\nmanaged differently. There is also aPrivacy at theOUpage that outlines where data\nis held, what rights data subjects have, staff data protection, alumni data protection,\nand other data related to external organisations and corporations. Both full length\ndocuments and summary documents are provided. The OU also provides links to its\nstrategy and policies, which have information on howdata fits into its overall\nworkings as an institution.\nWhile the OU’s policies may not be suitable for hybrid learning institutions, it\ndemonstrates how online learning can be implemented successfully without\ndetriment to innovative educational practices.\nOpen Data Institute 2021Data governance for online learning17\n\nKey points\n●\nThe rapid transition from physical classrooms to online learning has\nexponentially increased dependence on digital services for delivering\neducation, thus increasing the amount of online learning data that institutions\nhave to govern.\n●\nExisting research, frameworks and guidance can help support online learning\ninfrastructures within and from outside institutions\n●\nWhile this may disrupt the distribution of resources within the institution, it\nalso highlights new opportunities for innovation, governance and policy.\nOpen Data Institute 2021Data governance for online learning18\n\nConsiderations: digital\nmonitoring\nSummary and action points\n●\nWhen considering how online learning data should be governed, university\nmanagement and institutions should identify their aims in implementing\ncertain technologies and evaluate whether they help achieve those aims.\n●\nDevelopers of platforms and technologies that deliver online learning should\nunderstand that students, staff and other university stakeholders may\nconsider certain technological functionalities to be unnecessary, or even\ndetrimental to academic freedom and discussion.\n●\nPolicymakers should provide guidance for data governance in relation to\nelectronic means of assessments and examinations, taking into account the\nimpact technology has on academic performance and progression within\nhigher education.\nData protection and data governance for online\nlearning\nAlthough online learning and its socio-technical and policy impacts have been\nexplored, there are currently no sector-wide policies for online learning, lecture\nrecording or use of teaching platforms. The UK’sInformationCommissioner’s Office\nhas publishedThe Employment Practices Codeon topicssuch as employment\n12\nrecords and monitoring at work, to provide employers with the best data protection\npractices that comply with existing regulations. However, this is only suggested as a\nguide and is not education-specific. As a result, educational institutions have had to\nquickly establish working practices to accommodate new ways of learning.\nAs lecture capture, tutorial recording and educational monitoring start being\nimplemented and, in many cases, become mandatory,university experiencefor both\nstaff and students is affected. As classes are being recorded and monitored, students\nand staff may less willingly participate in them, creating achilling effect on education.\nApart from academic content, the shift to online learning also affects how institutions\nprocess data subjects’ (those about whom data are collected, used and processed;\nin this case students and staff) data. The GDPR offers solutions such as applying\nfairness and transparency principles and exercising data subject rights. However, this\nmay be insufficient where data subjects have no choice but to accept their\ninstitutions’ terms or belocked outof academia.There is also a lack of consideration\nof group rights under the GDPR, which could affect specific classes and\ndemographics of students and staff, further highlighting the power imbalances\n12\nICO (2018), ‘The Employment Practices Code’.\nOpen Data Institute 2021Data governance for online learning19\n\nbetween them and their institutions.\nTheoreticalandempiricalwork has found that the use of e-proctoring could further\nstudents’ desire to cheat and rebel against surveillance systems. In a recent example,\na studentexercised their data protection rights underthe GDPRto find out how their\ne-proctoring software works.\nThere is also friction between online learning and the GDPR within higher education\ninstitutions when it comes to student and staff personal data.For example, it may\n13\nbe unclear what the roles and responsibilities of protecting personal data are; there\nmay be a lack of transparency around the processing and possibility to effectively\nexercise data subjects’ rights; there may be uncertainty around data transfers outside\nthe EU; and there may be challenges to the legality of e-proctoring systems.\nOnline learning and technology\nDigital technologies have long been implemented for online learning at universities.\nThe Open University offers flexible distance learning for undergraduate and\npostgraduate degrees.Massively Open Online Courses(MOOC) offer courses on\nplatforms such as Future Learn, EdX and Coursera by partnering with academic\ninstitutions. However, in the space of two weeks, the Covid-19 pandemic propelled\nuniversities that didn’t have the technological infrastructure to runonline classesfor\nthousands of students, not only across the country, but across the globe. Online\nlearning platforms have also experienced aspike intheir reachduring lockdown in\nthe UK. This raises the question of the extent to which institutions were equipped to\nhandle an exponential amount of data. Additionally, it also raises concerns about how\ndata may be collected, used and processed during this period of online learning.\nAlthough measures have been taken to ensure that the data gathered through online\nplatforms is protected, some of these technologies have been used to monitor\nstudents and staff behind the scenes. For example, theMicrosoft Office Productivity\nScore, running in the background of Microsoft applicationssuch as Microsoft Teams,\ntracks the time and activity of its users, producing data on the extent to which\nindividuals are working on its platform. Initially, this data could be accessed by\ninstitutions and linked to specific usernames. Only after privacy concerns were raised\nonline did Microsoftremove usernames and change howthe data gathered is\npresented. Even if higher education institutions donot access or use this data, it\ncould still be collected by digital platforms and may be shared and sold to third\nparties. Particularly where universities are public institutions, these data collection\nand processing practices should be made transparent to those who use these\ntechnologies for online learning.\nHome-working has also introduced new aspects of informal staff monitoring, blurring\nthe line between home and work environments. For example, if a worker would\nnormally log in to meetings by turning on their video, but one day they are in a car or\na new location, the employer might think they arenot committed or focused enough.\nWhile traditional forms of register taking or swipe card access data were collected in\n13\nAngiolini C, Ducato R, Giannopoulou A, Schneider G (2020). ‘Remote Teaching During the Emergency\nand Beyond: Four Open Privacy and Data Protection Issues of ‘Platformised’ Education’.\nOpen Data Institute 2021Data governance for online learning20\n\nphysical classrooms, the shift to online learning introduces new questions around the\nethics of carerelated to online and remote work.New organisational conditions need\nto be addressed to support institutions’ duty of care for the health and safety of their\ncommunity, without necessarily needing to deploy new technologies or conduct\nlong-term monitoring.\nLecture recording and remote proctoring\nTo accommodate for students and staff working across the globe due to the\npandemic, lecture recording has been more widely adopted to ensure the access of\ncontent across time zones and provide academic resources to accommodate for\npotential absences. Whilelecture capture may be beneficial,the recording of lectures\nand tutorials may also have an unsettling effect on staff and student participation in\nclasses,affecting their content and contributions.More generally, with online learning\nbeing accessed in the home environment, the pandemic has resulted in a shift from\nworkplace monitoring to takingsurveillance technologieshome, for both staff and\nstudents. It may also encourage moreinformal monitoring,such as assumptions\nabout a person’s commitment or attention to work based on whether they have their\ncamera on. There may also be extraterritorial harms wherepolitically sensitive topics\nmay be taught. Despite these challenges, it is important to note that staff and\ninstitutions use lecture capture and recording tools as a means to continue their\nresponsibilities for providing students with the means to study during the pandemic.\nAs we transition away from using these technologies, institutions should reassess the\npurpose and usefulness of these tools and whether they enhance learning and\nteaching.\nIn addition to lecture recording, higher education institutions have also introduced\nonline proctoring and remote proctoring servicesaspart of online learning, tomonitor\nstudentsduring tutorials and exams as a means totrack engagement and prevent\npotential malpractice. While the aim of proctoring technologies may be to ensure that\nstudents make the most out of their online learning experience and level the playing\nfield when it comes to assessments, the use of these technologies could result in\nacademic and data-related risks. Remote proctoring services can negatively impact\nstudents where it requires access to technology that not all students are guaranteed\nto have; can constitute an invasion of privacy for students; and can discriminate\nagainst students of colour and disabled students.In order to balance these risks,\n14\ninstitutions could consider scrapping proctoring systems in favour of a\npeople-centred approach, through investing in instructional design staff and faculty\ndevelopment programming to help transition to authentic assessments.\n14\nSilverman S, Caines A, Casey C, de Hurtado BG, Riviere J, Sintjago A,  Vecchiola C (2021), ‘What\nHappens When You Close the Door on Remote Proctoring? Moving Toward Authentic Assessments with a\nPeople-Centered Approach’.\nOpen Data Institute 2021Data governance for online learning21\n\nConsiderations: data\nprotection and privacy\nSummary and action points\n●\nWhen considering how online learning data should be governed, university\nmanagement and institutions should consider data protection and privacy as\npart of the data governance process, particularly as stakeholders spend more\nof their university experience online.\n●\nDevelopers of platforms and technologies should work with institutions to\nestablish clear data protection practices that follow university guidance and\ncodes of conduct.\n●\nPolicymakers should provide guidance and standards for data protection and\nprivacy to ensure more consistency in how institutions across the country can\nbetter protect their stakeholders.\nTechnology\nDevelopers of digital platforms have responded to privacy and data protection\nconcerns as their technologies have scaled and become staples for online learning.\nFollowing incidents ofZoom-bombing, all Zoom meetingsnow require a password to\njoin unless attendees are joining by directly clicking on a meeting link with an\nembedded password. Zoom has also committed to implementingend-to-end\nencryptionfor all users; however this was challengedin aclass action privacy lawsuit.\nMicrosoft Teams now allows users to createprivatechannelson their platform and IT\nadministration has been integrated into the platform. Microsoft has also committed to\nsupporting end-to-end encryption for one-to-one Teams calls.\nThere have also been crowdsourced, public efforts for improving the ethical data and\ntechnology landscape during online learning. For example, online documents such as\nA Comprehensive Guide to Tech Ethics and Zoom Classand theCoronavirus Tech\nHandbookwere created to support students, staff andresearchers in making ethical\nand data protection-friendly decisions when it comes to online learning.\nPlatforms\nAs more privately owned technologies are used for online learning, the digitisation of\nhigher education may result in further commercialisation of public education, with\nlimited benefit for students and staff.Many of theonline learning platforms adopted\n15\nby higher education institutions were not created with education as their primary\n15\nWilliamson B, Hogan A (2021), ‘Pandemic Privatisationin Higher Education: Edtech & University Reform’.\nOpen Data Institute 2021Data governance for online learning22\n\npurpose, but for business-oriented cloud services. These technologies were\nimplemented by higher education institutions due to existing paid licensing, limited\nalternatives, and relative ease of adoption due to already being part of the digital\necosystem. Institutional barriers remain higher for adoption of new technologies for\nonline learning due to the need for scale and accessibility from global cohorts of\nstudents. The cost of adopting and using these platforms is also shifted to students\nand faculty, rather than being internalised by universities and management.\nAnother consideration with the shift to online learning is how intellectual property and\ninformation rights are managed for digital materials. Although the digitisation and\nincreased openness of data and research dissemination through libraries and public\nmeans are encouraged, where copyright should not be used as reason to paywall a\npublication, caution must be shown when repurposing materials that are used for\nteaching and learning.\nIntellectual property and ownership of teaching materialsremains a challenge with the\nshift from physical to online learning. In an extreme example, during Covid-19, a\nstudent tweeted that when attempting to send their professor an email, they\ndiscovered that the professor delivering their recorded lecture was in factdead.\nWhere classes are recorded on EdTech platforms, it is unclearwho has intellectual\nproperty rightsto the content. Further, pre-Covid,academic institutions have been\ncaughtrepurposing academic contentfor teaching withoutthe consent or knowledge\nof the staff who created the teaching materials in the first place. For students, there\nhave been long-standing questions about the ownership of intellectual property over\nessays submitted through plagiarism detection platforms.FAIR (Findability,\nAccessibility, Interoperability, and Reuse) useoftencovers what and how resources\nare to be used for academic purposes, but the shift to online learning and increased\nuse of digital learning technologies have introduced new examples that not only\ndemonstrate issues related to how data protection may be neglected where the\ncollection and use of data may not have been transparent, but also highlight the\npotential mismanagement of educational data in the digital environment.\nInstitutional policies for online learning\nFrom an institutional perspective, organisations have written guides to promote best\npractices for online learning and offered guidelines for adapting institutional policies\nfor online learning. For example,JISChas writtenguides for recording lecturesand\n16\nthe legal considerations required under copyright and data protection legislation. The\norganisation has also worked alongside theNationalUnion of Studentsto provide a\ncode of practice for learning analytics.\n17\nThe UKDepartment for Educationhas also outlinedhow cloud services and\neducational applicationsshould be governed followingthe UK’s DPA, identifying\n18\nschools’ data protection obligations to be: overarching legal requirements, data\nprocessing, data confidentiality, data integrity, service availability, considerations of\ntransfers beyond the EEA, and concerns related to the use of advertising. While this\npublication focuses on schools, the approach could be applied to higher education\n18\nDepartment of Education (2014), ‘Cloud (educationalapps) software services and the Data Protection\nAct: Departmental advice for local authorities, school leaders, school staff and governing bodies’.\n17\nJISC (2018), ‘Code of practice for learning analytics’.\n16\nJISC (2020), ‘Recording lectures: legal considerations’.\nOpen Data Institute 2021Data governance for online learning23\n\ninstitutions due to the similar nature of content delivery and provision.\nOpen Data Institute 2021Data governance for online learning24\n\nGoverning online\nlearning data\nSummary\n●\nCovid-19 has significantly sped up the digitisation of learning and education.\nIt is now necessary to think beyond the pandemic and strengthen data\ngovernance for online learning in the long term.\n●\nE-proctoring and similar monitoring technologies need to be properly\ngoverned through institutional data protection practices and not have the\nresponsibility passed on to technology providers.\n●\nData protection must be considered as part of the data governance strategies\nin online learning as it plays a key role in increasing transparency and trust\nbetween staff, students and institutions. This goes hand-in-hand with\ngovernment investment in digital learning and teaching infrastructure,\nensuring that new online learning pedagogies include robust data protection\nand data security considerations.\nThe impact of Covid-19\nWith the accelerated shift towards online learning and the knowledge gained through\nthe implementation of online learning in 2020, organisations and institutions have\nconducted empirical research to identify how good online learning practices can be\nestablished for the future. This section provides an overview of some of the research\nand potential guidance on strengthening data governance for online learning in the\nlong-term, identifying the opportunities for advancing the adoption of digital\ntechnologies for higher education, while considering stakeholders’ potential\ndata-related concerns.\nIn considering the future of online learning post-pandemic, JISC has providedfour\nkey recommendations for the 2021/22 academic yearfor the digital content and\ndelivery of education:\n1.Individual institutions need to strategically plan the digital transformation of\nlearning and teaching.\n2.The HE sector should develop new economic models for developing digital\nteaching materials.\n3.Universities should move to blended learning, with students co-designing\ncurricula.\n4.And lastly, the government, universities and funders should combine totackle\ndigital poverty. While teaching and learning throughthe digital environment\nhas helped protect staff and students from health risks, it has also resulted in\neducation that can take place atany time and anywhere,which can make\ncommunication itself more difficult in the online space.\nOpen Data Institute 2021Data governance for online learning25\n\nRegarding the deployment of technologies to facilitate online learning for the future,\nhigher education institutions should consider expanding the deployment of digital\ninfrastructures more broadly, creating online opportunities that enhance the academic\nexperience as a whole. This not only encourages creative and innovative thinking\nwhen it comes to adopting technology for online learning, but facilitates wider\ndiscussion about how data can be better controlled, supported and protected at an\ninstitutional level. As students and staff become more aware of how their data is\nbeing used by their institutions, university management also has to consider how\ndata and data protection policies are communicated to them in order to facilitate trust\nin online learning and the digital university experience.\nDigital monitoring\nWhen considering whether to deliver online learning and, if so, what platforms should\nbe used, higher education institutions need to balance the need for widespread\naccessibility and scale with other concerns such asprivacy and ethicsunder existing\nguidance and regulations. Rather than being governed by technology, higher\neducation institutions should actively create standards and ethical guidelines for\nonline learning with evidence of staff and student impact.If e-proctoring and\n19\nmonitoring technologies are found to be ineffective, detrimental to wellbeing, or not fit\nfor purpose, educational institutions should stop implementing them as soon as\npossible, rather than waiting for licences to elapse or hoping that the technology will\nimprove in the future. If these technologies are used, institutions have a responsibility\nto explain how and why they are being implemented, what the platform’s purposes\nare, and what the platform will not be used for should there be additional\nfunctionalities.\nAssessing the impact and ethical challenges of online learning,The Berkman Klein\nCenter for Internet & Societyexamined the ethical,human rights and societal aspects\nof digital transformation.The considerations includeassessing how offline and\n20\nonline forms of surveillance are different, the boundaries of agreements between\ninstitutions and technology companies, and the impact of surveillance on the social\ncontract between students and parents, and teachers and schools.\nData protection and privacy\nIn addressing data protection and privacy in relation to online learning, much work\nhas been done examining the impact of the digitisation of primary and secondary\nschools. The ODI has examined the data about children’s lives in a pandemic.For\n21\nchildren, their families and teachers, data needs to be inclusive and represent the\nneeds of those with disadvantaged socio-economic status. The data needs to be\nshared in a safe way to enable analyses to inform organisations, policymakers and\nschools in their work with children, families and teachers. The project highlighted the\nneed to build a better data infrastructure within the education sector, and has\ndemonstrated how real-time, open, shared data can inform the response of schools\n21\nODI (2020), ‘Data about children’s lives in the pandemic’.\n20\nBerkman Klein Center (2020), ‘Digital Ethics in Timesof Crisis: COVID-19 and Access to Education and\nLearning Spaces’.\n19\nWilliamson B, Hogan A (2021), ‘Pandemic Privitisationin Higher Education: Edtech & University Reform’.\nOpen Data Institute 2021Data governance for online learning26\n\nand other organisations to the various challenges posed by the pandemic. Similarly,\nan ODI report on data about teachers’ lives in a pandemic demonstrated that reliable,\nsystematic data on the wellbeing and professional views of teachers can support\nbetter learning outcomes for teachers and students.\n22\nInThe State of Data 2020 reportDefend DigitalMenotes that the digitisation of\n23\neducation can result in children losing their ability to control their online footprint once\nthey start school. Data protection alone may not be adequate and so the government\nand policymakers should work to build better data infrastructures at national, regional\nand local levels, and give it independent oversight through a statutory ombudsman to\nchampion children's rights for national data in education.\nFocusing on the future of digital learning and teaching, JISC produced a report on the\nresponse to Covid-19 based on over 1,000 stakeholder experiences.Looking at the\n24\nprojected short-term and long-term inclusion of online learning, JISC have provided\nrecommendations for universities, sector agencies and government that include\nstrategic investment in digital learning and teaching, prioritising blended learning by\nrethinking the scale and scope of learning and teaching activities with students, and\nincluding digital training, peer support mechanisms and reward and recognition\nincentives to encourage upskilling in professional development plans.\nModels for the governance of online learning data\nDigital technologies and platforms will remain in educational spaces even as physical\nclassrooms return. Therefore, educational institutions must plan for the blended\nlearning environment in the long term. This requires rethinking online education\npedagogies and data governance for online learning.\nWhile it may seem logical to focus on the data for better data governance,\neducational institutions should instead focus data governance strategies on the\nimpact on students and staff, improving teaching and learning experiences, and\nsustaining data infrastructures to scale in the long run.To ensure that the academic\ncommunity’s privacy is respected, Borgmansuggeststhat:\n25\n●\nUniversities should focus on their core missions of teaching, research and\nservices to address priorities for data collection and stewardship through\naccountability.\n●\nWhenever data is collected, the consequences on the individual and the\ncommunity should be considered. Only data that matters, not data that is\neasy to gather, should be collected.\n●\nJoint data governance between faculty and administrators should be\nconsidered.\n●\nUniversities should promote awareness and transparency to maintain high\nlevels of public trust.\n●\nPatience and broad consultation of the use of data at institutions should be\nprioritised.\n25\nBorgman CL (2018), ‘Open Data, Grey Data, and Stewardship:Universities at the Privacy Frontier’.\n24\nJISC (2021), ‘Learning and teaching reimagined: anew dawn for higher education?’.\n23\nDefend Digital Me (2020), ‘The State of Data 2020’.\n22\nODI (2021), ‘Data about teachers’ lives during thepandemic’.\nOpen Data Institute 2021Data governance for online learning27\n\nTheOffice for Students’ Gravity Assist report,whichcollected empirical evidence\n26\nduring the pandemic, identified six components to successful digital teaching and\nlearning:\n●Digital teaching must start with appropriately designed pedagogy, curriculum\nand assessment.\n●\nStudents must have access to the right digital infrastructure.\n●\nGood access enables staff and students to build the digital skills necessary\nto engage.\n●\nTechnology can then be harnessed strategically, rather than in a piecemeal or\nreactive way, to drive educational experience and outcomes.\n●\nInclusion for different student groups must be embedded from the outset.\n●\nAll the elements need to be underpinned by a consistent strategy.\nOfstedhas produced a report on remote education researchin schools.The UK\n27\nDepartment for Education has also produced policy work on how technology can be\nimplemented to overcome barriers within education.This could be extended in light\n28\nof the pandemic and with greater consideration of data governance and data\ninfrastructure innovation.The EU has also consideredthe relationship between\nemerging technologies and the teaching profession.That report emphasises that\n29\nemerging technologies and the datafication of education offer an opportunity to\nrethink and re-frame success in education and training, encouraging the creation of\nnew practices to support effective learning in the future. The French data protection\nauthority CNIL has gone one step further, calling for French academic institutions to\nreassess and consider alternatives to US-based collaborative toolson privacy\ngrounds, especially related to sensitive data such as research data or data relating to\nminors. In response to Covid-19, the European Commission has established the\nDigital Education Action Plan 2021-2027to addressthe impact of the pandemic on\neducation and its strategy for the long-term digital transformation of education and\ntraining systems. The report identifies key enabling factors for effective digital\neducation and training:\n●\nconnectivity and suitable digital equipment for learners and educators\n●\nteachers and trainers that are confident and skilled in using digital technology\nto support their teaching and adapted pedagogy\n●\nleadership\n●\ncollaboration and\n●\nthe sharing of good practice and innovative teaching methods.\nApplying existing research on online learning to potential policy solutions, data\nmanagement models can be applied to digital education to reveal new ways of work\nthat are privacy-friendly, secure and innovative. For example, theODI Data Ethics\nCanvascan help identify ethical challenges for collectingcertain types of data and\nimplementing new technologies. The Data Ecosystem Mapping tool used in this\nreport can also be applied to specific institutions to help map out data governance\nstrategies based on institution-specific goals. Identifying the value of data from online\n29\nVuorikari R, Punie Y, Cabrera Giraldez M (2020), ‘Emerging technologies and the teaching profession:\nEthical and pedagogical considerations based on near-future scenarios’.\n28\nUK Department for Education (2019), ‘Realising thepotential of technology in education’\n27\nOfstead (2021), ‘Remote education research’\n26\nOffice for Students (2021),‘Gravity assist: propellinghigher education towards a brighter future’.\nOpen Data Institute 2021Data governance for online learning28\n\nlearning, balanced with ethical decision-making, can support better cost-benefit\nanalysis when introducing new technologies, gathering new forms of data, and\nimplementing new ways of learning.\nBeyond institutional decision-making, institutions should be aware of wider strategies\non data and data governance as applied to online learning. The UK government has\nfocused its effort on rebuilding the country’s education strategy, some of which is\npowered by data. With theSkills and Post-16 EducationBill, the government aims to\nensure that higher education is up to date with the latest technological knowledge\nand skills. TheOnline Safety Billmay place moreresponsibility on institutions to\ngovern data and content used for education. The UK may also take inspiration from\ninitiatives within the EU such as theGARR Consortiumin Italy, a national computer\nnetwork for universities and research with the aim to design and manage\nhigh-performance network infrastructure that delivers advanced services to the\nacademic and scientific community. The Scottish government has also published ‘A\nchanging nation: how Scotland will thrive in a digital world’, a newdigital strategythat\naims to establish Scotland as an ethical digital nation and increase digital skills\nthrough education.JISC, in its response to theNationalData Strategy Consultation,\nsuggests that a new national data infrastructure for research is needed for the benefit\nof education and research, related to the organisation’sEducation 4.0targets for\n2025. The UK Department for Education is also recruiting for aNo. 10 Innovation\nFellowto work specifically on harnessing the potentialof digital solutions in\neducation. As the government implements digital governance within public policy,\ninstitutions can look to these strategies to support their short-term and long-term\ndata goals, mapping out the types of data their institutions are planning to collect,\nwhat stakeholders need and what can help meet those needs, and whether new\ntechnologies are necessary.\nGathering empirical data\nAcknowledging that online learning and data governance strategies will look different\nfor different institutions, individual educational institutions may look to gather\nstakeholder perspectives to identify the benefits and risks of online learning from their\nown community.\nIn this section, based on existing research and proposed solutions, we suggest a set\nof questions that provide a survey template that can be used by university\nmanagement to better understand how online learning has impacted the academic\nexperience of students and staff outside traditional feedback documents. Institutions\nare encouraged to adapt the template to their needs and provide as much information\nas possible on their data-related policies to better inform stakeholders of existing\nonline learning considerations.\nFirstly, the beginning of the feedback form should include changes that the institution\nor organisation has made when it comes to data governance and data protection\npractices for online learning. This may vary across departments or schools within an\ninstitution. Institutions may also wish to share their future plans for feedback. The\nform should also include an introduction to explain key terms and help the\nrespondent understand what constitutes data in online learning. For example:\nOpen Data Institute 2021Data governance for online learning29\n\nIntroduction\nDigital technologies are increasingly becoming a part of our everyday lives.\nThis includes the area of higher and further education, where students,\nstaff and academic institutions can use technologies and educational\nplatforms to deliver lessons, record classes and introduce new interactive\nmethods of learning.\nThis form aims to gather information about how different stakeholders\nhave experienced data being collected, used, managed and protected in\nonline learning. Data around online learning refers to quantitative or\nqualitative information collected in a digital educational environment or\ntechnology platform. This data can be about any stakeholders that engage\nwith online learning, such as students, teachers, researchers and parents.\nExamples of data related to online learning include student information\ncollected so they can access digital educational tools, learning analytics\nand tutorial recordings. Data that has been collected may also be used for\npurposes other than delivering online learning, such as increasing the\nquality of online learning platforms, repurposing recorded tutorials for\nacademic and non-academic use, and monitoring student and staff\nengagement during sessions.\nNext, the feedback should contextualise the role of the respondent to support better\nunderstanding of their perspective. For example:\nStakeholder category\na.Student\nb.Teaching staff\nc.Research staff\nd.School/university management\ne.Technology company or platform\nf.Education provider\ng.Regulation and policy\nh.Public or non-profit organisation\ni.Other [free text]\n2.How prepared were you or your organisation for online learning with\nregards to data management and governance from March 2020(when\nthe first Covid-19 lockdown started)onwards?\na.Very prepared\nb.Slightly prepared\nc.Slightly unprepared\nd.Very unprepared\n3.If you are interested in our research findings, please leave your email\naddress and we will notify you of our final publication. This\ninformation will not be used for other purposes:\na.[free text]\nThe main section of the feedback should focus on the specific impact of data\nOpen Data Institute 2021Data governance for online learning30\n\ngovernance and data-related changes faced by the respondent. This could includes\nquestions such as:\nData governance questions\n1.How prepared do you think your organisation was for online learning\nwith regards to data management and governance going into online\nlearning from March 2020 onwards?\na.Very prepared\nb.Slightly prepared\nc.Slightly unprepared\nd.Very unprepared\n2.Are you confident in your organisation’s ability to implement hybrid or\nblended learning, including support for online learning data, for the\n2021/22 academic year?\na.Very confident\nb.Slightly confident\nc.Slightly doubtful\nd.Very doubtful\n3.How satisfied are you about the changes (or lack thereof) that have\nbeen implemented by your organisation in response to data\ngovernance for online learning since March 2020?\na.Very satisfied\nb.Slightly satisfied\nc.Slightly unsatisfied\nd.Very unsatisfied\nFinally, the last part of the feedback form should be future-focused and encourage\nfree form reflections both on how changes have impacted the education experience\nfor the respondent, as well as what they hope to see in the long term:\nThe future of learning questions\n1.In hindsight, what do you wish to have known regarding online\nlearning and how online learning data is used within your\norganisation?\n2.Is there anything that you wish was implemented from the start of\nonline learning?\n3.What online learning practices would you like to continue to\nimplement in a blended learning environment?\n4.What online learning practices would you like to continue to\nimplement when fully in-person learning returns?\nBy gathering direct feedback, institutions can better understand how the community\nhas responded to previous changes in policy and shape the future direction of data\ngovernance and online learning within the organisation.\nOpen Data Institute 2021Data governance for online learning31\n\nOpen Data Institute 2021Data governance for online learning32\n\nDiscussion\nSummary\nAfter one year of online learning, and as the UK slowly transitions into blended\nlearning models for the upcoming 2021/22 academic year, it is clear that some of\nthese digital technologies and ways of learning will remain post-Covid. Technology\nand blended learning have become thenew normal. Asa result, educational\ninstitutions should rethink how they can better manage, protect and govern online\nlearning data and personal data to improve the online academic experience.\nLimitations and caveats\nThe aim of this report was to provide insight and evidence on the data protection and\ndata-related concerns that students and staff may have over the course of online\nlearning during the pandemic. We acknowledge that during this time, students and\nstaff, as well as their institutions, have given their best efforts to continuing their\nacademic activities and responsibilities despite these challenging times. This report\naimed to illuminate the areas in which higher education institutions should consider\nwhen developing data governance strategies for the future, not only in preparation for\nfuture emergencies, but also to balance digital innovation in education with\nmaintaining student and staff autonomy over their personal data.\nIt should also be noted that as the Covid-19 pandemic continues in the UK and many\nparts of the world during this report’s publication, more research needs to be done\nand more evidence needs to be collected to better understand how the pandemic has\naffected students, staff and academic institutions in the long term. This report has\nhighlighted some of the work that has been conducted on online learning prior to the\npandemic, as well as during some of these transitions.\nAlthough the focus of this report is on online learning data and data governance, we\nrecognise other related challenges of online learning such as access to education and\nonline learning, internet connectivity, and socio-economic challenges that could\nmake online learning undesirable.\nFurther, this report focuses on higher education and may not be suitable for schools\nand the governance of children’s online learning data. However, this report could\ninform data considerations required in schools and colleges, where more caution\nshould be taken for children and young people.\nAs the authors of this document are based in the UK, the data protections regulated\nwithin the UK may be different in other countries. While not all rights and privileges\nmay be granted outside of the UK and the EU, we encourage the careful\nconsideration of data governance for online learning globally to ensure that student\nand staff personal data are better protected.\nOpen Data Institute 2021Data governance for online learning33\n\nConcluding remarks\nIn order to create an online learning strategy that is fit for the future of digital\neducation, university management should consider how online learning data ought to\nbe governed as part of their long-term strategy. This not only includes research data\nbut also student and staff personal data related to teaching, admin and data\nprocessed by external platforms.\nFrom an institutional perspective, when the implementation of innovative technologies\nis supported by better data governance, a more dynamic and engaging academic\nenvironment can be created for staff and students. This involves careful consideration\nof what is and what isn’t necessary when it comes to online learning data. When\ncreating new data governance strategies, educational innovation and data protection\nbest practices go hand-in-hand, where good data management and forward-thinking\ndata infrastructure planning can make academic institutions more attractive and\ncreate a better foundation for success.\nHigher education institutions and university management need to better understand\nhow online learning has affected the university community, not only with regards to\nteaching and learning, but also with the university experience. Universities should\nexplore different options when it comes to introducing new technologies, establishing\nregular evaluations to ensure that the technologies that are implemented are fit for\npurpose. With this in mind, policymakers should support institutions in making these\ndecisions, providing guidance on how online learning and education data should be\ngoverned, as well as outlining the data infrastructure and data governance strategies\nfor the education sector as we continue to rely on hybrid education delivery for the\n2021/22 academic year.\nLooking ahead\nThinking beyond the pandemic and looking to thefutureof online learningin higher\neducation institutions, universities should reflect on the pandemic online learning\nexperience and update their long-term strategies onhow they want to deliver\nacademic contentand what they want theuniversityexperienceof the future to be.\nThis also requires support from education technology companies and policymakers in\nconsidering funding data infrastructure across the education agenda. In order to\nattract a more diverse and international body of staff and students, institutions should\nfocus on improving the academic experience beyond implementing technologies.\nHaving experienced a year of online learning from March 2020, students and staff\nlook to create meaningful relationships with the university community outside of the\nclassroom. This requires re-imagining the purpose of higher education and\nconsidering how an institution’s values and aims can be carried forward both online\nand offline.\nOpen Data Institute 2021Data governance for online learning34\n\nResources list\nUseful resources linked in the report for more\nin-depth research and guidance.\nOpen Data Institute resources\nOpen Data Institute (2021), ‘Data Landscape Playbook’\nOpen Data Institute (2021), ‘Data Ethics Canvas2021’\nOpen Data Institute (2019), ‘Data Ecosystem MappingTool’\nCOVID-19 online learning resources\nOffice for Students (2021), ‘Gravity assist: propellinghigher education\ntowards a brighter future.’\nJISC (2021), ‘Learning and teaching reimagined: anew dawn for higher\neducation?’.\nEdge Foundation (2020), ‘The impact of Covid-19 oneducation: A summary\nof evidence on the early impacts of lockdown’.\nBerkman Klein Center (2020), ‘Digital Ethics in Timesof Crisis: COVID-19 and\nAccess to Education and Learning Spaces’.\nVuorikari R, Punie Y, Cabrera Giraldez M (2020), ‘Emergingtechnologies and\nthe teaching profession: Ethical and pedagogical considerations based on\nnear-future scenarios’.\nOther resources\nFiebig T, Gürses S, Gañán CH, Kotkamp E, Kuipers F, Lindorfer M, Prisse M,\nSari T (2021), ‘Heads in the Clouds: Measuring theImplications of\nUniversities Migrating to Public Clouds’.\nSilverman S, Caines A, Casey C, de Hurtado BG, Riviere J, Sintjago A,\nVecchiola C (2021), ‘What Happens When You Close theDoor on Remote\nProctoring? Moving Toward Authentic Assessments with a People-Centered\nApproach’.\nAngiolini C, Ducato R, Giannopoulou A, Schneider G (2020), ‘Remote\nTeaching During the Emergency and Beyond: Four Open Privacy and Data\nProtection Issues of ‘Platformised’ Education’.\nBorgman CL (2018), ‘Open Data, Grey Data, and Stewardship:Universities at\nOpen Data Institute 2021Data governance for online learning35\n\nthe Privacy Frontier’.\nOpen Data Institute 2021Data governance for online learning36","version":"1.10.100"}