{"numpages":36,"numrender":36,"info":{"PDFFormatVersion":"1.4","IsAcroFormPresent":false,"IsXFAPresent":false,"Title":"#OPEN_ODI-Tackling-greenwashing-through-data-assurance-report-draft","Producer":"Skia/PDF m109 Google Docs Renderer"},"metadata":null,"text":"\n\n\n\nContents\nExecutive summary5\nIntroduction8\nChapter 1: Data\nfor green finance10\nChapter 2: Data assurance for green finance15\nChapter 3: Embedding data assurance in\ngreen finance21\nNext steps28\nAppendices29\nGlossary34\nOpen Data Institute | June 2022 | Tackling greenwashing through data assurance2\n\nAbout\nThis draft report has been researched and produced by the Open Data Institute,\nand published in June 2022. Its lead authors are Matt Davies and Lucas Stiglich,\nwith contributions from Deborah Yates, Milly Zimeta, Annalisa Eichholzer and\nMahad Alassow.\nTo share feedback you can comment directly on this document, or contact the\nODI’s Policy team atpolicy@theodi.org.\nThis report is published under theCreative CommonsAttribution-ShareAlike 4.0\nInternational licence.\nTo share feedback in the comments, highlight the relevant piece of text and\nclick ‘Add comment' (the ‘+’ plus icon) on the right-hand side of the page.\nHow can it be improved? We welcome suggestions\nfrom the community in the comments.\nOpen Data Institute | June 2022 | Tackling greenwashing through data assurance3\n\nExecutive summary\nAverting the worst impacts of climate change requires organisations in every\nsector to shift investment away from harmful activities and towards projects which\nsupport the transition to net zero carbon. To facilitate this shift, an ecosystem of\ngreen financefirms has sprung up, offering servicesrelated to reporting the\nenvironmental performance of sectors, companies and their activities.\nThese organisations, which range from data providers and vendors to\nenvironmental, social and governance (ESG) investment funds, indexes and\nratings agencies, are fundamentally data businesses. The way they create impact\ncan be understood in terms of the Open Data Institute’s (ODI’s) established\nconcept of the‘data value chain’:\n●\nData stewardship:companies and data providers stewardenvironmental\nperformance data: collecting it, maintaining it and sharing it.\n●Insight creation:companies, asset owners and financialorganisations\ncreate information from this data in the form of analyses, insights, and\nvisualisations, which are disclosed to investors.\n●Decision-making:investors (both institutional andretail) make decisions\nabout how to invest on the basis of this information and other factors.\nHowever, the integrity of this process is threatened bygreenwashing: ‘the\npractice of businesses or investment funds making misleading or unsubstantiated\nclaims about their environmental performance’. This threat, over time, risks\ndiscrediting the green finance agenda entirely and jeopardising the transition to\nnet zero carbon.\nAt the ODI, we believe that the wider adoption ofdata assurancepractices –\nwhich we define as ‘the process, or set of processes, that increase confidence\nthat data will meet a specific need, and that organisations collecting, accessing,\nusing and sharing data are doing so in trustworthy ways’ – could help tackle\ngreenwashing, and build trust in environmental performance data, by delivering\nthe below:\n●\nConsistencyof,andcompliancewith,metrics, standardsand ratings,\nreducing the ability of organisations to ‘shop around’ to find indicators that\nare more favourable to them.\n●Transparencyabout how data is being used to produceinsights into\nenvironmental performance and make decisions about capital allocation\nbased on these insights.\n●Accountabilityto external stakeholders, preventingorganisations from\n‘marking their own homework’ on their environmental performance.\nOpen Data Institute | June 2022 | Tackling greenwashing through data assurance4\n\nFirms offering data assurance products and services are being created at a rate of\nnearly 12% per annum, and we expect to see continued growth in the years to\ncome, as more organisations grapple with demand for data and the need to build\nconfidence in that data with customers, shareholders and the public. This includes\nproducts and services focused on assurance of environmental performance data,\nwhich are increasingly offered by traditional professional services firms as well as\nnew entrants into the sector.\nCurrent initiatives tend to focus on the first stage of the green finance data value\nchain (data stewardship) and particularly on thevalidityof the data used for\ndisclosure, with some also focusing ontransparencyanddata sharing.\nComparatively few companies are focusing on assurance of data and data\npractices at the second (insight creation) and third (decision-making) stages of the\ngreen finance data value chain, or on attributes beyond the provenance and\nquality of data.\nWe think that different assurance activities are essential at each stage of the green\nfinance data value chain, for example by:\n●\nat thedata stewardshipstage, helping to ensure thatthe right data is\ncollected and shared, and that its collection and reporting follows\nappropriate standards\n●at theinsight creationstage, helping to ensure thatorganisational\nprocesses for reporting are compliant with legal and regulatory\nrequirements, and are comparable across different companies and\ninvestment products\n●at thedecision-makingstage, ensuring that decision-makingand\naccountability processes adequately take into account and respond to the\ninformation created from data.\nOpen Data Institute | June 2022 | Tackling greenwashing through data assurance5\n\nThe year 2022 is likely to be a pivotal year for the green finance agenda, as new\nrequirements for disclosure of environmental performance will come into force\naround the world. We have identified three areas that will require further\ninvestigation and intervention from policymakers in order to embed data\nassurance practices in green finance and help the sector realise its full potential:\n●\nLaying the foundations for the assurance of data for green finance, by\nworking on developing clear definitions and standards, as well as ensuring\nthat the organisations evaluating environmental performance are trusted\nby the general public.\n●Driving and directing the growth of the assurance sector, by taking\nsteps to stimulate demand for data assurance services, ensuring quality of\nthe services provided, and assessing the additional costs and benefits\nintroduced by embedding assurance of data in green finance.\n●Future proofing the assurance of data for green financeby addressing\nemerging challenges and opportunities such as the prevalence of missing\ndata for disclosure requirements, the increasing use of alternative data\nsources, the need for assurance of artificial intelligence systems, and the\nemergence of data institutions that steward environmental performance\ndata.\nOpen Data Institute | June 2022 | Tackling greenwashing through data assurance6\n\nIntroduction\nWe are living through what is increasingly being termed a climate emergency – by\nscientists, activists, politicians and business people alike. According toreports\nfrom the United Nations Intergovernmental Panel on Climate Change, levels of\nglobal greenhouse gas (GHG) emissions must peak by 2025 if we are to avert the\nworst impacts of global heating.\nCountries across the world have committed to legally binding carbon emission\nreduction targets at a series of international summits – most recently theParis\nAgreementandCOP26. In 2019, the UK becamethe firstmajor economy to\ncommit in law to net zero greenhouse gas emissions by 2050. Meeting these\ntargets will require organisations in every sector to shift investment away from\npolluting activities and towards projects which support the transition to a net zero\neconomy.\nInvestors and consumers increasingly expect their money to support these\nenvironmental objectives, with the Financial Conduct Authority’s (FCA) most\nrecentFinancial Lives surveyfinding that 71% ofUK retail investors want to ‘invest\nin a way that is protecting the environment’. To meet this need, an ecosystem of\nfirms has sprung up offering services related to the reporting of environmental\nperformance; from providers of data about climate-related impacts, to indices and\nratings of environmental, social and governance (ESG) performance.\nThe market for green finance-related services – including ratings, data and verification\n– is a relatively new one, but it is fast-growing, withOptimasestimating that the\nmarket for green finance and related services was worth $1bn by the end of 2021 and\npredicting annual growth rates of more than 20% in the coming years.\nWhile the green finance sector continues to grow, its integrity is threatened by\ngreenwashing: defined in the UK government’sGreenFinance Roadmapas ‘the\npractice of businesses or investment funds making misleading or unsubstantiated\nclaims about their environmental performance’. Reports in both themainstream\nandfinancialpress have highlighted instances ofenvironmental performance\nbeing exaggerated or misrepresented, while 60% of the respondents to the2021\nSchroders Institutional Investor Studycited it asa major concern; more than any\nother issue.\nBy diminishing consumer, investor and policymaker trust in the reporting of\nenvironmental performance, greenwashing threatens to discredit the green finance\nagenda entirely:Erik Thedéen, chair of the sustainablefinance task force at the\nInternational Organization of Securities Commissions (Iosco), has argued that\n‘greenwashing could damage the credibility of the green finance movement,\nendangering the work to limit the rise in global temperatures to 1.5°C.’\nOpen Data Institute | June 2022 | Tackling greenwashing through data assurance7\n\nAt the ODI, we believe thatdata assurance– ‘theprocess, or set of processes,\nthat increase confidence that data will meet a specific need, and that\norganisations collecting, accessing, using and sharing data are doing so in\ntrustworthy ways’ – can help to tackle greenwashing. By improving transparency,\naccountability and consistency across the sector, data assurance can improve\nboth trust in, and the trustworthiness of, environmental performance data and help\nensure the green finance agenda succeeds.\nThis draft (open for comment) report gives an overview of the role that data plays\nin the green finance system(Chapter 1); exploreswhat data assurance for green\nfinance looks like(Chapter 2); and suggests someareas that will require further\ninvestigation and intervention if data assurance is to be embedded in green\nfinance(Chapter 3).\nOpen Data Institute | June 2022 | Tackling greenwashing through data assurance8\n\nChapter 1: Data\nfor green finance\nHaving the right data on the environmental risks and impacts of companies\nwill be essential if we are to make finance ‘green’. This chapter gives an\noverview of the role that data plays in the green finance system and explores\nsome of the structural factors which drive greenwashing.\nFrom data to decision-making\nThe termgreen financerefers to two separate, butoverlapping, trends within the\nfinance sector. The first of these might be referred to as ‘greening finance’: a\nmovement to encourage investors to cease investment in companies and\ninvestment products which adversely impact the environment, thereby\nwithdrawing funding from environmentally harmful activities and so indirectly\nsupporting the transition to a net zero economy. The second might be termed\n‘financing green’, and can be understood as efforts to actively direct investment\ntowards companies and investment products that are contributing to the transition\nto a net zero economy.\nGreen finance, in short, is about making investment decisions that, at worst, don’t\nadversely impact the environment – and at best improve it. Meeting these aims\nrequires investors to have access to new sources of information to inform their\ndecision-making. While previously decisions about where to allocate capital may\nhave rested on a narrow set of metrics related to a company’s financial\nperformance, green finance instead requires that they are made on the basis of a\nwider range of considerations related to environmental performance.\nThe need to provide investors with this information is why data on environmental\nperformance (hereafter referred to asenvironmentalperformance data) is so\nfundamental to green finance. The ODI’stheory ofchangesets out how three\nactivities create impact from data:\n●\nData stewardship– collecting it, maintaining it andsharing it.\n●Insight creation –creating informationfrom thatdata in the form\nof products and services, analyses and insights, or stories and\nvisualisations.\n●Decision-making –deciding what to do, informed byinformation from\nmultiple sources along with experience and understanding.\nOpen Data Institute | June 2022 | Tackling greenwashing through data assurance9\n\nEach of these activities can be carried out by individuals, companies, communities\nand governments. In the context of green finance, investors need to have access\nto relevant information on the environmental performance of the companies and\nproducts they are choosing to invest in or divest from in order to make decisions.\nThis information, in turn, will need to be underpinned by accurate, high-quality\ndata – in most cases, combinations of data from multiple sources.\nApplying the ODI’s theory of change to the green finance data value chain, the\nprocess by which data creates value, can help clarify this complex space, and can\nbe summed up as follows:\n●\nCompanies and data providersstewarddataon environmentalrisks:\ncollecting it, maintaining it and sharing it\n●Companies, asset owners and financial organisationscreate insightfrom\nthis data, which is disclosed to investors.\n●Investors (both institutional and retail)make decisionsabout how to\ninvest on the basis of this information and other factors.\nData needs for green finance\nTo arrive at some indicative examples of data for green finance, the following\nquestions can be asked, starting with the decision-making stage and moving\nbackwards along the green finance data value chain:\n1.\nWhat decisions need to be made?Decisions need tobe made about\nhow to manage three factors: transition risks, physical risks and\nexternalities (see Table 1).\n2.What information is needed to make these decisions?This is\ndetermined by the specific risk that has been identified in step 1.\n3.What data is needed to produce the relevant information?This is\ndetermined by the information identified as necessary in step 2.\nTable 1draws on these questions to provide some indicativeexamples of data\nneeds for green finance.\nOpen Data Institute | June 2022 | Tackling greenwashing through data assurance10\n\nTable 1: Examples of data needs for green finance along the three ODI data\nvalue chain stages\nWhat kinds of investment\ndecisions need to be made?\nWhat information needs to\nbe created?\nWhat data should be\nstewarded?\nDecisions about\ntransition risks\nTransition risks are\nbusiness-related risks arising\nfrom the changes necessary for\nthe transition to net zero, which\ninclude changes in technology,\npolicy, regulation, markets and\nconsumer sentiment.\nScope 1 emissions\nDirect greenhouse gas\nemissions from company\nactivities. Disclosure required\nunder new UK legislation on\nSustainability Disclosure\nRequirements (SDRs).\nData on operational processes\nthat emit GHGs (for example\nmanufacturing activities,\ntransportation, waste\ndisposal).\nScope 2 emissions\nIndirect emissions from\npurchased electricity, heat or\nsteam. Disclosure required by\nSDRs.\nData on energy consumption\nby sources.\nScope 3 emissions\nEmissions that occur in the\nvalue chain of the reporting\ncompany both upstream and\ndownstream remain.\nDisclosure currently voluntary.\nData from upstream activities\nsuch as those of companies\nexecuting outsourced\nactivities, fuel consumption by\ncontractor owned vehicles,\nand the production processes\nof purchased materials; and\ndownstream data such as the\nemissions generated from the\nuse of products produced and\nsold by the company.\nDecisions about\nphysical risks\nPhysical risks are\nbusiness-related risks arising\nas a consequence of the\nclimatic impact of global\nheating and the increased\nfrequency or severity of\nextreme weather events.\nFlood risk to company assetsData on flood risk and historic\nflood incidence; data on the\nlocation of operations and\nassets; data about climate\nconditions such as\nprecipitation, temperature and\nsea levels; scenario forecasts\nof future weather conditions.\nDecisions about externalities\nImpacts on the climate and\nenvironment as a consequence\nof business activities, but\nwithout necessarily posing\nbusiness-related risks.\nPollution prevention and\ncontrol\nData on the location of\noperations and assets;\nlocalised data on air quality\nsuch as the density of\nparticulate matter; data on\nemissions from operations to\nwater, air or land.\nOpen Data Institute | June 2022 | Tackling greenwashing through data assurance11\n\nEnvironmental performance reporting is increasingly a legal requirement, with\neight jurisdictions including the UK, the EU and Japan having introduced\nenvironmental disclosure requirements aligned with standards set out by the\nG20-founded Task Force on Climate-related Financial Disclosures (TCFD)as of\nSeptember 2021.\nThis means that, in practice, the types of decisions made by investors – and\ntherefore the information and data needs underlying those decisions – will be\ndetermined by legal reporting requirements, rather than investor discretion.\nMore information on disclosure requirements in the UK context can be found\ninAppendix 1.\nEnablers of greenwashing\nGreenwashingis the practice of businesses or investmentfunds making\nmisleading or unsubstantiated claims about their environmental performance.\nReports in both themainstreamandfinancialpresshave highlighted instances of\nenvironmental performance being exaggerated or misrepresented, while 60% of\nthe respondents to the2021 Schroders InstitutionalInvestor Studycited it as a\nmajor concern; more than any other issue.\nBy diminishing consumer, investor, and policymaker trust in the reporting of\nenvironmental performance, greenwashing threatens to discredit the green finance\nagenda entirely:Erik Thedéen, chair of the sustainablefinance task force at the\nInternational Organization of Securities Commissions (Iosco), has argued that\n‘greenwashing could damage the credibility of the green finance movement,\nendangering the work to limit the rise in global temperatures to 1.5C.’\nGreenwashing can arise from intentionally dishonest business practices, but it is\nalso enabled by structural and systemic factors:\n●\nInconsistencyof existing frameworks, definitions,ratings and standards.\nThis createsspace for companies and investors to‘shop around’for\nindicators that are more favourable to them.\n●Lack of transparencyas to how data is being usedto produce insights\nand make decisions about strategies for mitigating climate risk and\nreducing environmental impacts. Organisations may purport to make\ndecisions on the basis of environmental performance information\nunderpinned by sound data, but refuse to make this public as a result\nof uneven transparency requirements.\n●Lack of accountabilityto external stakeholders, withorganisations\nfrequently ‘marking their own homework’ about their exposure to climate\nrisk and environmental impacts, as a result of weak institutional\narrangements. In other words, even when decisions and the information\nand data underlying them are transparent, poor or non-existent\naccountability mechanisms can mean that investment in environmentally\nharmful activities continues unabated.\nOpen Data Institute | June 2022 | Tackling greenwashing through data assurance12\n\nExample of structural factors enabling greenwashing\nThis section provides a simplified example of how these structural factors\nenable greenwashing at each stage of the green finance data value chain.\nData stewardship stage\nAmanufacturing companywants to gather data on theenvironmental impact of\nits activities, both to fulfil mandatory reporting obligations placed on itself and its\nowners, and also to make voluntary disclosures to gain a competitive advantage.\nThe company leadership decides to source this data through a combination of\ninternal data gathering activitiesand by procuringdata collection services from\nexternal data aggregators and providers.\nAt this stage, the data might be inconsistent in format, level of detail or standards\nfor reporting environmental performance. If the manufacturing company fears that\nits environmental performance will be found to be poor, it might be tempted to\n‘shop around’ – selecting metrics that highlight their lack of exposure to certain\nphysical and transition risks, while minimising the negative environmental\nexternalities produced by the company’s activities. Even if no deception is\nintended by either the manufacturing company itself or the external data provider,\nthere is a risk that the metrics selected will not accurately or comprehensively\nreflect the company’s environmental performance.\nInsight creation stage\nAfter stewarding the relevant data, the manufacturing company, itsinvestorsand\nanyfinancial indicesit is listed on want to usethis data on the company’s\nenvironmental impacts to create insights into its environmental performance for\ncompliance with disclosure requirements.\nAt this stage in the data value chain, it is possible that inaccurate information may\nbe created due to inconsistency and lack of standardisation in the frameworks and\ndefinitions on environmental performance. Different indices and ratings agencies\nprovide opinions on different aspects of sustainability performance and their\nassessments may not always be comparable. Again, there may be an incentive at\nthis stage for the manufacturing company and its investors to shop around for\nmore favourable assessments. In that sense, inconsistency of frameworks and\ndefinitions, coupled with an interest to show good performance indicators,\nincentivises greenwashing. This, in turn, is further exacerbated by the lack of\ntransparency and accountability over how ratings and indices are arrived at, which\nmakes comparisons across different companies and investment products difficult.\nDecision-making stage\nOnce the disclosures have been made,investorswantto use the insights created\nat the insight creation stage to make investment decisions informed by the\nenvironmental performance and the climate-related risks of their investments and\nexisting alternatives.\nOpen Data Institute | June 2022 | Tackling greenwashing through data assurance13\n\nAt this stage in the data value chain, it is possible that the information created in\nthe previous stage will not be properly reflected in the decision-making process,\nresulting in poor investment decisions, or investments that contribute to global\nheating.\nOpen Data Institute | June 2022 | Tackling greenwashing through data assurance14\n\nChapter 2: Data assurance\nfor green finance\nData assurance practices can help to improve confidence in data and how it\nis being used. This chapter explores what data assurance for green finance\ncould look like, and how it can help to mitigate the structural causes of\ngreenwashing.\nBuilding trust in environmental performance data\nAssurance of business practices has existed for years, allowing businesses\nto demonstrate trustworthiness to investors, consumers and regulators. These are\nevolving, and we anticipate that assurance of dataand data practices will be\nincreasingly important as digital and technology dominate the way we\ndo business.\nAt the ODI, we definedata assuranceas:‘the process,or set of processes, that\nincrease confidence that data will meet a specific need, and that organisations\ncollecting, accessing, using and sharing data are doing so in trustworthy ways.’\nAs detailed in Figure 1, assurance activities can help to improve trust in a range\nof attributes associated with data and datasets, such as data provenance,\ndiscoverability and quality, as well as data practices, such as how data is shared,\ngoverned and kept secure.\nFigure 1 – Data practices and datasets: what can be assured?\nOpen Data Institute | June 2022 | Tackling greenwashing through data assurance15\n\nIn the context of green finance, we believe that the wider adoption of data\nassurance practices could help to undermine the systemic enablers of\ngreenwashing, and build trust in environmental performance data, by delivering\nthe following:\n●\nConsistencyof,andcompliancewith,metrics, standardsand ratings,\nreducing the ability of organisations to ‘shop around’ in order to find\nindicators that are more favourable to them.\n●Transparencyabout how data is being used to produceinsights and\nmake decisions about capital allocation based on these insights.\n●Accountabilityto external stakeholders, preventingorganisations from\n‘marking their own homework’ about their environmental performance.\nThe remainder of this chapter focuses on data assurance in the green finance\nsector.Appendix 2goes into further detail on therange of data assurance\nactivities and the organisations involved in carrying them out.\nData assurance in green finance\nResearch carried out for the ODI by Frontier Economics in 2021found a nascent\nbut buoyant market of UK business-to-business data assurance firms and\nservices, with around 900 firms offering data assurance products and services in\nthe UK, and more than half of them having been incorporated in the previous 10\nyears. Data assurance firms are being created at a rate of nearly 12% per annum,\nand we expect to see continued growth in the years to come, as more\norganisations grapple with demand for data and the need to build confidence in\nthat data with customers, shareholders and the public.\nThis market includes data assurance products and services focused on\nenvironmental performance data. Traditional professional services firms such as\nKPMG, Ernst and Young, PwC and Deloitte (sometimes referred to as the Big Four)\nhave started paying attention to opportunities in the ESG assurance sector, with\nonerecent blog post by KPMGarguing that ESG assurancewill be a ‘game\nchanger’ for the professional services sector. Services offered bythesefirmsare\ngenerally focused on offering independent assurance of the data and frameworks\nused for disclosure, as well as of legal and regulatory compliance.\nIn addition to incumbent firms, ESG assurance products are being developed by\nnew entrants to the market. The second cohort of theFCA’s Digital Sandbox\nfocused on supporting firms that are developing innovative or disruptive products\nand services in the area of ESG data and disclosure. This cohort included firms\nsuch asGreenway Analytics, which draws on multipledata sources (for example\nfrom Internet of Things devices, Energy Performance Certificate reports and\nsatellite imagery) to validate reported data on energy performance, and using\nmachine learning to provide environmental insights into the impact achieved.\nAnother company,Telespazio UK, is working on a toolthat uses satellite imagery\nto measure environmental impacts on forests in order to assign an impact score\nand a recovery score for economic activities.\nOpen Data Institute | June 2022 | Tackling greenwashing through data assurance16\n\nMost companies working on innovative assurance solutions face barriers to\nscaling them up, including a lack of standardisation around scores and metrics (as\nhighlighted above), as well asissues around interoperabilityand access to data.\nSome companies are focused on tackling these issues, for example:\n●\nSynectics Solutionsis creating a standardised datamodel for storing and\ntransmitting ESG data.\n●Element22andESGihave developed a product for financialinstitutions to\nshare ESG data between them.\n●Coriolis Technologiesis developing standardised andglobal ESG scoring\nmethodologies.\nAs these examples show, current initiatives tend to focus on the first stage of the\ngreen finance data value chain (data stewardship), and particularly on thevalidityof\nthe data used for disclosure, with some also focusing ontransparencyanddata\nsharing. Comparatively few companies are focusingon assurance of data and data\npractices at the second (insight creation) and third (decision-making) stages of the\ngreen finance value chain, or on attributes beyond data provenance and quality.\nData assurance across the data value chain\nDifferent activities to provide assurance of data will be relevant at each stage of\nthe green finance data value chain, for example by ensuring that:\n●\nthe right data is collected and shared, and that its collection and reporting\nfollows appropriate standards\n●organisational processes for reporting and insight creation are compliant\nwith legal and regulatory requirements, and are comparable across\ndifferent companies and investment products\n●decision-making processes adequately take into account and respond to\nthe information created from data.\nSome examples of data assurance in the context of environmental performance\ndata are inTable 2.\nOpen Data Institute | June 2022 | Tackling greenwashing through data assurance17\n\nTable 2: Assurance across the green finance data value chain\nODI data value chainStage 1: Data\nstewardship\nStage 2: Insight\ncreation\nStage 3:\nDecision-making\nWhat happens at this\nstage?\nData is gathered on\nenvironmental impact of\ncompanies and their\nactivities.\nData is analysed to\ncreate insights into\nenvironmental impact of\ninvestments.\nInvestment decisions\nare made on the basis\nof insights created at\nthe previous stage.\nWho is involved?Specialist data\nproviders; companies\nthemselves\nCompanies and their\nowners; financial\norganisations\nInvestors (retail and\ninstitutional)\nWhat are the\ngreenwashing risks?\nIncorrectly sourced\ndata; poor quality data\nInconsistency of\nframeworks\nWeak institutional\narrangements; failure to\nact\nWhat aspects of data\nneed to be assured?\nValidity, provenance,\nprivacy, security, ethics,\nuser engagement\nInteroperability; legal\nand regulatory\ncompliance;\navailability;\ndiscoverability\nQuality and accuracy\nWhat data practices\nmight need to be\nassured?\nSharing and acquisition,\nknowledge\nmanagement,\ngovernance and internal\noversight, skills and\nknowledge, privacy,\nsecurity, ethics and\ntransparency, user\nengagement\nSkills and knowledge;\nstrategy, quality and\naccuracy, data access\nprocesses\nUser engagement; user\nsupport\nWhat sort of assurance\nproducts or services\nmight be suitable?\nGuidance on design\nand collection of data;\nvalidation against\nagreed standards\nCertification of\norganisational\nprocesses against\npre-defined standards\nAudits of\ndecision-making\nprocesses\nThe remainder of this chapter returns to our example of a\nmanufacturing firm to explore in more detail how assurance of data\nand data practices might work in the context of green finance.\nOpen Data Institute | June 2022 | Tackling greenwashing through data assurance18\n\nData stewardship\nAmanufacturing companywants to gather data on theenvironmental impact of\nits activities, both to fulfil mandatory reporting obligations placed on itself and its\nowners and also to make voluntary disclosures to gain a competitive advantage.\nThe company leadership decides to source this data through a combination of\ninternal data gathering activities and by procuring data collection services from an\nexternaldata provider.\nAt this stage, the manufacturing company itself might want to consider the\nfollowing data assurance practices:\n●\nAssurance of its own data practices and those of the provider,\nincluding the appropriate sharing and acquisition of data and\norganisational governance; risk management; and data management\npolicies and processes once the data has been collected or procured.\nActivities to help provide assurance here could include checking that data\naccess and management processes are being followed, or that they are in\nline with the company’s data strategy; or more formal mechanisms such\nas external audit or certification to an agreed industry standard.\n●Assurance of the data itself,particularly its provenance(where it is from\nand how it was produced), validity (its accuracy and quality), linkability,\nand risks related to its use for this particular purpose. Activities to help\nprovide assurance here could include documentation or licensing, or\nvalidation against a set of standards.\nInsight creation\nAfter stewarding the relevant data, the manufacturing company, itsinvestorsand\nanyfinancial indicesit is listed on want to usethis data to create insights into its\nenvironmental performance for disclosure.\nAt this stage, they might want to consider the following assurance practices:\n●\nAssurance of data practices relevant to the creation of insights,\nincluding the presence of relevant skills and knowledge, the adoption of\nan appropriate strategy, and the suitability of data analysis processes (for\nexample that they are repeatable and transparent). Activities to help\nprovide assurance here could include the certification of organisational\nprocesses against a set of standards.\n●Assurance of the data itself,particularly its interoperabilitywith other\ndatasets that it might need to be linked or combined with, and its\ncompliance with any legal and or regulatory expectations. Activities to\nhelp provide assurance here could include documentation or licensing, or\nvalidation against a set of standards.\n●Access to data assurance outputsfrom the previousstage.\nOpen Data Institute | June 2022 | Tackling greenwashing through data assurance19\n\nDecision-making\nOnce the disclosures have been made,investors (bothretail and institutional)\nwant to use the insights created at the stage, to make investment decisions\ninformed by the likely environmental impact of their investments.\nAt this stage, they might want to consider the following assurance practices:\n●\nAssurance of data practices relevant to the decision-making stage,\nincluding that data users have been appropriately engaged and supported\nthroughout; that decisions have been informed by data and insights which\nthe company is justifiably confident in; and that the limitations of those\ndata and insights are known. Activities to help provide assurance here\ncould include checking organisational processes against certain\npredefined standards.\n●Access to data assurance outputsfrom the previousstage.\nOpen Data Institute | June 2022 | Tackling greenwashing through data assurance20\n\nChapter 3: Embedding\ndata assurance in\ngreen finance\nFor the green finance agenda to succeed, it will need to be accompanied by\nmeasures to embed data assurance within the sector. This chapter sets out\nareas for investigation and intervention to embed data assurance at each\nstage of the green finance data value chain.\nThe year 2022 is likely to be a pivotal year for the green finance agenda, with new\nrequirements for the disclosure of environmental performance information coming\ninto force in jurisdictions across the world, including the UK, the EU and Japan.\nFor more information on disclosure requirements in the UK, please refer to\nAppendix 1.\nIf new disclosure requirements are to be successful, they will need to be\naccompanied by measures to catalyse the development of an assurance sector\naround environmental performance data and mainstream these practices in green\nfinance.\nThese measures fall into three categories:\n●\nLaying the foundations for the assurance of environmental\nperformance data\n●Driving and directing the growth of the assurance sector\n●Future proofing the assurance of environmental performance data\nLaying the foundations for the assurance of\ndata for green finance\nDefining green\nData assurance is about increasing confidence that data will meet a specific\npurpose, but this is difficult without clear criteria for evaluating whether that\npurpose is being supported. In the case of green finance, this means that\nassurance of data and data practices will require clear guidance on what is\nconsidered to be sustainable, and what risks and impacts need to be considered\nto evaluate sustainability.\nAn important prerequisite for assurance of environmental performance data will\ntherefore be clarity on which transition risks, physical risks and environmental\nexternalities should be considered in evaluating the environmental sustainability of\neconomic activities and investments, and thus influence investment decisions.\nOpen Data Institute | June 2022 | Tackling greenwashing through data assurance21\n\nAs mentioned above, and discussed in more detail inAppendix 1, this work is\nalready in train, both in the UK and in other jurisdictions.\nWe think it will be important for mandatory disclosure requirements to\nprovide clear, usable definitions of the risks and impacts that ought to be\nreflected in sustainability reporting. This should reflect the role that data\nassurance products and services can play in further refining such definitions\nand improving the trustworthiness of environmental disclosures.\nReporting standards\nIn standardising statutory sustainability disclosure requirements (SDRs), financial\nregulators can define the type, frequency and level of detail of the information to\nbe disclosed, and formalise it as adata standard– a documented, reusable\nagreement that helps people and organisations to publish, access, share and use\nbetter quality data.\nBy introducing requirements on what data must be disclosed, regulators also\ndetermine what kind of data companies and financial product providers need to\ncollect, manage and share from their operations and their wider supply chain.\nAdditionally, regulators can assure data published within their sector, assessing\nthe quality of what is reported and ensuring that it meetsbest practice standards.\nThis will allow consumers and investors to be able to better compare different\nproducts and companies.\nWe think that it will be important for regulators to support open data\nstandards for sustainability reporting, helping to consolidate a standards\necosystem which is currently crowded and complex.\nTrusted rating providers\nAs mentioned above, the capacity to ‘shop around’ for favourable ratings and\nindicators is an enabler of greenwashing. This risk can be mitigated by setting\nstandards for ratings and indicators. The legitimacy of ratings ultimately depends\non the legitimacy of the organisations providing them. The question remains of\nwhether public bodies such as regulators should define or provide ESG ratings or\nwhether it should be an entirely private matter.\nWhile it is important that providers are trusted by investors, asset managers and\ncompanies, the consequences of green finance affect the wider public and not\njust those actively participating in investment decisions. Our work onTrusted Data\nInstitutions, andTrustworthy Data Stewardship, andourrecommendationsto the\nCMA on the future oversight of open banking, offer some pointers on how this can\nbe achieved.\nWe think the government, regulators and industry bodies should take steps\nto ensure that standards and ratings are provided by institutions that are\ntrusted not only by investors and companies, but also by the wider public.\nOpen Data Institute | June 2022 | Tackling greenwashing through data assurance22\n\nDriving and directing the growth of the\nassurance sector\nIncreasing demand\nIt is likely that the introduction of new disclosure requirements (seeAppendix 1)\nwill stimulate the growth of the environmental performance data assurance market\nby creating incentives for firms, investors and regulators to provide assurance that\nthe data being used to comply with these requirements is suitable. However, there\nmight be downstream barriers and market failures preventing these services from\nemerging.\nIn most sectors, companies will often have a direct interest in ensuring that the\ndata they use is trustworthy, regardless of whether the SDRs require them to do\nso. Using poor quality or unreliable data could impact the effectiveness of\ncompany decision-making, harming profitability. In the case of data on\nenvironmental performance, this won’t always be the case. Companies and\ninvestors are bound to a certain extent by fiduciary duties to understand their\nexposure to climate-related risks and mitigate these risks accordingly. However,\nupcoming disclosure requirements go beyond this and require the reporting not\nonly of climate-related risks but also impacts – activities that produce negative\nexternalities for society or the environment. In these cases, there may be an\nincentive to downplay or minimise the extent of such activities.\nThis has potential implications for the role of data assurance in green finance.\nDemand, and therefore growth, might be lower for data assurance services\nprovided to this sector. There might be a need to stimulate demand, which could\ntake the form of mandating specific formal types of assurance (for example\ncertification against agreed standards).\nWe think it will be important for the government to monitor demand and\nuptake of assurance services and take steps to stimulate demand if\nnecessary.\nMaintaining quality\nFor reasons similar to those outlined in the section above, it may also be the case\nthat quality requirements for assurance in green finance might be lower. As a\nconsequence, there might need to be a greater role for public or regulatory\ninvolvement in assurance of data for green finance, compared with the assurance\nof data for other sectors and use cases.\nThis could involve more tightly regulating assurance providers and\nstandards-setting bodies: for example, requiring that firms providing these\nservices subscribe to mandatory standards. It could involve regulators themselves\nhaving to carry out certain assurance responsibilities, if it is found that private\nproviders are failing to do so to the requisite standard.\nOpen Data Institute | June 2022 | Tackling greenwashing through data assurance23\n\nShort of this, and using their current powers, regulators could engage in ‘softer’\nforms of intervention, such as the setting of best practices and publication of\nguidance, or the integration of data assurance into existing regulatory activities. In\norder to drive adherence to these best practices, regulators couldcollaborate with\nindustry or professional bodiesto offer certificationschemes or to accredit other\norganisations to do so.\nWe believe that there is a need for policymakers, the governance profession\nand regulators to work together to shape and maintain quality in assurance\nservices for green finance.\nCosts and benefits of assurance\nWhether through mandatory requirements, incentives or provision of services,\nimplementing data assurance for environmental performance reporting will mean\nthat costs associated with environmental performance disclosure may initially\nincrease. Areport by the Climate Risk DisclosureLab at Duke Universitypublished\nin 2021 found that most companies expected audit and assurance services to be\nthe main cost driver associated with the introduction of new disclosure\nrequirements.\nHowever, empirical evidence has shown that, at least in some cases, mandating\nassurance of non-financial disclosures can bring economic benefits to individual\nfirms. It is reasonable to assume that increasing the trustworthiness of\nsustainability disclosures should enable the most sustainable firms and asset\nmanagers to differentiate themselves from less sustainable competitors and\nattract investment.Research conducted recently inTaiwan, where mandatory\nassurance was introduced for Corporate Social Responsibility disclosures,\nsupported this, finding that mandatory assurance had the effect of reducing the\ncost of debt capital for firms.\nBeyond the costs and benefits associated with individual firms and investors,\nthere are also benefits to the wider economy that need to be factored in. Assuring\nthat sustainability disclosures are accurate should enable the government, civil\nsociety organisations and the private sector to better understand the impacts of\neconomic activities on the environment, and thus improve decision-making aimed\nat reducing climate change related impacts. Moreover, asa report commissioned\nto Frontier Economics by the ODIshowed, increasingtrust in data ecosystems has\nthe effect of increasing the economic value generated by data in the long term. By\nincreasing the trustworthiness of sustainable disclosures through assurance that\nthey use reliable data and are created by following adequate data practices, data\nassurance should increase the value created from this data over time.\nWe think it will be important for any interventions aimed at embedding data\nassurance in green finance to assess – and, if necessary, aim to reduce – the\nadditional costs of embedding assurance, while at the same time weighing\nthese against the short-term and long-term economic benefits of a\ntrustworthy green finance sector.\nOpen Data Institute | June 2022 | Tackling greenwashing through data assurance24\n\nFuture-proofing the assurance of data for green\nfinance\nFinally, we believe that several challenges will need to be addressed in the coming\nyears if data assurance is to be successfully embedded in the green finance\nsector.\nData gaps and data holes\nAlthough in many cases the data requirements for sustainability disclosures are\nclear, and the data itself is available, there remain manydata gapsanddata holes\n– instances where there are limited frameworks or guidance about what data is\nneeded – that need to be filled:\n●\nData gapsare instances in which reporting frameworksexist but datasets\nare not adequately populated. A recent report byTheFuture of\nSustainable Data Alliancefound that important datagaps still exist,\nincluding for energy consumption and production by source, emissions of\nGHG, executive pay and board composition. These are all included in\nexisting reporting frameworks, but the data to populate them is not always\navailable.\n●Data holesare instances where there are limited frameworksor guidance\nabout what data is needed. These are often emerging topics that society\nis trying to tackle through ESG disclosure, but which are not yet captured\nby available reporting frameworks. These include risks and impacts on\nbiodiversity, and issues associated with supply chain reporting. In both\ncases, there are still pending challenges on formulating indicators and\nstandardising reporting.\nData assurance activities, such as third-party audits, could play an important role\nin discovering and fixing these data gaps and data holes, for example by\nhighlighting specific examples of where a disclosure or type of disclosure is not\nunderpinned by the necessary data.\nWe think it will be important for regulation to reflect the constructive role\ndata assurance can play in helping to discover and fix data holes and gaps.\nAlternative sources of data\nIt could be possible to fill some of these data gaps and data holes through the use\nofalternative data: data from new and unique sourcesused by investors to help\nevaluate a company or investment. Alternative data includes vast amounts of\nnon-standardised and unstructured data that takes significant time and\ninvestment to properly make use of. The quality and limitations of the datasets\nbeing sold in the market today are often not known by alternative data users until\nthis investment has been made.\nThere are many sources of alternative data – from web traffic and public records,\nto surveys and weather reports – but they can be broken down into three broad\ntypes:\nOpen Data Institute | June 2022 | Tackling greenwashing through data assurance25\n\n●\nData about individuals,such as data on consumer sentiment from social\nmedia and citizen-generated data.\n●Data about business processes,like using web-scrapedjob postings to\ngain insights on company hirings.\n●Data from sensors,such as from private aeroplaneflight trackings to\nhelp discover potential deals between companies.\nData assurance activities can help to ascertain whether new or alternative sources\nof data are being used properly to fill data gaps and data holes in environmental\nperformance reporting, providing confidence in their use.\nWe think it will be important for the government to consider how data\nassurance practices can help to improve confidence in alternative data.\nAI assurance\nArtificial intelligence (AI) systems are typically used at the insight creation stage of\nthe data value chain, to create more sophisticated analyses and insights from\ndata. Financial institutions, investors, ratings agencies and individual companies\nare increasingly using forms ofAI modellingto produceinsights into climate risks\nand externalities.\nAI assuranceis related to, but distinct from, dataassurance. AI assurance is\ndefined by the Centre for Data Ethics and Innovationas services which ‘help\npeople to gain confidence in AI systems by evaluating and communicating reliable\nevidence about their trustworthiness’.\nData assurance is a necessary condition for AI assurance: data is used to train and\nuse AI systems, so AI assurance requires confidence that the data supplied is\ntrustworthy and collected ethically and equitably. Beyond the assurance of the\ntraining and input data, AI assurance will involve other elements such as\nassurance of the AI models being used and of the instructions provided to these\nmodels by human operators.\nAI assurance, like data assurance, will have a role to play in ensuring sustainability\ndisclosures are both trusted and trustworthy.\nWe think it will be important for the government to consider green finance as\na key use case for AI services and therefore AI assurance, as it continues to\ndevelop and roll out the support for the sector outlined in theAI Assurance\nRoadmap.\nOpen Data Institute | June 2022 | Tackling greenwashing through data assurance26\n\nData institutions for environmental performance data\nData institutionsare organisations that steward dataon behalf of others. They\nmake decisions about who has access to data, for what purposes and to whose\nbenefit, to realise the value and limit theharm thatuse of data can bring.The\nrelative importance and number of data institutions – some of which are referred\nto as data intermediaries or data-sharing services – is increasing as we require\ndata for various use cases to be aggregated from multiple sources.\nMany existing data institutions steward data that is or may become relevant to\ngreen finance.The Data Institutions Register, developedand maintained by the\nODI, includes a list of 30 data institutions working with climate data, including:\n●\niNaturalist, a citizen science project which empowerspeople to document\nbiodiversity and share images of flora and fauna.\n●Globe at Night, an international citizen science campaignto raise public\nawareness of the impact of light pollution by inviting citizen-scientists to\nmeasure and share their observations of the brightness of the night sky.\n●Sensor.Community, a network of individuals with DIYair quality sensors.\nThe community pools data about air quality from all over the world to\ncreate an open environmental dataset.\n●TheEnergy Data Co-op, being developed by Open DataManchester and\nCarbon Co-op, where people can pool and share data to improve the\nefficiency of their homes by changing how energy is used.\nThese institutions could potentially play a role in stewarding environmental\nperformance data that is relevant for ratings providers and regulators, as well as\nfor investors and asset managers wanting to make better informed decisions. Data\ninstitutions can play a role both in setting standards and in making data from\nstatutory disclosures accessible in ways that allow third parties to evaluate and\ncompare information across different companies and products.\nRecent research carried out by the ODI with GPAI and Aaptihas set out the\npotential for data trusts – themselves a type of data institution – to help tackle the\nclimate crisis. There could be a role for data trusts and other types of other data\ninstitution in stewarding new and alternative datasets relevant to green finance.\nThere are a number of ways the government can consider intervening to build trust\nin emerging data institutions, as outlined in arecentODI report.\nWe think it will be important for the government to understand the role data\ninstitutions can play in stewarding environmental performance data, and\nconsider how they can intervene to build trust in such organisations.\nOpen Data Institute | June 2022 | Tackling greenwashing through data assurance27\n\nNext steps\nThe ODI has carried out this project to explore what data assurance for green\nfinance could look like, and how it can help to tackle the threat posed by\ngreenwashing. It forms part of our ongoing programme of work ondata\nassurance.\nWe will continue to actively investigate these issues, and are interested in hearing\nfrom others working on this topic across industry and civil society. If you’d like to\nstay informed about our work in this area, provide feedback on this draft report, or\nget involved as a project partner or collaborator, we’d love to hear from you!\nThis report is published as an open draft for comment – please feel free to add\nyour thoughts, reactions and commentary directly.\nAlternatively, you can get in touch with us by emailing the ODI’s Policy team at\npolicy@theodi.orgor by filling out the contact formon ourproject page.\nOpen Data Institute | June 2022 | Tackling greenwashing through data assurance28\n\nAppendices\nAppendix 1: Disclosure requirements in the UK\nEnvironmental performance reporting is increasingly a legal requirement, with\neight jurisdictions including the UK, EU and Japan having introduced\nenvironmental disclosure requirements aligned with standards set out by the\nG20-founded Task Force on Climate-related Financial Disclosures (TCFD) as of\nSeptember 2021.\nThe UK government sees the disclosure of whether products are sustainable or\nnot as a vital mechanism for ‘greening’ the financial system: by ensuring that\n‘decision-useful’ information on investment sustainability is available to financial\nmarket decision-makers; those decision-makers can then factor sustainability into\ntheir investment choices.\nThe Greening Finance roadmap published by the Treasury in 2021 outlined the\nsteps that the government will take to make this a reality:\n1.The implementation of Sustainability Disclosure Requirements (SDRs)\nfrom April 2022 onwards.\n2.Further mandatory disclosure requirements introduced by 2025,\nincorporating the UK Green Taxonomy and ISSB issued standards.\nFrom April 2022: Sustainability Disclosure Requirements (SDRs)\nFrom April 2022, newSustainability Disclosure Requirements(SDRs)will come\ninto force, placing new responsibilities on investment products, for corporate\nactors, and for asset managers and asset owners.\nSDRs will cover both information that can have a material impact on investors’\ninterests (transition risks and physical risks), and information on how firms impact\nthe environment (negative and positive externalities).\nBased on standards developed by theG20 Taskforceon Climate-related Financial\nDisclosures, SDRs will require the disclosure of informationaround four pillars:\n1.Governance: governance arrangements around sustainabilityrelated\nrisks, opportunities and impacts.\n2.Strategy:actual and potential implications of sustainability-relatedrisks,\nopportunities and impacts for businesses.\n3.Risk management:the processes by which risks, opportunitiesand\nimpacts are identified, assessed and managed will also have to be\ndisclosed.\nOpen Data Institute | June 2022 | Tackling greenwashing through data assurance29\n\n4.Metrics and targets:metrics and targets used to assess and manage\nrisks, opportunities and impacts, as well as the performance against these\ntargets, and relevant supporting information.\nBy 2025: The UK Green Taxonomy\nTheGreening Finance roadmapalso details the developmentof the UK Green\nTaxonomy, with additional disclosure requirements based on this taxonomy set to\nbe introduced in the coming years. Taxonomies have already been developed in\njurisdictions around the world including the EU, China, Malaysia, Bangladesh and\nRussia. The UK taxonomy will build on these existing taxonomies, focusing on net\nzero in the UK context.\nThe aim of the UK taxonomy is to ‘clamp down on greenwashing –\nunsubstantiated or exaggerated claims that an investment is environmentally\nfriendly - and make it easier to understand how a firm is impacting the\nenvironment’ by ‘clearly defining which economic activities count as\nenvironmentally sustainable’.\nTaxonomy-related disclosures will provide information on how firms impact the\nenvironment (negative and positive externalities). For an activity to count as\ntaxonomy-aligned, it will need to meet the following criteria:\n1.Make a substantial contribution to one of six environmental objectives:\na.Climate change mitigation\nb.Climate change adaptation\nc.Sustainable use and protection of water and marine resources\nd.Transition to a circular economy\ne.Pollution prevention and control\nf.Protection and restoration of biodiversity and ecosystems\n2.Do no significant harm to the other objectives.\n3.Meet a set of minimum safeguards, based on the OECD Guidelines for\nMultinational Enterprises, and the UN Guiding Principles on Business and\nHuman Rights.\nAppendix 2: Data assurance\nAt the ODI, we definedata assuranceas:‘the process,or set of processes, that\nincrease confidence that data will meet a specific need, and that organisations\ncollecting, accessing, using and sharing data are doing so in trustworthy ways.’\nAs detailed in Table 3, assurance activities can help to improve user confidence in\na range of attributes associated with data and datasets – such as data\nprovenance, discoverability and quality – as well as data practices – such as\nstrategy, governance and user support.\nOpen Data Institute | June 2022 | Tackling greenwashing through data assurance30\n\nTable 3: What data and data practices can be assured?\nYou can provide assurance for several aspects of data and data practices, for example:\nData and\ndatasets\nto improve confidence that:by performing activities such as:\ndata is of trustworthyprovenancechecking individual data points to assess\ntheir accuracy; verifying the sources of\ndata, including those that may come\nfrom third parties\ndata has beenethically sourcedreviewing a dataset to ensure it does not\ncontain personal data\ndata is of appropriatequalitychecking the structure of a dataset\nagainst a standard to confirm that it is\nwell-formed and complete\nData\npractices\nto ensure:by performing activities such as:\ndata can beeffectively usedby relevant\ndecision-makers\nensuring that those involved in data\npractices have the necessary skills and\nknowledge to work with data\ndata is shared with the right peopleassessing the decision making for how\ndata is shared, to ensure that it is shared\nresponsibly and in ways that will\nminimise harms\nthere are no harmful impacts on people,\norganisations and communities who the\ndata is about, or who are affected by use\nof the data\nreviewing the lifecycle of how data is\ncollected, managed and shared to\nconfirm that data is managed legally,\nsecurely and ethically\nOpen Data Institute | June 2022 | Tackling greenwashing through data assurance31\n\nFormal and informal data assurance activities\nData assurance activities can be classified based on how formally they are defined\nand applied.\nMore formalassurance activities include processessuch as audits, certification or\naccreditation schemes. They are described and supported by well-defined\nstandards and involve multiple layers of review and assessment; not just of the\nprocess itself, but the people and organisations involved in it.\nLess formaldata assurance activities include developingand applying norms and\nprinciples that might help to guide and reinforce trustworthy behaviours. But their\napplication may only be loosely defined and the results are not verifiable. In\ncontrast, more formal data assurance activities typically follow well-defined\nprocesses and produce verifiable outputs.\nTable 4: What types of data assurance activities are there?\nWhat is assured?Less formalMore formal\nDataGuidance on use of modelling\nand design of data\nProvision of data\ndocumentation or data licences\nQuality control\nValidation against agreed standards\nData practicesDeveloping skills\nBuilding professional, social or\norganisational norms\nDeveloping shared principles\nand best practices\nConducting audits of data processes\nand governance\nCertification of organisational\nprocesses against predefined\nstandards\nOpen Data Institute | June 2022 | Tackling greenwashing through data assurance32\n\nWho is responsible for data assurance?\nThe assurance ecosystem extends to actors beyond the immediate environment of\norganisations creating and providing data, and those consuming data from third\nparties. This wider ecosystem includes:\n●\nProviders of data assurance. These organisations canbe found across\ndifferent sectors of the economy, and they vary in size, although the\nmajority of firms currently providing data assurance services were\nincorporated in the last 10 yearsand employ fewerthan 10 people each.\nPublic bodies such as regulators can directly provide data assurance\nservices, although they are more likely to play amarket-shaping role.\n●Governments, regulators, researchers and advocacy organisations.\nThese other actors help to create policies and legislative frameworks that\nguide how data is accessed, used and shared; provide guidance, support\nand influence to encourage and enable others to behave in certain ways;\nor develop the tools and technologies that support their activities.\n●Standards development organisationssuch as the BritishStandards\nInstitutions (BSI), Office for Product Safety and Standards, National\nPhysical Laboratory and theUnited Kingdom AccreditationService. These\norganisations help to develop and maintain the standards that describe\nhow a product or service should operate (core standards), the standard\nprocesses by which a data-enabled product or service might be certified\nagainst that standard, and standard training and assessments that are\nused to accredit organisations to complete these certifications.\nOpen Data Institute | June 2022 | Tackling greenwashing through data assurance33\n\nGlossary\nAssurance: the process, or set of processes, thatshow evidence that something\nis reliable or trustworthy.\nAI assurance: the process, or set of processes, thatincrease confidence that AI\nsystems work as they are supposed to work, and that they are effective,\ntrustworthy and legal.\nClimate-related risks:potential negative impactsof climate change on an\norganisation. They can either be transition risks, which are financial risks\nassociated with the transition to a lower-carbon economy, or physical risks, which\nare related to the physical impacts of climate change.\nData assurance: the process, or set of processes,that increase confidence that\ndata will meet a specific need, and that organisations collecting, accessing, using\nand sharing data are doing so in trustworthy ways.\nData assurance activity: a specific activity to createtrust in data, such as\nconducting an audit, validating a dataset, or carrying out training.\nData assurance scheme: a specific project that worksby applying one or more\ndata assurance activities and may involve multiple actors.\nData ecosystem: data infrastructure and the people,communities and\norganisations that benefit from the value created by it.\nData institutions: organisations whose purpose involvesstewarding data on\nbehalf of others, often towards public, educational or charitable aims.\nData practices:the processes by which data is collected,shared,\nheld and/or managed.\nData value chain: the set of activities that createimpact from data. At the ODI, we\nconsider that the data value comprises three activities: stewarding data, creating\ninformation from that data, and deciding what to do based on that information.\nDisclosure: the action of publishing information abouta company’s activities,\nfinancial performance, exposure to risks and other aspects relevant to its\noperations and current and future performance.\nEnvironment: the surrounding on which a company orfirm operates. It includes\neverything that is not within the company boundaries but can be impacted or\naffected by its activities.\nEnvironmental performance: effects of business activitiesand products on the\nnatural environment, which can be assessed in relation to development goals or\npolicy objectives such as net zero.\nEnvironmental performance data: data about the effectsof business activities\nand products on the natural environment.\nOpen Data Institute | June 2022 | Tackling greenwashing through data assurance34\n\nESG: company reporting framed around three key factors: environment, social and\ngovernance. The first covers how organisations impact and are impacted by\nclimate change and broader environmental issues. The second includes factors\nsuch as labour conditions, and impact on development. The third one refers to\ninformation about the way a firm is controlled and directed.\nGreen finance: an approach to the financial systemthat aims to align financial\nflows with the goal of achieving a low-carbon world. In 2019, the UK government\npublished a Green Finance Strategy, which set out policy commitments to help\nalign UK financial flows with a low-carbon world, by supporting the financial\nservices sector to align with environmental goals and by mobilising finance to\nsupport clean and resilient growth.\nGreenwashing: the action of making misleading or unsubstantiatedclaims\nabout environmental performance of businesses, economic activities or\ninvestment products. It can lead to wrong investment and buying decisions,\nmisallocation of capital intended for sustainable investments, and the\nundermining of trust in the market.\nMandatory Sustainability Disclosure Requirements:requirements announced\nby the Chancellor in July 2021 that aim to create an integrated framework for\ndecision-useful disclosures on sustainability across the economy. They cover\nthree types of disclosure: corporate disclosure, asset manager and asset owner\ndisclosure, and investment product disclosure.\nPhysical risk: climate-related risks that may havefinancial implications such as\ndamage to assets, supply chain disruption, changes in resource availability or\nquality, among others. According to the TCFD guidance, physical risks can either\nbe considered acute when they are event driven, or chronic when they relate to\nlonger-term shifts in climate patterns.\nQuality infrastructure: formal mechanisms of assurancesuch as standardisation,\nconformity assessment, measurement or accreditation.\nSustainability Disclosure Requirements (SDRs): newrequirements for\ncorporate, asset managers and owners, and investment product disclosures that\nwill create an integrated framework for decision-useful disclosures on\nsustainability across the UK economy. They build on the UK’s TCFD\nimplementation and its first measures will come into force in 2022.\nStandards:documented, reusable agreements that solvea specific set of\nproblems or meet clearly defined needs. Data standards are often used to help\ndefine or support a data assurance activity.\nTaskforce on Climate Related Financial Disclosures (TCFD): an organisation\ncreated in 2015 by the Financial Stability Board of the G20 to develop consistent\nclimate-related financial risk disclosures for use by companies, banks and\ninvestors. It published its final recommendations in June 2017.\nTransition risk: financial or reputational risks associatedwith the transition to a\nlower-carbon economy and the policy, legal, technology and market changes that\nit requires or will require.\nOpen Data Institute | June 2022 | Tackling greenwashing through data assurance35\n\nTrustworthy data ecosystem:an environment in which individuals and\norganisations across the public, private and third sector trust that data is flowing\nin ways that will maximise benefits whilst minimising harms.\nUK Green Taxonomy: a common framework to determinewhich investments and\neconomic activities are considered by the UK government to be environmentally\nsustainable. The government expects to have a Green Taxonomy legislation in\nplace by the end of 2022.\nEU Taxonomy: a classification system, establishinga list of economic activities\nconsidered by the EU to be environmentally sustainable.\nOpen Data Institute | June 2022 | Tackling greenwashing through data assurance36","version":"1.10.100"}