{"numpages":51,"numrender":51,"info":{"PDFFormatVersion":"1.4","IsAcroFormPresent":false,"IsXFAPresent":false,"Title":"#OPEN European data economies trade project: Background research and mapping","Producer":"Skia/PDF m109 Google Docs Renderer"},"metadata":null,"text":"\n\n\n\nContents\nContents1\nAbout this report3\nSummary4\nNational data economies: an overview4\nHigh-level sector mapping: an overview6\nFinance6\nTransport7\nArtificial intelligence8\nHealthcare9\nEnergy and utilities9\nDefining the data economy10\nGermany11\nMapping the data economy11\nData legislation and regulation13\nKey legislation and regulation13\nImpact of GDPR and the European ePrivacy Regulation15\nHigh-level market analysis16\nFinance17\nTransport18\nArtificial intelligence19\nHealthcare20\nEnergy and utilities21\nFrance23\nMapping the data economy23\nData legislation and regulation24\nKey legislation and regulation24\nImpact of GDPR and the European ePrivacy Regulation25\nHigh-level market analysis25\nFinance25\nTransport27\nArtificial intelligence28\nHealthcare29\nEnergy and utilities29\n1\n\nNetherlands31\nMapping the data economy31\nData legislation and regulation33\nKey legislation and regulation33\nImpact of GDPR and the European ePrivacy Regulation34\nHigh-level market analysis35\nFinance35\nTransport36\nArtificial intelligence38\nHealthcare38\nEnergy and utilities40\nBelgium41\nMapping the data economy41\nData legislation and regulation42\nKey legislation and regulation42\nImpact of GDPR and the European ePrivacy Regulation44\nHigh-level market analysis45\nFinance45\nTransport46\nArtificial intelligence46\nHealthcare47\nEnergy and utilities48\nAppendix 1: methodology50\n2\n\nAbout this report\nFrom April 2018 to March 2019, the Open Data Institute will be working to support international\ntrade opportunities for data-enabled businesses - in particular, in Germany, France, the\nNetherlands, and Belgium. The ODI commissioned this report from Oxford Insights to help inform\nits decisions about how best to invest time and effort in 2018-19.\n3\n\nSummary\nThis report is a high-level analysis of the data economies of Germany, France, the Netherlands, and\nBelgium: ‘sizing the prize’, mapping out key stakeholders, and assessing the impetus for change.\nOur emphasis was breadth rather than depth, with a view to directing future research and\ndevelopment resources.\nOur analysis is divided by country, with each consisting of the following sections: mapping the data\neconomy; an overview of relevant data-related legislation and regulation, including the likely impact\nof GDPR; high-level qualitative mapping of the finance, transport, artificial intelligence, healthcare,\nand energy and utilities sectors.\nThe four countries reviewed are all making strong progress both in opening up and capitalising on\nthe value of data, but this progress is uneven across countries and sectors.\nNational data economies: an overview\nDifferent pictures emerged of the data economies in each of the countries we studied. The four\neconomies range in size: Germany is the largest economy in the EU, France the 3rd, the\nNetherlands is 6th and Belgium 9th.However, in termsof the EU’s Digital Economy and Society\n1\nIndex (DESI), which measures digital performance and competitiveness, the most advanced digital\neconomy of this group is the Netherlands, which is 4th, and Belgium is 6th, while Germany and\nFrance lag behind them at 11th and 17th respectively.Digital progress is not dictated purely by\n2\neconomic might.\nSource: World Bank\n3\n3\nWorld Bank (2017) DataBank\n2\nEuropean Commission (2017) The Digital Economy AndSociety Index (DESI)\n1\nEurostat (2017) Share of Member States in EU GDP\n4\n\nSource: EU Digital Economy and Society Index 2017\n4\nThe Global Open Data Index, which measures open government data publication, told a further\nstory: France is the leader here, in 3rd place, while the Netherlands (20th), Belgium (22nd) and\nGermany (24th) all perform relatively poorly given their high DESI rankings and large economies.\nSource: The Global Open Data Index 2017\n5\n5\nOpen Knowledge International (2017) Global Open DataIndex\n4\nEU Commission (2017) The Digital Economy and SocietyIndex\n5\n\nThe International Data Corporation’s 2017 reportinto the European data market reports on the\n6\nvalue of the data market for each country. These findings are displayed in the graph below. In the\nEU, Germany’s data market is the most valuable, France’s is third, e Netherlands’ is sixth and\nBelgium’s is eighth. As per IDC analysis, this suggests that all the countries studied here already\nhave relatively high market penetration of data products and services. All are therefore theoretically\nwell positioned to take advantage of the economic benefits of the data economy.\nGraph displaying the value of European countries’ data markets. Source: European Data Market Monitoring\nTool, IDC October 2016\n7\nHigh-level sector mapping: an overview\nFinance\nAll of the countries studied here have reasonably strong and growing FinTech sectors. There is also\na trend of banks in these countries successfully collaborating with tech firms and taking advantage\nof the opportunities presented by big data and new technologies. They have varying rates of\nconsumer FinTech adoption amongst the digitally active population, however (as displayed in the\ngraph below): Germany leads with 35 percent; France has 27 percent; Netherlands has 27 percent;\nand Belgium and Luxembourg together have 13 percent (the average of countries studied was 33\npercent).\n8\n8\nErnst and Young (2017) EY FinTech Adoption Index2017\n7\nIbid.\n6\nInternational Data Corporation (2017) European DataMarket: Final Report\n6\n\nSource: EY FinTech Adoption Index 2017\n9\nIn the Netherlands, there is political will to drive the FinTech sector, with the 2017 coalition\nagreement explicitly recognising the value of innovative financial technology and recognising the\nneed for relaxing regulation to foster innovation. Applications of big data in banking is one of the\nfocus areas of the country’s Commit2Data programme. The Belgian government has similarly\nacknowledged the value of the sector, with Finance Minister Johan van Overtveldt seeking to build\nbridges with UK FinTech firms to maintain links after Brexit. The German government has, amongst\nother measures, set up FinCamps to promote dialogue with German FinTech companies. The\nFrench government has similarly sought to attract FinTech from the UK after Brexit.\nTransport\nGiven the integrated nature of Europe’s transport network, there is a significant amount of EU-level\ncooperation and initiatives involving big data and tech to improve transport. All four countries are\npart of the EU’s C-Roads project, which aims to use tech to enable vehicles to communicate with\none another as part of a move towards a smart roads network.\nAt a national level, there is a policy focus on intelligent transport and autonomous vehicles, with\ngovernments such as Germany and the Netherlands stating their intentions to make progress in\nthese areas. There has been significant private sector innovation in the transport sphere, as seen in\nthe success of companies such as German taxi-hailing app Mytaxi and French ride-sharing app\nBlaBlaCar. There is also a trend of more traditional transport industry giants investing in innovative\nnew tech companies, such as Daimler buying a share of Mytaxi, Volkswagen investing in\ntaxi-hailing app Get, and TomTom buying a self-driving car startup.\n9\nibid.\n7\n\nArtificial intelligence\nUnder Macron, France is taking a number of steps to reverse its traditionally anti-tech,\nanti-entrepreneur image. AI has been a focal point of the current administration, including the\ncountry becoming one of the first ten in the world to publish a national AI strategy (#FranceIA), and\nMacron recently announcing €1.5 billion of investment into AI research.Germany, the\n10\nNetherlands and Belgium currently do not have comprehensive national AI strategies, although the\nGerman and Dutch governments seem to be more committed than the Belgian government to\nmaking AI a national priority area based on statements and policy documents.\nSource: Asgard\n11\nIn the private sector, the capital cities of each of these countries except Belgium are major tech\nhubs: Berlin, Paris and Amsterdam are the 2nd, 3rd and 6th biggest AI startup hubs in Europe\nrespectively.Germany also has Munich at 5th positionand Frankfurt at 11th, and the Netherlands\n12\nhas the Hague at 13th. Although Belgium tends to lag behind the other three countries in terms of\nits AI sector, it does still have two of the top 15 hubs of AI talent in Europe: Brussels (12th) and\nAntwerp (14th).\n13\nAt the EU level, there is the issue that amounts of data available for training algorithms for AI is very\ndifferent to, for example, the US, where there are huge data lakes held by commercial companies,\nor China, where Alibaba can be trained using government data. The fragmented nature of data\nacross the EU limits the speed of developing AI.\n14\n14\nInterview with Ton Zijlstra, European open data expert, 12 April 2018\n13\nTibau, F. (2016) Brussels and Antwerp in top 15 EuropeanAI hubs, Startups.be\n12\nibid.\n11\nFabian (2017) The European Artificial IntelligenceLandscape\n10\nCerulus, L. (2018) Macron: France to invest nearly€1.5B for AI until 2022, Politico\n8\n\nHealthcare\nMost countries have struggled with the issue of how to handle personal privacy when considering\nhow to capitalise on patient data to enable large-scale digitisation of healthcare. Belgium and\nFrance have recently announced new regulations or amendments to existing regulations to address\nthis, but cumbersome regulation remains a limitation to eHealth in Germany, in particular.\nAll the countries included in this report recognise the potential of eHealth and the need to digitise\nhealthcare, but large-scale digitisation seems to remain fairly elusive. The Netherlands, Belgium and\nGermany have established or plan to establish ‘Health Valleys’ to encourage cooperation between\nthe public and private sector to foster innovations in the field of eHealth. This is a key area in which\nother governments may learn from the UK, as the NHS is a good example of the opening up of\nselected healthcare data, and how this can be used to make the system more efficient.\nEnergy and utilities\nAcross Europe, governments are seeking to make the transition toward greater use of renewable\nenergy sources, a process which most recognise will require greater reliance on digital technologies\nand the use of big data. Smart networks featuring smart grids and smart meters to transmit data\non energy consumption are an extremely popular innovation in all four countries and a useful\nsource of big data. Using this data is not always straightforward, as seen in the Netherlands where\npublic-private energy transporters can be forced to turn down open data requests due to privacy\nconcerns and contractual confusion around the conditions under which public and private entities\nand individuals share their data into the pool.\n15\nPartly as a result of EU directives to liberalised energy markets, there has been major innovation\ntaking place in the energy sectors of the countries in this report. This has led to movement away\nfrom traditional oligopolies consisting of a small number of energy giants in each country, which\nhas created space in the market for smaller digital and data-driven companies to flourish. As a\nresult, start-ups are springing up with solutions for problems such as how to optimise energy use\nusing customer data, and how to store energy from renewable sources. The field of ‘clean tech’\nstartups in each of these countries is rapidly developing and highly innovative, and will be worth\nmonitoring closely over the coming years.\n15\nibid.\n9\n\nDefining the data economy\nThere is a lack of consensus regarding the definition of a data economy. We considered a number\nof possible definitions, including an attempt to crowdsource a definition on social media (with\nlimited success). Ultimately, the definition we have settled on for the purposes of this report follows\nmost closely that used by the Big Data Value Association (an EU Commission strategic partner):\nThe data economy is the total social and economicvalue derived from using data.\nWhen measuring the data economy, there are a number of possible indicators to take into account.\nAs per the International Data Corporation’s report on the European data market,these include the\n16\ntotal number of data workers (those who collect, store, manage and analyse data), companies that\nproduce and deliver data-related products and services, and the value of the overall data market.\n16\nInternational Data Corporation (2017) European DataMarket: Final Report\n10\n\nGermany\nMapping the data economy\nGermany is the economic powerhouse of Europe. It is the fourth\nlargest economy in the world, and the largest in the EU,\naccounting for around 21 percent of total EU GDP.As of 2017,\n17\nit is the second fastest growing economy in the G7 (after\nCanada), with a growth rate of 0.6 percent in the first quarter of\nthat year.Additionally, employment in the countryhas increased\n18\nby over 10 percent over the last decade.Germany’sstrengths\n19\nas a large, fast-growing economy with increasing employment\nmean that it is well placed not only to manage, but to take\nadvantage of, disruption caused by technological change.\nGermany’s GDP is forecast to potentially increase by €82 billion if\nGerman businesses capacity to exploit digital technologies is\nfully realised.However, thus far digital progresshas tended to\n20\nlag behind other indicators, and Germany ranks 11th in the\n2017 Digital Economy and Society Index..\n21\nThe country’s ‘Digital Strategy 2025’emphasisesthe idea that data is the backbone of\n22\nGermany’s planned digital transformation. It also explicitly references the value of data to\nbusinesses and the economy: “how data is handled is a decisive factor in the success of modern\nbusiness...in the long run, the key competencies of successful companies will revolve around\ncollecting, processing, linking and protecting data”.The need to ensure that manufacturing\n23\ncompanies, production sectors and other businesses can continue to compete with new market\nplayers with superior understanding of data is recognised as an urgent priority for policymakers to\naddress.\n24\nData was also a key theme in the recent Coalition Agreement,signalling the country’s\n25\ncommitment to focus on digital policy and data as a central dependency for this. This is a change\nin approach, as Germany has not previously had a strong focus on data openness, and is only a\n25\n[German] Coalition Agreement between the CDU, CSUand SPD (2018)\n24\nibid.: 8\n23\nibid.: 6\n22\nibid.\n21\nEuropean Commission (2017) The Digital Economy AndSociety Index (DESI)\n20\nFederal Ministry for Economic Affairs and Energy(2016) Digital Strategy 2025: 6\n19\nibid.\n18\nGoodley, S. & Inman, P. (2017) UK comes bottom ofG7 growth league as Canada takes lead, The\nGuardian\n17\nEurostat (2017) Share of Member States in EU GDP\n11\n\nrecent member of the Open Government Partnership (2016).Pledges included a new law on\n26\nopen data, an intensive review of data protection in mid-2020, and the prioritisation of data as a\ncentral dependency of the new goal to spend 3.5 percent of GDP on areas including AI and\ndigitisation. Additionally, Germany plans to establish an e-Government agency to carry out pilots\nwith the aim of improving public services and governance.The government also announced a\n€500 million commitment to help ensure that citizens’ data is used in a transparent manner,\nincluding exploring the possibilities offered by Blockchain for public authorities. Germany has also\ncommitted to a national research data infrastructure, to help standardise and improve access to\nbanks of data.\n27\nAs well as this action from central government, which has contributed to Germany improving its\nrank in EU’s Open Data readiness index from 20th in 2016 to 17th in 2017,there is significant\n28\n‘bottom-up’ impetus, from both the state level, and citizens. (Examples of state-level legislation\npromoting open data are discussed in the ‘key legislation and regulation’ section of this chapter,\nbelow). The drive by citizens and businesses for open data can be seen in the abundance of\nhackathons organised throughout Germany, and the number of startups that applied for the\nEuropean Commission’s Open Data Incubator for Europe programme (133, meaning the country\nranked third after the UK and Spain).The countrycontinues to lag in open data rankings,\n29\nhowever, behind its European economic rivals: it is currently 24th in the Global Open Data Index,\nbehind Britain (2nd), France (3rd), the Netherlands (20th) and Belgium (22nd).This is at least in\n30\npart due to the country’s historically strong stance on protecting individuals’ data.\nAccording to Financial Times analysis from 2017,German industry is lagging when it comes to\n31\ntaking advantage of the opportunities afforded by big data and digital disruption. Although\nGermany is an economic powerhouse and home of automobile industry giants such as BMW,\nAudi, and Mercedes-Benz, many fear that digitisation could undermine Germany’s position of\neconomic strength, and that Germany’s ‘old’ industries are not well placed to cope with digital\ndisruption. As German Chancellor Angela Merkel said in 2014:“We have the opportunity for a\ndigital economic miracle. The question is whether or not it will happen in Germany”.\nIf German industry does not digitally transform, it risks a decline in industrial value added of €220\nbillion by 2025.German companies could instead becomesubcontractors for digital platforms\n32\nthat connect consumers and hardware products. Germany’s response to the risk of disruption\nposed by tech giants thus far has tended to be additional regulation, such as the banning of Uber\nand Airbnb in several major cities. There is uncertainty over whether Germany has the capacity or\n32\nibid.\n31\nChazan, G. (2017) Why German needs to accelerateinto the digital fast lane, The Financial Times\n30\nGlobal Open Data Index (2017)\n29\nibid.\n28\nRadu, C. (2018) Open Data in Europe: placing publicadministrations in the driver's seat of innovation,\nCapgemini\n27\nNove (2018) New Grand Coalition in Germany: Analysisof the Coalition Agreement\n26\nThe Open Government Partnership is a multilateral initiative established in 2011 by governments and civil\nsociety representatives, with a central aim of enhancing and promoting open government.\n12\n\ndrive to process the big data needed for the fourth industrial revolution with connected factories\nand automated production.\n33\nData legislation and regulation\nKey legislation and regulation\nThe 2018 coalition agreement confirms Germany’s long-held commitment to implementing\nregulation to protect its citizens’ data. The agreement lays out the country’s plans to introduce an\nePrivacy regulation in line with GDPR.If there isa delay in the EU’s ePrivacy Regulation (beyond\n34\nthe anticipated deadline of 25 May 2018), then any legislative loopholes will be addressed through\nnational legislation which will put into action the ePrivacy Directive 2002/58/EC (GDPR’s\npredecessor), as well as the German Telemedia Act.\n35\nAside from GDPR and the ePrivacy regulation, the State Secretary for Economic Affairs Matthias\nMachnig presented a white paper on digital platforms at the 2017 CeBIT fair.This white paper\n36\nrepresents what would be the country’s first comprehensive set of rules for a digital regulatory\npolicy, with Section 3.2 entitled ‘Creating a modern data economy’. This states that “an innovative,\ndata-centred economy with a strong industrial base is the European model to secure prosperity”.\n37\nThe paper outlines a number of steps for the government to“politically accompany the creation of\na modern data economy”:\n38\n●\nEstablish a clear legal framework for data usage;\n●\nAdvance seal and certification solutions for greater transparency, using GDPR as a\nfoundation for more data sovereignty and portability;\n●\nIntroduce basic transparency and information duties for digital platforms;\n●\nMake online business transactions and e-Government simpler and more secure by passing\na Trust Services Act (VDG) on the basis of the EU’s requirements for trust services (the\neIDAS Regulation), to make it easier for the public, businesses and authorities to verify\nidentities;\n●\nEstablish ‘experimentation rooms’ or ‘real laboratories’ for innovative digital networked\nbusiness models.\nAlthough it is still unclear whether these proposals will be enacted into law, they represent a\ncommitment from the Ministry of the Economy to advancing the creation of a data economy in the\ncountry. As such, it is worth following the development of these proposals going forward.\n38\nibid.:107-108\n37\nibid.:66\n36\nFederal Ministry for Economic Affairs and Energy(2017) White Paper on Digital Platforms\n35\nSplittgerber, A. & Schonhofen, S. (2017) Pre-ChristmasUpdate on the ePrivacy Regulation, ReedSmith\nTechnology Law Dispatch\n34\nNove (2018) New Grand Coalition in Germany: Analysisof the Coalition Agreement\n33\nibid.\n13\n\nGermany’s first federal Open Data law came into effect on 13 July 2017. The law amended the\nearlier e-Government law,and seeks to make Germangovernment data ‘open by default’.The\n3940\nlaw establishes a legal basis for citizens to access information from public authorities, as well as\nproviding clarity for providers as to what must be published. It stipulates that this data must be\nprovided in a machine-readable format, and that the government will establish a central data\nagency to support public authorities on questions reading open data provision, as well as to act as\na central contact point for regional authorities. Expected benefits of the law include better public\nsector products and services, as well as new digital transformation growth areas and better\nmanagement in the private sector, due to the availability of more high quality data. The German\nMinistry of Interior, which presented the bill, forecast that this will generate up to €130 billion of\neconomic gains over the next decade.In a statementfollowing the adoption of the Federal Open\n41\nData Act, a parliamentary spokesperson commented on the potential value of this data: “the\nsystematic publication of administrative data...creates opportunities for startups and SMEs...and\ntherefore the basis for data driven business models are laid”.\n42\nThe Open Government Partnership, however, lists a number of exemptions the Open Data Law:\n43\n●\nIt only covers data in electronic form (written documents are exempt);\n●\nThe law does not cover the regional authorities (Bundesländer),and thus only applies to\ndata from authorities directly subordinate to the federal government (though several states\nhave their own open data policies, as described below);\n●\nUniversities and research bodies indirectly subordinate to the federal government are\nexempt.\nOrganisations such as the Open Government Partnershiphave been lobbying the German\n44\ngovernment to agree to commit to an open data law since 2013,when their efforts were focused\n45\non getting the government to include a statement on the matter in their coalition agreement. They\ndid so on the basis that “the inclusion of such phrases [as ‘open data law’] is crucial in the\nlaw-making process because it provides a point of reference for future lobbying efforts, especially\nonce the topic is out of the public’s attention”.This makes the 2018 coalition agreement\n46\nparticularly pertinent, with its pledge to introduce a new law on open data, to “assess opportunities\nfor citizens and government authorities inherent in open data”.At present, further details of this\n47\nproposed legislation are elusive, but it potentially represents a major opportunity to help German\nbusinesses extract value from data.\n47\nNove (2018) New Grand Coalition in Germany: Analysisof the Coalition Agreement: 2\n46\nibid.\n45\nOpen Government Partnership (2017) Germany Finallyhas an Open Data Law\n44\nThe Open Government Partnership website\n43\nOpen Government Partnership (2017) Germany Finallyhas an Open Data Law\n42\nEuropean Data Portal (2017) New Open Data Act inGermany\n41\nibid.\n40\nEuropean Data Portal (2017) Germany brings Open Datainto law\n39\n[German] Law for the Promotion of Electronic Administration (E-Government Law); unofficial English\ntranslation:Von Michael, P. (2017) German Open DataLaw in English, Open Knowledge Foundation\nDeutschland\n14\n\nAs well as this top-down action from the federal government, which also included acceding to the\nOpen Government Partnership in late 2016, there has been significant impetus for open data from\nthe federal state level.Transparency laws have beenadopted in the states of Bremen, Hamburg\n48\nand Rhineland-Palatinate, whilst North Rhine-Westphalia is drafting its own Open Data Act.\n49\nGermany remains a staunch advocate of personal data protection and has played a key role in EU\nprivacy legislation, partly as a result of historic factors such as the country’s legacy as a police state\nduring the Cold War. In response to the recent Facebook-Cambridge Analytica scandal, the Justice\nMinister Katrina Barley announced plans to pass new laws on social media to enable tighter\nsupervision of companies like Facebook and allocate more power to the central government to\npunish data protection violations.Such a law wouldbe a further layer of regulation for social\n50\nmedia giants, who were also recently subject to controversial new law the Network Enforcement\nAct (known as NetzDG), under which platforms face fines of up to €50 million if they do not remove\n‘obviously illegal’ hate speech within 24 hours of being notified of it.The Act came into force on1\n51\nJanuary 2018, prompting Facebook and Twitter to add extra features for flagging content, and hire\nand train moderators. The legislation has provoked controversy as critics say it could curtail free\nspeech.\nImpact of GDPR and the European ePrivacy Regulation\nDue to a lack of clarity on both the final wording and timelines of the ePrivacy regulation,\norganisations which use electronic communications services may struggle with preparations for the\nnew regulation.There is an ongoing rush by manybusinesses to create and own consumer login\n52\nsystems, to help their businesses adapt to new ePrivacy laws, in the event that they will require\nconsumer consent for cookie use.This has resultedin cross-industry ‘login collectives’, or\n53\n‘alliances’comprised of publishing groups and non-publisherpartners. These combine national\n54\nnewspapers such asBildandDie Weltwith industrygiants such as car manufacturers Daimler,\ninsurance firm Allianz, Deutsche Bank, Lufthansa, and Deutsche Telekom. The aim of these\nalliances is to create single sign-in platform for all customers, to allow people to more easily\nmanage the data that businesses hold on them. This is to help businesses compete with the tech\ngiants such as Amazon and Google after GDPR comes in, as these companies already hold vast\nquantities of login data and in theory will more easily be able to communicate new consent\nrequirements to customers than those with non-logged in or registered audiences.\n55\n55\nDavies, J. (2017) With an eye on the duopoly, Germanbroadcasters create a unified consumer login,\nDigiday UK\n54\nDavies, J. (2017) German publishers are joining forcesagainst the duopoly, Digiday UK\n53\nDavies, J. (2018) With ePrivacy looming, German publishersscramble to get users logged in, Digiday UK\n52\nibid.\n51\nOltermann, P. (2018) Tough new German law puts techfirms and free speech in spotlight, The Guardian\n50\nRettman, A. (2018) Germany pledges 'strict' lawsafter Facebook data breach, EU Observer\n49\nibid.\n48\nRadu, C. (2018) Open Data in Europe: placing public administrations in the driver's seat of innovation,\nCapgemini\n15\n\nThere is also concern among publishers that they could lose up to 30 percent of income from\ndigital advertising sales, as a result of the new EU ePrivacy Regulation, an amount equivalent to\naround €300 million.This adds to ongoing concernsabout the relative advantage held by big\n56\nplatform operators when GDPR and new ePrivacy regulations are implemented. Dr Rudolf\nThiemenn, President of the Association of German Magazine Publishers (Verband Deutscher\nZeitschriftenverleger,or VBZ),has called on theGerman government to oppose the new EU\nregulation as a result.\n57\nHigh-level market analysis\nDiagram displaying digital maturity of German industries. Source: BCG report on Digital Germany\n58\n58\nGumsheimer, T., Hecker, M. & Kruger, T. (2015) DigitalGermany, BCG\n57\nibid.\n56\nVerband Deutscher Zeitschriftenverleger (2018) ePrivacy: A loss of more than 30 percent in digital\nadvertising sales for journalistic media\n16\n\nFinance\nThe collaboration between banks and\nthe tech industry is a major success\nstory of Germany’s digital economy: it is\nestimated that around 87 percent of\nGerman banks currently work with\nFinTech organisations.Germany has a\n59\nstrong and growing FinTech landscape,\nwith an estimated 300 FinTechs in total,\nemploying 13,000 people, attracting\nincreasing investment flows and being\nused by around 35 percent of the\ndigitally active population (above the EU\naverage of 33 percent).There are\n60\nmultipleFinTech hubs around the\ncountry, including Berlin, Hamburg,\nFrankfurt and Munich, as demonstrated\nby the map on the right. Models of\ncollaboration between financial\ninstitutions and FinTechs takes a variety\nof forms, the most widespread of which\ninvolves financial institutions relying on\nFinTechs to provide innovative tech services.\n61\nGeographic distribution of German FinTech companies.\nSource: The Federal Ministry of Finance report\non the FinTech market in Germany\n62\nA 2016 report into the FinTech market in Germany conducted for the Federal Ministry of Finance\n63\nfound that nearly all of the FinTechs and some of the banks surveyed for the report had criticisms\nover the state of technology in Germany. These included:\n64\n●\nOutdated systems used by the German central bank ;\n●\nPoor internet connections in rural areas;\n●\nInadequate data supply;\n●\nNo uniform procedure for data protection between states;\n64\nibid.:42, 45 and 49\n63\nIbid.\n62\nDorfleitner, G. & Hornuf, L. (2016) The FinTech Marketin Germany\n61\nibid.:15\n60\nErnst and Young (2017) Germany FinTech Landscape:2\n59\nFederal Ministry for Economic Affairs and Energy(2018) Minister Brigitte Zypries visits Tech-Quartier in\nFrankfurt am Main\n17\n\n●\nRegulatory issues, including very dense and complex legislation, which is expensive for\nbusinesses and potentially an issue for startup FinTechs.\nThe government has recently taken a number of steps to improve regulation to encourage\nFinTechs. Major steps taken include:\n65\n●\nReforming tax rules regarding carrying forward losses, to help remove obstacles that\nprevent new businesses gaining access to capital;\n●\nNew legislation to introduce the EU’s second Payments Services Directives which should\npermit the growth of new business models, as it mandates access to payment accounts\nheld by credit institutions for approved service providers.\nBerlin-based N26is an influential player in theGerman finance/FinTech world. It is a free direct\n66\nonline bank, available in all Eurozone countries except Cyprus and Malta. The bank recently\nsecured the biggest round of funding ever for a German FinTech company, raising $160 million\nfrom investors led by Chinese internet and social media giant, Tencent, and Allianz X, the insurance\ngroup.The company is due to launch in the UK andUS in 2018.\n67\nTransport\nIt is a stated priority of the Federal Ministry of Transport and Digital Infrastructure (BMVI) to\naccelerate the employment of intelligent transport systems.This is particularly focused on\n68\nintelligent vehicle and road systems which can improve road safety, and make travel more efficient\nand more environmentally friendly. The Ministry is promoting such systems not only at the national\nlevel, but also seeking to cooperate with other European partners. As a result, the Ministry has\nhelped to draw up a European directive for the use of intelligent transport systems, to encourage\ntheir adoption and cooperation. They have also produced a National Intelligent Transport Systems\nAction Plan for road travel, covering the period to 2020.\n69\nAccording to BCG analysis of seven sectors in Germany, the logistics and transportation sector is\nlikely to see the fewest changes from digitisation, partly because the sector already makes\nsubstantial use of digital technologies and processes.Applications such as Uber and Mytaxi are\n70\nextremely popular in Germany, and have transformed the way people access taxi services. Mytaxi\nis a Hamburg-based start up,which now employs 600people across Europe and South\n71\nAmerica.It is Germany’s most popular app for bookingtaxis, with one in five German taxi drivers\n72\n72\nMytaxi website, About Mytaxi\n71\nMytaxi website\n70\nGumsheimer, T., Hecker, M. & Kruger, T. (2015) DigitalGermany, BCG\n69\nFederal Ministry of Transport, Building and UrbanDevelopment (2012) ITS Action Plan for the Roads\n68\nFederal Ministry of Transport and Digital Infrastructure,Intelligent transport systems in the field of road\ntransport\n67\nBuck, T. (2018) Tencent and Allianz lead $160m fundingfor German online bank N26, The Financial Times\n66\nN26 website\n65\nFederal Ministry of Finance (2017) Innovation anddigitisation are a must, not an option\n18\n\nsigned up and over 120,000 drivers globally.In September 2017, when Transport for London\n73\nannounced it would not be renewing Uber’s license in London, the CEO of Mytaxi Andrew\nPinnington announced his intention for Mytaxi to capitalise on the opportunity.\n74\nGerman automobile giant Daimler has a 60 percent stake in Mytaxi - primarily for its data, to help\nDaimler develop their own autonomous vehicle programme.This is also part of a broader trend of\n75\nautomobile giants investing in tech startups, at least in part due to the access to customer data this\nprovides: Daimler have also invested in British mapping company what3words,while Volkswagen\n76\nhave invested in taxi app Gett.These actions suggestthat the traditional manufacturing giants of\n77\nthe automobile sector in Germany are actively seeking opportunities to capitalise on the data\neconomy in this sector.\nArtificial intelligence\nAccording to research carried out by venture capital firm Asgard, the most significant fields for AI\nstartups in Germany (accounting for 48 percent of German AI startups) are:\n78\n●\nCustomer support;\n●\nCustomer communication;\n●\nSales and marketing;\n●\nSoftware development;\n●\nComputer vision/image recognition.\nAround 54 percent of these AI startups are located in Berlin, making the city the fourth largest AI\nhub in the world after Silicon Valley, London and Paris.\n79\nTwo of the ten best-funded European artificial intelligence companies are based in Germany.\nArago,which works on process automation and generalproblem-solving AI, is based in Frankfurt,\n80\nwhile KONUX,an Internet of Things company whichhelps to monitor and improve infrastructure\n81\nand operations, is based in Munich. Berlin-based startups had a good year in 2017, raising €2.97\nbillion, up from €1.1 billion in the previous year. This made the city second only to London among\nEuropean tech hubs for raising investment.\n82\nAccording to 2017 Financial Times analysis,Germanyhas so far lacked the commercialisation\n83\nsuccess of its major research institutions as seen in places like Silicon Valley which are populated\n83\nMcGee, P. (2017) Germany's Cyber Valley aims to becomeleading AI hub, The Financial Times\n82\nBuck, T. (2018) Tencent and Allianz lead $160m fundingfor German online bank N26, The Financial Times\n81\nKONUX website\n80\nArago website\n79\nibid.\n78\nAsgard (2017) The German Artificial IntelligenceLandscape\n77\nPrice, R. (2016) Volkswagen is making a $300 millionbet on one of Uber's rivals, Business Insider UK\n76\nBarber, L. (2018) Daimler invests in What3Words,a British tech startup mapping the entire world with\nwords, City AM\n75\nKennedy, J. (2017) Mytaxi CEO: 'Our real drivingforce is data', Silicon Republic\n74\nHobbs, T. (2017) Mytaxi's CEO on how it plans to'capitalise' on Uber's London failings\n73\nibid.;Mytaxi website, About Mytaxi\n19\n\nwith companies run by Stanford alumni. To counter this, Germany has announced plans to create a\nnew tech hub, ‘Cyber Valley’, in the south of the country between Stuttgart and Tubingen, to\nencourage collaboration between academia and business, as well as to boost Germany’s nascent\nstartup culture.Central to this is a project focusingon AI research, comprised of the Max Planck\n84\nSociety, two technical universities, Wurttemberg (Germany’s biggest exporting state) and Porsche,\nDaimler and Bosch.\nThe German AI landscape. Source: Asgard\n85\nHealthcare\nAccording to advisory firm Brunswick’s commentary,Germany has unfavourable conditions for\n86\nthe digitisation of healthcare in comparison with other European neighbours. This is due to a\nnumber of factors:\n●\nOut-of-date healthcare policy, with outdated regulations and excessive data protection\nrequirements;\n●\nSustainable investments in healthcare innovations are scarce;\n●\nPatient-system communication are outdated, e.g. there is a ban on remote diagnosis and\ntreatment and mail-order prescription drugs.\nMcKinsey also recently found that three out of five German hospitals lack a digitisation strategy.\n87\n85 percent of hospital directors say that the progress toward digitisation at their own hospitals is\n‘inadequate’.Brunswick attribute this lack of progressto all parts of the system, including the\n88\n88\nibid.\n87\nibid.\n86\nBrunswick (2017) Commentary on the Digitization ofthe German Healthcare System\n85\nFabian (2017) The European Artificial IntelligenceLandscape\n84\nibid.\n20\n\n‘digitally aversive’ medical professionals, the ‘legislatively ignorant’ medical market, and a digital\ninfrastructure currently not set up for the integration of apps.\nThey call on politicians to lobby for and drive change, with the Federal Joint Committee having\nacknowledged the problems with the situation. Federal Minister for Economics and Energy Brigitte\nZypries has long been an advocate for the digitisation of healthcare, and has previously put forward\na list of demands to improve the current situation. The change, Brunswick argue, will come from\nthe startup scene - but is currently being stymied by a lack of clarity over regulation.Last yearthe\n89\ngovernment named the Bavarian Medical Valley the Digital Hub for Health.The ‘Valley’ fosters\n90\ncollaboration between business, science, healthcare and politics, and is similar to the Health\nValleys of the Netherlands and the planned one in Belgium.\nThe German Institute of Medical Documentation and Information (DIMDI)is the online publisher of\n91\nmedical standards and classifications. It develops and runs database systems for drugs, medical\ndevices and healthcare data. Part of DIMDI is a data trust,established in 2014, responsible for\n92\npseudonymisation healthcare data from statutory health insurance funds to help analyse the\ncountry’s healthcare situation. The system is funded by the health insurance funds.\nThe German medical device market is Europe’s largest, and the third largest in the world (its\nestimated worth in 2014 was $26 billion).It combinesmajor players with a majority of small- and\n93\nmedium-sized companies. There is significant demand for new and innovative medical\ntechnologies within the German market.\n94\nEnergy and utilities\nAs part of its digital agenda, the Federal Ministry for Economic Affairs and Energy is funding\npre-commercial research and development projects.The smart data programme is looking for\nwidely applicable big data solutions in key sectors including energy, mobility and healthcare.\n95\nThe Digital Agenda also launched the ‘Smart Networks’ initiative, which aimed to make better use\nof the social and economic opportunities from digital networking (or the optimised use of ICT) in\nsectors including energy, health and transport.Innovationsinclude the Smart Gridand Smart\n9697\nMeter.There is a focus on smart electricity gridswith smart meters continuously monitoring\n98\nhousehold consumption, allowing electricity generation to align with up-to-date demands. Data\n98\nFederal Ministry for Economic Affairs and Energy,The digitisation of the energy transition\n97\nFederal Ministry for Economic Affairs and Energy,Smart grids\n96\nFederal Ministry for Economic Affairs and Energy,Smart networking\n95\nFederal Ministry for Economic Affairs and Energy,Taking control of the digital transformation\n94\nibid.\n93\nEMERGO (2018) Germany - Overview of medical deviceindustry and healthcare statistics\n92\nDIMDI website, Health Care Data\n91\nDIMDI website\n90\nInvest in Bavaria (2017) Bavarian Medical ValleyNamed Germany's Digital Hub for Health by Federal\nGovernment\n89\nibid.\n21\n\ngenerated by smart meters is governed by the strictest data security rules in Europe, as introduced\nthrough the Act on the Digitisation of the Energy Transition.\n99\nThere is significant innovation taking place around energy in the private sector, which is evolving\naway from being concentrated around the traditional model of a small number of energy providers.\nStartups are helping to solve problems such as how to store energy from renewable sources for\nlater use, or how to make energy usage in the home more efficient. Thermondo, for example, is a\nGerman startup which uses customer data analytics to provide highly customised heating\nsolutions, with their business model centred around improving customer interaction points.\n100\n100\nThermondo website\n99\nibid.\n22\n\nFrance\nMapping the data economy\nFrance is the third-largest economy in the European Union after Germany and the United Kingdom,\ncomprising around 15 percent of EU GDP.Its GDP growthsaw a significant increase in 2017\n101\ncompared with 2016, rising from 1.2 percent to 1.8 percent.In 2013, McKinsey measured\n102\nFrance’s ‘digital GDP’ at €113 billion, or 5.5 percent of its GDP. McKinsey also suggests that this\nhas the potential to grow to €276 billion, or 10.8 percent of GDP, by 2020.However, this would\n103\nrequire French businesses to overcome what McKinsey described as a resistance to using digital\ntechniques.They state that this is due to a generalinability to invest in digital and innovate due to\n104\nsmall margins in certain companies and limited interest in digital from those at the top level of some\nfirms. For example, where 26 percent of German companies took online orders in 2013, the same\nwas true for only 14 percent of French firms.\n105\nDespite these apparent limitations in the private sector, French government policy has not\nneglected big data. In 2014, the French government included big data as an important element in\ncreating a ‘New Industrial France’,releasing a BigData Road Map. This sought to create or\n106\nsupport 137,000 jobs, with a focus on employment in the IT industry or IT-related tasks within\nfirms.In 2016, the New Industrial France projectlaunched a Big Data Observatory designed to\n107\nmeasure 40 sectors’ progress in using big data.\n108\nFrance has also demonstrated its commitment to international cooperation in search of data and\ndigital-driven economic growth. This includes collaboration with the two other largest EU\neconomies, Germany and the UK. In March 2015, the German and French Economic Ministers\nstated their intention to further integrate their digital economies,while the UK and France\n109\nlaunched a 2015 taskforce to investigate how they could use the ‘data revolution’ for mutual\neconomic benefit.The taskforce’s recommendationsincluded a passport programme for\n110\nstartups, allowing companies to explore the digital business environment in both countries.\n110\nThe UK-French Data Taskforce (2015) Data Driven Growth:Innovation, Infrastructure, Skills and\nEmpowerment in the Digital Age\n109\nRepublique Française (2015) The Borderless DigitalEconomy\n108\nRepublique Française (2016) Big data: un observatoiresur les usages des données numériques\n107\nRepublique Française (2014) Big data: la feuillede route entre en action\n106\nTrade Bridge Consultants (2014) President FrançoisHollande launches ‘New Industrial France’\n105\nibid.\n104\nibid.\n103\nMcKinsey (2013) Closing France’s €100 billion digitalgap\n102\nEuropean Commission (2018) Economic Forecast forFrance\n101\nEurostat (2018) GDP and main components (output,expenditure and income).\n23\n\nFurthermore, France released an International Digital Strategy in December 2017. Its purpose is to\ndevelop the international competitiveness of the French digital sector, including an emphasis on\nintroducing French startups to external markets and drawing international digital talent to the\ncountry. Historically France has been viewed as somewhat ‘clunky’ and anti-technology; something\nPresident Macron is trying to address, including by capitalising on possible opportunities to lure\ntalent back to France following Brexit.He has alsooverseen the creation of a €10 billion fund for\n111\nstartups, aimed at making France a ‘startup nation’.Additionally, Macron has recently stated that\n112\nEurope needs a big data strategy to compete with China and the US.\n113\nFrance is highly ranked in global measures of governments’ commitment to open data.It is placed\n4th on the Global Open Data Index 2016/7,and 15thon the Digital Economy and Society Index\n114\n2017(just below the EU average). This reflects developments such as the government’s open\n115\ndata portal, launched in 2011,France joining theOpen Government Partnership in 2014, and the\n116\ncreation of a State Chief Data Officer. This was the first position of its kind in Europe.\n117\nData legislation and regulation\nKey legislation and regulation\nFrance introduced the French Digital Republic Act on 7th October 2016, following a consultation\nprocess that involved over 4,000 submissions from a range of sectors.The stated purpose of the\n118\nAct is as follows: firstly, to ensure France’s digital competitiveness by focusing on digital\ninfrastructure and data; secondly, to ensure users’ rights in the digital sphere and engage them\nwith France’s digital policy.\nThe Act itself has three key components:\n●\nIt expands France’s open data policy and introduces the concept of ‘data of general\ninterest’;\n●\nIt confirms the notions of network neutrality and data transferability, determines\nindividuals’ ‘digital rights’, and ensures that digital platforms treat consumers fairly;\n●\nIt ensures universal internet access, with a focus on accessibility for disabled people\nand connectivity for ‘the most disadvantaged members of society’.\n119\n119\nRepublique Française (2016) Digital Republic Act:Explanatory Memorandum\n118\nField Fisher (2016) France Adopts Digital RepublicLaw;Republique Française (2016) Digital RepublicAct:\nExplanatory Memorandum\n117\nEtalab (2014) Open government data: France createsthe role of State Chief Data Officer\n116\njoinup (2014) Data.gouv.fr: the French Open Platformfor Open Data\n115\nEuropean Commission (2017) The Digital Economy AndSociety Index (DESI)\n114\nGlobal Open Data Index (2017)\n113\nHornby, L. (2018) France’s Macron calls for Europe-widebig data strategy, The Financial Times\n112\nAgnew, H. (2017) Emmanuel Macron inspires entrepreneurswith start-up nation vision, The Financial\nTimes\n111\nRam, A. (2017) France looks to steal UK tech's Europeancrown, The Financial Times\n24\n\nThe Digital Republic Act’s open data focus enshrines the principle of ‘open by default’, making it\nthe first country in Europe to put open data provisions in law.Amendments to Law No. 78-753\n120\nof July 1978, which enabled citizens to view public organizations’ administrative documents,\n121\ndemand that such documents are now automatically made available online.The Act also ‘aims\n122\nto extend the scope of the administrative documents that may be already made available’.\nImpact of GDPR and the European ePrivacy Regulation\nThe Digital Republic Act of 2016 prepares France for the introduction of GDPR in May 2018. In\nparticular, it provides individuals with the right to determine how their personal data is used.\n123\nThe Act introduced amendments to Act no.78-17 of January 6 1978 on Data Processing Data Files\nand Civil Liberties, also known as the French Data Protection Act. For example, it allows individuals\nto state how their data be used after death, and to demand the deletion of personal data collected\non them as children.\n124\nWhile it outlines the French Data Protection Authority’s ability to impose upon companies four\npercent of their global annual revenue for violations of GDPR Article 83, the Digital Republic Act\nalso enables regulators to fine companies up to €3 million for violations of the Data Protection Act\nnot covered by GDPR. This is an increase on the maximum €150,000 fines allowed by the original\nData Protection Act.\nAn additional draft law aimed at further amending the French Data Protection Act to bring it in line\nwith GDPR is being swiftly brought through Parliament in order to ensure its implementation by 25\nMay 2018.Among other changes, this will introducea right for individuals to access and delete\n125\npersonal data collected in relation to criminal issues.\n126\nHigh-level market analysis\nFinance\nFrance’s FinTech sector is growing rapidly, with $62.5 million invested in FinTech in 2014, rising to a\nrecord $297.8m in 2017. The average size of FinTech deals is also growing: from around $3.3\nmillion in 2014 to $7.3 million in 2017.Despitethis growth, the French market lags behind\n127\nleading European countries in terms of its consumers’ use of FinTech services. Where 42 percent\nof consumers in the UK, 37 percent in Spain, and 35 percent in Germany reported having used\n127\nFinTech Global (2018) French FinTech companies receiveda record level of funding in 2017\n126\nDLA Piper (2018) France: Draft Data Protection Law- one step close to a final version\n125\nData Guidance (2018) France: Accelerated GDPR bill“limited in scope”\n124\nDAC Beachcroft (2017) France - Digital Republic Billbrings changes to the French data protection act.\n123\nField Fisher (2016) France Adopts Digital RepublicLaw\n122\nRepublique Française (2016) Digital Republic Act:Explanatory Memorandum\n121\nUCL Constitution Unit (2018) France: InternationalFocus\n120\nGovInsider (2016) France mandates open data releaseacross government\n25\n\ntwo or more FinTech services in 6 months in 2017, the same figure was just 27 percent for French\nusers. This is below the global average (33 percent).\n128\nFrench FinTech companies. Source: Medici\n129\nNevertheless, this relatively low rate of adoption presents an opportunity for growth in French\nFinTech startups. The largest FinTech deal in 2017 saw startup Younited Credit raise $47.8 million.\nA crowdlending platform, YounitedCredit allows customers to borrow up to €40,000 without\ninvolving a bank; the company has also started using artificial intelligence to determine potential\ncustomers’ credit-worthiness.\n130\nTelecoms operator Orange’s recent move into mobile banking further demonstrates the potential\nfor consumer-facing FinTech in France. Orange Bank was launched in late 2017 with the aim of\ngaining two million customers.All of its bankingservices take place via smartphone, putting\n131\nOrange Bank in competition with German startup N26. N26 had 100,000 customers in France in\nOctober 2017 compared with Orange Bank’s projected 200,000 in January 2018.\n131\nJenkins, P. (2018) Orange Bank: is a phone companythe future of FinTech? The Financial Times\n130\nTechCrunch (2017) Younited Credit raises $47.8 millionfor its crowdlending platform\n129\nMedici (2016) 100+ FinTech Companies Are EmbracingInnovation in the Region\n128\nErnst & Young (2017) EY FinTech Adoption Index 2017\n26\n\nWith Brexit on the horizon, France is seeking to capitalise on the opportunity to draw UK FinTech\ncompanies and talent to France. Digital Minister Axelle Lemaire laid out a number of reasons that\nFrance might be an attractive new home to FinTech companies:\n132\n●\nFinTech-friendly regulation: the country’s complex labour laws have been reformed\n(however these still remain somewhat opaque);\n●\nPrivileges for tech entrepreneurs: the ‘tech ticket’ programme includes a grant and\nfast-track visa, and has already attracted 180 entrepreneurs;\n●\nSeveral incubators and financial services centres, including the Station F incubator and\nfinancial firms hub Finance Innovation;\n●\nTax regime: corporation tax is set to be cut from 33 percent to 28 percent (compared to 30\npercent in Germany, 25 percent in the Netherlands and 29 percent in Belgium), as well as\ntax cuts for companies employing people in France.\nFrance also seems to be making strides in the field of cryptocurrencies. The French Minister of the\nEconomy Bruno Le Maire recently shared the country’s intentions to become the leading\njurisdiction for initial coin offering (which is how funds can be raised for cryptocurrencies).France\n133\nand Germany have also collaborated on joint proposals for regulating bitcoin, which they are to\npresent at the 2018 G20.\n134\nTransport\nThe beta version of France’s transport open data portal, transport.data.gouv.fr, launched in autumn\n2017 and intended to contain a database for static data and a ‘directory of external APIs for\nreal-time data’.The Ministry of Transport hostedan open data ‘Barcamp’ in June 2017 which\n135\nallowed representatives of the transport industry and transport users to give feedback on the portal\nahead of its launch.\n136\nConsumer-facing transportation platforms have had a significant impact on the French economy. In\n2016, a BCG study showed that transportation network companies such as Uber created six\npercent of GDP growth in Paris and two percent nationally in the first half of 2016, while also\ncreating one out of four new jobs in Paris.In 2015,meanwhile, the French government launched\n137\nan Uber-style app, Le Taxi, that used geolocation data and an open API to allow taxi operators to\n137\nBCG (2016) La filière VTC est à l'origine d'une créationd'emploi sur 4 et de 6 percent de la croissance du\nPIB au premier semestre 2016 en Ile de France;UberUnder the Hood (2016) New Data Reveals Uber’s\nEconomic Impact in France\n136\nibid.\n135\nEuropean Data Portal (2017) French Ministry of Transportco-creates data platform\n134\nReuters (2018) France, Germany to make joint bitcoinregulation proposal at G20 summit\n133\nQuinn, G. (2018) France is Upping its Game When itComes to Fintech and Entrepreurship, Crowdfund\nInsider\n132\nBusiness Insider Intelligence (2017) Here's why Francemight steal the UK's fintech crown, Business\nInsider UK\n27\n\neasily attract customers and compete with Uber.All data collected by the app is also made\n138\nopenly available.\n139\nFrench companies have also taken a leading role in developing platforms for easier journeys.\nBlaBlaCar, for example, was founded in 2006 and was valued at $1.6bn in 2015.It matches\n140\ndrivers with spare seats to passengers in need of a ride and operates in 22 countries with around\n30 million users. In France and other European countries,booking rides with BlaBlaCar is now\n141\nalso possible via Google Maps.\n142\nArtificial intelligence\nFollowing the introduction of the Digital Republic Act, France launched its national artificial\nintelligence strategy, #FranceIA, in January 2017.This recommends creating a fund of up to €25\n143\nmillion for AI startups, and emphasises the importance of guaranteeing capital for businesses to\nallow them to take risks.The Digital Republic Actalso mandated the National Commission for\n144\nInformation Technology and Liberties to conduct a large-scale consultation on AI ethics.\n145\nThe momentum behind France’s artificial intelligence industry increased in January 2018 when\nFacebook announced its intention to expand its AI research centre in Paris by investing €10 million,\nincrease the number of AI scientists from 30 to 60 and fund 40 PhD candidates rather than 10.\n146\nThe centre, launched in 2015, is Facebook’s first research facility outside the USA. In the same\nmonth, software company SAP announced that it would spend more than €2 billion over five years\non innovations including machine learning. They also purchased Recast.AI, a Paris-based startup,\nwith the intention of introducing Recast.AI’s natural language processing capabilities to enhance\nthe SAP user experience.\n147\nSuch decisions demonstrate France’s increasing international competitiveness in AI. French\nPresident Emmanuel Macron has made clear that France thinks it can lure IT workers from London\nafter the United Kingdom leaves the European Union; under his Presidency, France has launched a\nnew tech visa programme and directed state money to startups.The President also announced\n148\n148\nTitcomb, J. (2018) UK and France agree artificialintelligence tie-up, The Telegraph\n147\nSAP (2018) SAP Increases Commitment to Powering Innovationin France\n146\nRam, A., Khan, M. & Agnew, H. (2018) Facebook investsin French centre for artificial intelligence, The\nFinancial Times\n145\nRepublique Française (2017) #FranceIA: the nationalartificial intelligence strategy is underway\n144\nRepublique Française (2017) Rapport de Synthèse:France Intelligence Artificielle\n143\nRepublique Française (2017) #FranceIA: the nationalartificial intelligence strategy is underway\n142\neMarketer (2017) Google Maps Partnership Boosts EuropeanRide-Hailing Service BlaBlaCar\n141\nLondon Stock Exchange Group (2018) BlaBlaCar\n140\nQuartz (2014) BlaBlaCar is building a global transportationnetwork out of empty car seats;Bloomberg\nTechnology (2015) BlaBlaCar Valuation Hits $1.6 Billion After Latest Funding Round\n139\nTheLocal.fr (2015) France launches own ‘Le Taxi’app to rival Uber\n138\nThe UK-French Data Taskforce (2015) Data Driven Growth:Innovation, Infrastructure, Skills and\nEmpowerment in the Digital Age\n28\n\nat the end of March 2018 that his government would invest €1.5 billion into AI research until the\nend of his term in 2022, to help accelerate innovation.\n149\nFrance’s relationship with the UK in this sphere, however, is also characterised by collaboration. In\nJanuary 2018 the two countries announced their intention to host a digital conference focusing on\nAI as well as ‘data, cyber security, digital government and digital skills’; in the same week, Imperial\nCollege London and the French National Centre for Scientific Research began working more\nclosely together on AI-relevant subjects.\n150\nHealthcare\nThe 2016 Law for the Modernisation of the Health System introduced amendments to France’s\nData Protection Law to establish a process for acquiring personal healthcare data; it also provides\nsome limited means for private companies to access data.This law allowed for a new national\n151\nhealthcare database which is projected to be ‘one of the biggest healthcare databases in the\nworld’.Anonymised data within the database willbe made fully open, while personal data will\n152\nonly be made available to bodies following strict guidelines.The French government also\n153\nconsulted extensively with the public on the opening up of healthcare data: workshops and an\nonline consultation gathered views to be presented at a conference in July 2016.\nIn late 2016, it was reported that four Parisian hospitals were trialling using big data and artificial\nintelligence to predict the flow of admissions and allocate resources accordingly, using an open\nsource platform that could be accessed by hospital staff.\n154\nEnergy and utilities\nAccess to data on energy use is increasingly important to French public bodies seeking to save\nmoney and use resources efficiently. The Energy Transition for Green Growth Act of 2016\ncontained a section enabling public bodies to access data held by energy providers where it\nrelated to their operations.Equally, the FrenchChief Data Officer has worked with the national\n155\nprocurement department and Ministry of Justice to understand how energy is being used in public\nbuildings and inform ‘the liberalisation of the electricity market’. This has resulted in ‘millions of\neuros’ in procurement savings.\n156\n156\nThe UK-French Data Taskforce (2015) Data Driven Growth:Innovation, Infrastructure, Skills and\nEmpowerment in the Digital Age\n155\nRépublique Française (2016) Energy Transition forGreen Growth Act\n154\nForbes (2016) Big Data in Healthcare: Paris HospitalsPredict Admission Rates Using Machine Learning\n153\nibid.\n152\nBird & Bird (2017) France Launches Healthcare BigData\n151\nDLA Piper (2016) France: new rules for processingpatient health data\n150\nUK Government (2018) UK and France to strengthenlinks in tech sector and artificial intelligence\n149\nCerulus, L. (2018) Macron: France to invest nearly€1.5B for AI until 2022, Politico\n29\n\nOther energy companies and operators publish energy-related data, including RTE and\nEnedis/EDF, while many energy datasets are accessible via data.gouv.fr. These include information\nabout energy use in food production and energy data provided by regional institutions.\n157\nIn the private sector, meanwhile, electricity company ENGIE has opened data for the La Haute\nBorne wind farm.The purpose was to demonstrate theworkings of ENGIE’s Darwin big data\n158\ntool. This collects real-time data from renewable energy installations across Europe; it also enables\ndata-driven predictions about power plant maintenance and has the potential to answer customer\nenquiries via a chatbot.\n159\n159\nRenewables Now (2017) Engie to open data for 21 MWFrench wind farm - report\n158\nENGIE (2017) Welcome to ENGIE’s first open data windfarm\n157\nThink Smartgrids (2016) Yet more Open Data for SmartGrid players\n30\n\nNetherlands\nMapping the data economy\nThe Netherlands is the 18th largest economy in the world,and the sixth largest in Europe,\n160\naccounting for 4.7 percent of total EU GDP.As of2016, the Dutch digital economy was\n161\nestimated to be worth €182 billion.The country ranksfourth in the EU Digital Economy and\n162\nSociety Index (DESI) 2017, scoring highly for the digitisation of services and having a digitally\nskilled, active and connected population.DESI’sfindings also show that the country faces the\n163\nchallenge of improving the uptake of technology by businesses.\n164\nThe country currently ranks at 20th (of 94 countries) in the Global Open Data Index.The 2017\n165\ncoalition agreementaffirms the government’s commitmentto open data and outlines plans to\n166\ndevelop an ‘ambitious, broad agenda’ for digitising public services. In support of this promise, a\n2017 amendment to the General Administrative Law Act stated that all citizens and businesses\nhave the right to conduct all of their affairs with the government digitally. The government has also\ncreated a connected system of 13 key databases that all of government uses frequently, which\nserves as the backbone to other data efforts. Where possible this information is also published as\nopen data, such as the vehicle register, cadastral maps, addresses, and buildings.\n167\nThe government is to come out with a new digital strategy later this year, which is likely to contain a\nsubstantial section on the value of big data and potentially a new regulative model for data sharing.\nA new Open Government Action Plan is also set tobe launched this spring, featuring nine action\n168\ntopics, one of which is to be open algorithms and the principle of open by design for government\nagencies.The Secretary-General at the Dutch EconomicAffairs Ministry Maarten Camps\n169\nannounced at the start of 2018 that all companies, including data-rich businesses such as Google,\nFacebook and Apple should share anonymous user data as part of a new model for economic\nregulation. Camps said that this data was extremely valuable for businesses and improving\nservices, and failure to share it inhibits competition and allows for monopolies. New plans for data\nsharing would still need to protect personal privacy, and companies may receive financial\ncompensation for data.\n169\nInterview with Ton Zijlstra, European open data expert, 12 April 2018\n168\nInternational Institute of Communications (2018)Netherlands Pronounces on the Digital Economy\n167\nInterview with Ton Zijlstra, European open data expert, 12 April 2018\n166\nCoalition Agreement between VVD, CDA, D66 and theChristian Union (2017) Confidence in the Future\n165\nGlobal Open Data Index (2017)\n164\nibid.\n163\nEU DESI (2017) Netherlands\n162\nWarmerdam, M. (2017) Dutch Digital Economy Worth€182 Billion\n161\nEurostat (2017) Share of Member States in EU GDP\n160\nIMF (2017) World Economic Outlook (October 2017)\n31\n\nThe country’s current digital strategy document (dated 2016)recognises data as one of their\n170\nmain ‘challenges’. Key issues for data include:\n●\nThe declining price of sensors, data storage and processing capacity. This leads to\nincreasing amounts of data online, and intensifies pressure on the capacity of digital\ninfrastructure;\n●\nPrivacy and cybersecurity, and the following questions:\n○\nWhat data is collected?\n○\nOn what legal basis is it collected?\n○\nWho can access the data?\n○\nWhat is done with it?\nThe strategy paper recognises that data privacy and cybersecurity represents an opportunity as\nwell as a challenge:\n171\n‘the guarantee of security and privacy is an important condition for purchasing products\nand services. By ensuring these preconditions are met and by offering innovative products\nand services in the field of cybersecurity, the Dutch business sector can stand out from its\ncompetitors throughout the rest of the world’.\nOngoing governmental actions outlined in the Digital Strategy in relation to data include:\n●\nSchemes to train big data scientists in-country, as 300 more are needed every year;\n●\nNew public-private partnerships (PPPs) in four sectors: energy, healthcare, cybersecurity\nand industry. These have been initiated by Team ICT, the government body for digitisation.\nIn 2016-17 they sought to apply big data analysis to find solutions to social issues, such as\nsmart networks for energy, and diagnostics and prevention in healthcare;\n●\nGiving €50 million per year to fiscal measures for startups and SMEs.\nThe Dutch government has also created Commit2Data. This is a multi-year national research and\ninnovation programme aimed at developing the collection and use of data as a basis for economic\ngrowth.This project is made up of Big Data Hubs,which focus on individual sectors, to try to\n172\nestablish connections with economic clusters and regional field labs through PPPs. The hubs are a\npre-competitive environment where researchers, SMEs and large companies collaborate on\nshort-cycle real use cases.\nLargely due to the country’s liberal corporate taxation laws, there is substantial foreign direct\ninvestment in the ICT sector in the Netherlands, particularly focused in Amsterdam. Several major\nplayers have chosen to situate their European headquarters here, including Facebook, Netflix and\nUber. Google and Microsoft also both have their European data centres in the Netherlands.\n172\nCommit2Data website\n171\nibid.\n170\nThe Ministry of Economic Affairs (2016) Digital Agendafor the Netherlands\n32\n\nThe country is also home to a number of smart cities including Eindhoven and Utrecht, where tech\nis being used to tackle issues such as traffic, noise and crime.This includes amassing\n173\nsubstantial data using means such as wifi trackers, cameras and microphones on lamp posts. This\ncreates issues around personal privacy, particularly given that, in Utrecht (and other cities), a\nsignificant number of smart projects are outsourced to private companies. CityTec, for example,\nwho manage car parks, traffic lights and lamp posts, have previously refused to share their data\nwith municipalities. In Amsterdam, these efforts tend to be based on a model of data sharing,\nrather than open data, which would provide a more level playing field. Indeed, Amsterdam seems\nto have more or less dropped ‘open data’ from their discourse.Some of these issues are a\n174\nproduct of local governments failing to draw up a clear agenda or set of procedures for the\ncontracts needed for these projects, resulting in data monopolies for specific companies. To help\naddress this, Geonovum (an association of geodata users including governments) have released a\ntoolto help local governments define their differentroles as regulators, guardians of public\n175\nspaces, data users, and providers of public environments as innovations platforms.\n176\nData legislation and regulation\nKey legislation and regulation\nThe Dutch Personal Data Protection Act has been in place since 1 January 2016, and sets out the\nmain laws for handling personal data.The Dutch DataProtection Authority supervises the law’s\n177\nimplementation. The law stipulates that people should be informed in advance of data collection,\nand the purpose specified. In reality, this has not been uniformly implemented, as evidenced by\nGuardianresearch into smart cities where vast quantitiesof data is collected on individuals without\ntheir knowledge or explicit consent.\n178\nThe government has recently increased penalties for noncompliance with personal data privacy\nlaws. The Data Breach (Notification Obligation) Act (Meldplicht Datalekken) and the extension of the\npower to impose fines (as set under the Dutch Data Protection Act) came into force in January\n2016, in anticipation of similar obligations under GDPR.\nThe duty of notification means that if a breach of security measures around personal data is\ndiscovered, the data controller must immediately report it to the Dutch Data Protection Authority.\nThe data controller then has to report this information to affected individuals if their personal privacy\nis under threat. The maximum fine for non-compliance with the Act was also raised from €4,500 to\n178\nNaafs, S. (2018) 'Living laboratories': the Dutchcities amassing data on oblivious residents, The Guardian\n177\ndeLex (2016) The Personal Data Protection Act\n176\nInterview with Ton Zijlstra, European open data expert, 12 April 2018\n175\nGeonovum tool for local governments\n174\nInterview with Ton Zijlstra, European open data expert, 12 April 2018\n173\nNaafs, S. (2018) 'Living laboratories': the Dutchcities amassing data on oblivious residents, The Guardian\n33\n\n€810,000; or 10 percent of the annual net turnover of a company, per violation.This obligation\n179\nwill continue on top of GDPR. The Data Protection Law has already been used to investigate major\ncompanies such as Microsoftand Airbnb.As GDPRapproaches, the number of data leaks\n180181\nreported to the Data Protection Authority has greatly increased: in 2017, 10,000 were reported, up\nby 70% from 2016, which the authority interprets as a growth in public awareness.\n182\nImpact of GDPR and the European ePrivacy Regulation\nThe Netherlands are viewed by many other European countries as an interesting test case for the\nimpacts of GDPR. This is due to the number of tech giants headquartered there who rely on\ncustomer data.The country already has a good trackrecord of creating national data protection\n183\nlaws (see previous section on key regulation). This means that implementing GDPR will, in theory,\nnot be unchartered territory. On 13 December 2017 the Dutch government sent their GDPR\nImplementation Bill (theAlgemene Verordening Gegevensbescherming,or AVG) to Parliament. The\nbill is designed to ensure that GDPR is implemented in a ‘policy-neutral manner’; i.e. that all\nexisting legislation continues so long as it is permitted under GDPR.\n184\nThe Personal Data Protection Data Act, which is to be replaced by GDPR, has broadly similar\nprinciples governing the use of personal data (lawfulness, fairness, transparency and accuracy),\nand generally similar obligations.Key differences,common to most countries subject to GDPR,\n185\ninclude changes for those who process personal data on a daily basis. For example, human\nresources departments will now have to comply with new employee rights such as the right to be\nforgotten and the right to data portability.\nThere is a lack of clarity over who will be responsible for overseeing ePrivacy laws. The European\nParliament and EU would like this to be overseen by the Data Protection Authority, but ePrivacy is\ncurrently overseen by the Consumer and Market Authority (ACM).The Minister of Justice and\n186\nSecurity Sander Dekker issued a memorandum in December stating that it would be up to the\nrespective bodies to handle the overlap in duties on a case-by-case basis.\n187\n187\nExplanatory memorandum for the GDPR ImplementationAct\n186\nHofmans, T. (2018) Dutch companies not ready forGDPR despite approaching deadline, Computer\nWeekly\n185\nOsborne Clarke (2017) GDPR and HR - What will changein the Netherlands?\n184\nTerstegge, J. (2017) Dutch government introducesGDPR Implementation Bill, International Association of\nPrivacy Professionals\n183\nHofmans, T. (2018) Dutch companies not ready forGDPR despite approaching deadline, Computer\nWeekly\n182\nAutoriteit Persoonsgegevens (2018) 10,000 data leaksreported in 2017\n181\nAutoriteit Persoonsgegevens (2017) Dutch DPA: Airbnbends processing of national identity numbers\n180\nAutoriteit Persoonsgegevens (2017) Dutch DPA: Microsoftbreaches data protection law with Windows 10\n179\nKromann Reumert (2015) The Netherlands: a new actintroduces a notification duty for personal data\nbreaches and higher fines\n34\n\nPwC’s June 2017 reportPrivacy Governancereviewed 350 companies in the Netherlands and\n188\nfound that only around 12 percent were suitably prepared for the implementation of AVG. A large\nproportion of companies lacked rules to comply with the January 2016 national Data Breach Act. A\nlater report from November 2017 still found that 80 percent of companies were not compliant with\nthe new law.This lack of preparedness for GDPR hasled to a rise in companies helping to assist\n189\norganisations and business leaders with AVG compliance.\n190\nHigh-level market analysis\nFinance\nThe Dutch FinTech environment is growing quickly, reflecting the country’s projected image as a\ndigital innovation hub. There are approximately 430 companies currently active in the Dutch\nFinTech market, and this number grew by 100 over the last year alone.The government is\n191\nsupporting this growth. The 2017 coalition agreement states that it will establish a Dutch finance\nand development institution, InvestNL, and make €2.5 billion available in the budget for it.\n192\nThis is intended to encourage investments in sectors where the country has not yet capitalised on\nall opportunities. The body is to act as a single point of contact for entrepreneurs seeking risk\ncapital, guarantees, export credit insurance and international finance programmes. It will also help\ndevelop and invest in major public projects in the country and overseas, and support innovative\nbusinesses such as start-ups and scale-ups. In particular, InvestNL will focus on “high-risk\nactivities within various transition areas” such as energy, mobility, and the digitisation of industry.\nThe coalition agreement also explicitly recognises the value of innovative financial technology\n(FinTech), stating that in order to encourage these companies to grow, the government will\nintroduce less strict licensing requirements for banking and other services. Meanwhile,\nCommit2Data has run a programme to fund research into big data applications for banking and\ninsurance. Major banks are collaborating with FinTechs, as well as offering their own FinTech\ninitiatives such as PEAKS (Rabobank), Gappie (Nationale Nederlanden) and Kandoor (APG).\nEurope’s largest FinTech event, Money 20/20, is to be held in Amsterdam this year.\nHowever, according to the 2017 EY FinTech Adoption Index, only 27 percent of the digitally active\npopulation use FinTech services, which is below the EU average of 33 percent. Also, FinTech\ngrowth has not been without controversy. Dutch banking giant ING came under fire in 2014 when it\nannounced a plan to sell its customers’ payment data to other companies, to enable them to target\nadvertising. Substantial negative backlash forced the bank to renege on its on plans, and the\n192\nDutch Government (2017) Cabinet draws out investmentsby establishing Invest-NL\n191\nHolland FinTech (2018) Dutch Fintech Infographic4.0\n190\nHofmans, T. (2018) Dutch companies not ready forGDPR despite approaching deadline, Computer\nWeekly\n189\nLemsom, M. (2017) Companies and governments are notready for a new privacy law\n188\nPwC Nederland (2017) Privacy Governance\n35\n\nscandal ultimately restricted the development of big data in the country for a while.The bank\n193\nremains, however, a ‘big data proponent’, having invested millions in its data strategy and\ntechnologies.\n194\nDutch FinTech market. Source: Holland FinTech\n195\nTransport\nThe 2017 coalition agreement stresses the need to take autonomous vehicles into account when\ndesigning infrastructure. It also states that, “wherever possible, government information on traffic\nand transport for vehicles, apps and journey and route planners will be provided as open data”.\n196\nTo govern this, the agreement pledges to create rules on ownership and use of travel data. In\n2017, a national agreement was signed between the Ministry of Transport, public transport\nconcession holders, Translink Systems (who operate radio frequency identification travel cards),\nand the Provinces (who provide concessions for regional public transport), to make full trip data\n(including multimodal single trips, e.g. from train to bus to tram) available. The agreement was\n196\nCoalition Agreement between VVD, CDA, D66 and theChristian Union (2017) Confidence in the Future\n195\nHolland FinTech (2018) Dutch Fintech Infographic4.0\n194\nMonge, J. (2017) How ING engages customers with BigData and the Internet of Things, Internet of\nBusiness\n193\nBakker, J. (2016) Dutch mastering the art of bigdata analysis, Computer Weekly\n36\n\ndesigned to mitigate the associated privacy issues whilst making this valuable data available for\nresearch.\n197\nThe Digital Strategy also discusses the importance of big data for mobility in the Netherlands. A\nlarge part of this is provided by the national data warehouse for traffic data (NDW), which published\nreal time sensor data on traffic density, number of vehicles and speed, and the national department\nfor traffic (RDW), which publishes technical data and license plates.The strategy outlines\n198\nresearch into a new system for regulating the taxi market as part of a ‘future-proof legislation’\napproach to quickly remove impediments to innovation. It also discusses government collaboration\nwith research and academic institutes and the business sectors on programmes such as:\n●\nThe Better Use (Beter Benutten) [of existing travelinfrastructure] programme. This is to\nprovide €1.1 billion of public funding for 250 measures across ten regions, and includes\nimproving real-time travel data to help reduce traffic jams;\n199\n●\nThe Declaration of Amsterdam on connected and automated driving. This is an agreement\nbetween the European Commission and the private sector on joint goals and actions for\nintroducing automated cars to Europe’s roads;\n200\n●\nThe European Truck Platooning Challenge, organised by the Netherlands to promote\nconvoys of semi-automated trucks across Europe.\n201\nThe Digital Strategy also discusses the need to change the way that data is shared in the mobility\nand logistics sector, with an emphasis on standardisation. The government is developing a single\nportal for trade and transport to optimise this.\nIn the private sector, Uber’s European headquarters is based in Amsterdam. They plan to double\nthe number of staff members working there to 1,000 over the next decade. The company\nprocesses revenue from rides elsewhere in Europe in the Netherlands, due to lower corporate tax\nrates (25 percent, compared to 33 percent in France, 30 percent in Germany and 29 percent in\nBelgium). This has attracted substantial criticism from the London Private Hire Car Association,\nwho called it ‘tax avoidance on an industrial scale’.The company has previously run into trouble\n202\nwith Dutch regulators, who twice raided the offices in 2015 over the low-cost UberPOP service,\nwhich they suspected of operating without sufficient licensing. This service was discontinued in the\nsame year.\n203\n203\nCook, J. (2017) Uber is planning to double the sizeof its international HQ in Amsterdam, Business Insider\nUK\n202\nWilliams-Grut, O. (2015) EXCLUSIVE: Uber's rivalsays it uses 'tax avoidance on an industrial scale,' and\nwants Europe to investigate, Business Insider UK\n201\nEuropean Automobile Manufacturers Association (2016)What is the European Truck Platooning\nChallenge?\n200\nDutch government, What is the Declaration of Amsterdamon selfdriving and connected vehicles?\n199\nDutch government, Improving utilization of infrastucture\n198\nibid.\n197\nInterview with Ton Zijlstra, European open data expert, 12 April 2018\n37\n\nMajor Dutch navigation player TomTom recently acquired German self-driving car startup\nAutonomous, signalling a move for the company into the field of autonomous vehicles.\n204\nArtificial intelligence\nAccording to Asgard research, Amsterdam is the sixth biggest AI hub (in terms of number of AI\ncompanies) in Europe, after London, Berlin, Paris, Madrid and Stockholm. The city recently\nlaunched a new AI training programme called Artificial Intelligence for Growth to teach people from\nnon-technical backgrounds about AI.The programmeis run by the Growth Tribe Academy, with\n205\npartners including Startup Amsterdam, Microsoft and the Dataiku data science platform. There is\nsignificant multidisciplinary collaboration in Amsterdam between academia and industry, with labs\nsuch as Qualcomm-QUVA Lab (researching deep vision), UvA-Bosch DELTA Lab (researching\napplications of deep learning to automotive and computer vision), AMLAB (for machine learning),\nIntelligent Sensory Information Systems (for computer vision) and ILPS (for information retrieval).\nMany of these are based at the Amsterdam Science Park, which is a key site for dialogue and\nshared research between science and industry.\n206\nThe city, which received the 2016 European Capital of Innovation Award,also hosted the World\n207\nSummit for AI, the world’s biggest applied AI conference, in October 2017. Europe’s first AI\naccelerator, Rockstart, was launched in 2017 in the city, initially to fund ten startups.The city’s\n208\ntwo major universities also have joint AI masters programmes to help grow local talent. Some\nnotable local AI companies are Sightcorp,who helpedpioneer real-time measurement of facial\n209\nexpressions, Eclecticiq IQwho work on threat intelligenceand Elastic,who work on a range of\n210211\ndata problems.\nHealthcare\nThe Digital Strategy recognises the digitisation of healthcare as a major priority area, and notes the\nrole of big data in helping to diagnose diseases such as Parkinsons and Alzheimers. Big data can\nalso allow for greater transparency in the sector, as the paper states: “[d]igital operations and\nstandardised data exchange boost the healthcare sector and must therefore become the\nstandard”.\n212\nThe 2017 coalition agreement pledges to set aside a total of €40 million for the administration’s\nterm in office, and €5 million a year thereafter, for promoting digitally assisted care delivery and\n212\nThe Ministry of Economic Affairs (2016) Digital Agendafor the Netherlands: 37\n211\nElastic website\n210\nEclectic IQ website\n209\nSightcorp website\n208\nI amsterdam (2017) Amsterdam startup scene embracingAI\n207\nEuropean Commission (2016) Amsterdam is the EuropeanCapital of Innovation 2016\n206\nAmsterdam Science Park website\n205\nI amsterdam (2017) Artificial Intelligence for growth\n204\nNickman, S. (2017) Artificial Intelligence in Amsterdam,the City of Freedom, Medium\n38\n\nmore widespread use of innovative working methods.Key government goals for eHealth include:\n213\n214\n●\nAccess to medical records - by 2019, 80 percent of the chronically ill population and 40\npercent of the general population should have direct access to their own medical records\n(note that a 2011 government initiative for a national centralised system for patient files\nfailed, and since then there has been an opt-in ‘national switchboard’ where data is shared\nby care providers with a patient’s consent - although patients do not know what specifically\nis shared or who can access it);\n215\n●\nHealth monitoring - by 2019, 75 percent of chronically ill and elderly people should be able\nto monitor their own healthcare data and share this with their health provider;\n●\nOnline contact with care provider - those receiving care and support at home should be\nable to communicate with their provider at any time via a screen.\nWhile an ongoing healthcare modernisation programme exists (Innovatie en Zorgvernieuwing),the\nDigital Strategy states that large-scale applications of eHealth initiatives are often lacking. This is\ndue in part to a lack of resources for highly reliable verification of users and standards for logging\non to systems. Steps taken so far have included:\n216\n●\nThe first ‘Health Deal’ was signed in 2016 by a combination of public and private\ncompanies in the IT and healthcare sectors to try to scale up innovations in healthcare;\n●\nThe government has set up an online support platformfor healthcare innovators,\n217\nincluding funding tips;\n●\nMaking digital data-sharing easier - the government is consulting healthcare administrators\non standards to facilitate data sharing, and talking to IT suppliers;\n●\nBringing together healthcare innovators and other parties to share knowledge and help\nadvance innovations;\n●\nOverseeing collaboration between various parties in the healthcare sector on a programme\nto agree standards and requirements for personal digital healthcare environments.\nHealth Valley is a unifying network to encourage and support technological innovations in\nhealthcare. It is a public-private partnership funded by contributions from the government and\npartners from the network. It provides a platform to connect universities, care institutions,\ncompanies and government authorities to exchange information and work on innovations in\nhealthcare.\nIt is important to note, however, that despite all the government rhetoric around eHealth initiatives,\nthe basic data and operations of the healthcare system remain very opaque.There is generally\n218\nno available data on, for example, the costs of treatments and the quality of care providers. Even\n218\nInterview with Ton Zijlstra, European open data expert, 12 April 2018\n217\nZorg voor innoveren website\n216\nDutch government, Government encouraging use of eHealth\n215\nInterview with Ton Zijlstra, European open data expert,12 April 2018\n214\nDutch government, Government encouraging use of eHealth\n213\nCoalition Agreement between VVD, CDA, D66 and theChristian Union (2017) Confidence in the Future\n39\n\nthe Ministry of Health only receives healthcare data after a three year lag. The public national care\nauthority (NZA) dropped ‘providing transparency of costs’ as one of its stated goals after receiving\na freedom of information request for this data, which they successfully fought in the highest court.\nInsurers and care providers have, however, been fighting for greater transparency. Furthermore, in\n2015 the financial responsibility for youth care, chronic care provision and care for the elderly was\ndevolved to local governments, which has led to a fragmentation of data and policy.\n219\nEnergy and utilities\nSince the Energy Agreement for Sustainable Growth (2013),the Netherlands has been pursuing\n220\na transition away from non-renewables, aided by IT. The Digital Agenda emphasises energy and\nutilities, and focuses on the development of smart networks and smart grids. Key ideas in the\ndocument for applications of big data in energy include:\n221\n●\nMaps to display energy consumptions of regions, districts and buildings to help manage\nthe infrastructure, develop spatial policy, and offer energy conservation products and\nservices;\n●\nImproving weather forecasts using data from windmills and solar panels;\n●\nLinking data from generators and consumers of energy through digital platforms.\nThe national transition away from non-renewables (to be completed by 2050) remains a major\nfocus point of the Coalition Agreement and substantial government funds (around €4 billion a year)\nare allocated to the various associated budget items, with an additional set of funding for\ninnovation policy.\nCommit2Data are researching how big data can assist this transition. They are seeking to achieve\nchange in this domain through the use of PPPs, with projects starting in this sphere in early 2018.\nBig data is recognised as a key enabler in coordinatingthe transition through smart meters and\n222\nsensors. Through Commit2Data, the Netherlands Organisation for Scientific Research (NWO)\nawarded grants worth €3.85 million to six projects, to be combined with private sector funding,\nincluding ‘intranets for energy’ and ‘peer-to-peer energy grids’.\n223\nEnergy transporters (publicly owned private entities) already provide both open and shared data,\nbut also turn down lots of data requests. Although they see the value of releasing data, for example\nto aid the energy transition, they are often forced to turn down requests for a number of reasons.\nThese include privacy concerns (around data such as that from smart metres) and contractual\nconfusion due to their position in charge of a data pool derived from both public, private, and\nindividual sources who submit data under varying conditions.\n224\n224\nInterview with Ton Zijlstra, European open data expert, 12 April 2018\n223\nNWO (2018) Grants awarded for Energy System Integration& Big Data\n222\nDutch Digital Delta, Energy\n221\nThe Ministry of Economic Affairs (2016) Digital Agendafor the Netherlands: 40\n220\nSocial and Economic Council (2013) The Agreementon Energy for Sustainable Growth: a policy in\npractice\n219\nibid.\n40\n\nBelgium\nMapping the data economy\nBelgium is the 9th largest economy in the EU and 25th in the world.With a growth rate of 1.6\n225\npercent in 2017, its economy is described as ‘well-diversified’, ranging from manufacturing to\nservices and technology, and based on extensive transport infrastructure.Belgium has a large\n226\ntech industry in relation to its small population of 11 million citizens: it has 22 companies in\nDeloitte's Fast 500 list for 2016.\n227\nBelgium is ranked 22nd in the global Open Data Indexand 6th out of 28 EU countries in the\n228\n2016 Digital Economy and Society Index (DESI). It therefore forms part of a cluster of\nhigh-performing countries when measured on its digital infrastructure, confidence and security,\nskills and jobs, economy, and government.\n229\nHowever, Belgium’s DESI ranking of 6th in 2016 represents a fall from its 5th place in 2015.\nEqually, the 2016 BCG e-Intensity Index, which measures the extent to which a country embraces\nthe internet, ranks Belgium 19 out of 85 countries. It therefore sits behind many of its European\npeers. Belgium also ranked 17th in European countries on the 2017 Global Innovation Index,\nbehind comparable nations such as Sweden (2nd), the Netherlands (3rd), and Denmark (6th).\n230\nThese rankings suggest that Belgium risks being out-performed by its European neighbours, yet\nalso possesses a well-developed baseline and potential for significant growth in its digital economy.\nIndeed, it is estimated that a fully operational digital market embracing digital technology and\nstartups in Belgium could double the GDP growth rate by 2020. Potentially, this could translate into\n300,000 full-time jobs across the digital sector and wider economy.\n231\nBelgium possesses one of the most devolved government structures in the world, and both its\nfederal and regional governments have recently sought to end any apparent digital complacency.\nAt present, the country has ‘crossroads’ databases at both the federal and regional level, where\nmultiple government stakeholders pool data. In a similar model to the Netherlands (and Denmark),\nsome of these datasets are open. However in Belgium (unlike the Netherlands and Denmark),\n231\nibid.\n230\nBCG (2016) Digitising Belgium\n229\nEuropean Commission (2017) Digital Single Market:Belgium\n228\nGlobal Open Data Index (2017)\n227\nHot Topics, A comparison of the world's leading fintechhubs: Belgium\n226\nIndex Mundi (2018) Belgium Economy Profile 2018\n225\nEurostat (2017) Share of Member States in EU GDP\n41\n\nlargely due to complicated government structures, these ‘crossroads’ databases are not\nconnected in a single unified system.\n232\nIn 2015, Deputy Prime Minister and Minister for the Digital Agenda Alexander de Croo launched\nnew federal open data strategy, Digital Belgium. This is a five point plan to put Belgium ‘firmly on\nthe digital map’. At its centre is a commitment to transition all government data to ‘digital by\ndefault’, available for use by non-profit and commercial applications without attribution.Aiming to\n233\ncreate 1,000 new startups and 50,000 jobs, and grant internet users access to 1Gbps connectivity\nby 2020, this agenda contains an explicit commitment to place Belgium 3rd in the DESI by 2020. It\nhas received strong support from organisations such as Open Knowledge Belgium.\n234\nThese ambitious agendas are currently at the early stages of enactment, meaning that Belgium is\nyet to realise their full potential. Nevertheless, the government’s actions are promising. There is a\nclear recognition that new companies and organisations will shape Belgium’s new digital economy\nmeaning, and this creates a window of opportunity for young and emerging actors. This is\nparticularly so in FinTech. Following Britain’s decision to leave the European Union, Belgian Finance\nMinister Johan van Overtveldt has sought to build new links between the two countries with the\nlaunch of a new Brussels-based hub to support financial technology startups.\n235\nData legislation and regulation\nKey legislation and regulation\nThe 2015 Digital Belgium strategy is the centerpiece driving the federal government’s digital policy\nagenda. Not only does it make all government data sets open-by-default when requested, but it is\nrequired for the data to be published in easy-to-access, and machine-readable formats (useful for\nresearchers and app developers alike). It is the government’s intention that by 2020, all government\ndata will be proactively published without requiring citation through the use of CC0 (licenses\nwithout restriction - often the best form of open data licenses).To make this happen, every\n236\ngovernment department must develop an open data strategy that includes appointing a\nresponsible Open Data Champion to put the initiative into practice. This is overseen by the creation\nin 2016 of the Digital Transformation Office - a centre of excellence and innovation in the\nintersection of new technologies and data.The federalgovernment also launched a new\n237\ngovernment cloud (“G-Cloud”) providing a single platform for the integration of federal services and\nministries. The strategy represents a clear embrace of digital governance where exceptions for\nprivacy and security - rather than openness - have to be justified. Privacy is still taken seriously (as\n237\nEuropean Commission (2017) Digital Single Market:Belgium\n236\nBelgian Government (2015) Green light for federalopen data strategy: government data is now freely\navailable\n235\nFinextra (2017) Belgium builds fintech bridge toLondon\n234\nColpaert, P. (2015) Green light for the Belgian federalOpen Data strategy\n233\nDigital Belgium website\n232\nInterview with Ton Zijlstra, European open data expert, 12 April 2018\n42\n\nthe GDPR section will illustrate), with the strategy ensuring that all personal information is\nanonymised, with an open data committee within the Privacy Commission overseeing this.\n238\nThe federal government’s strategy is rightly ambitious, aiming to place it 3rd in the DESI rankings by\n2020 with a five-point plan closely aligned to the key measures behind the index.Beyond open\n239\ndata, the strategy contains commitments to improve digital infrastructure (1 Gbps fibre broadband\nby 2020), ease of doing business (electronic invoicing is now an obligation for all government\nsuppliers), and simplifying regulation for startups. Recognising that more and more people provide\nservices to others as ‘mini-entrepreneurs’ through apps and other digital platforms (in what is\nknown as the collaborative economy), the federal government introduced a new innovative legal\nframework in 2017 clarifying and streamlining taxes for these services. Under an income of €5,000,\nsuch services will be taxed at a straightforward, reduced rate of 10 percent (deducted at source) to\nprevent fraud and unfair competition with other small businesses - a vast improvement on the\nprevious 33 percent rate that was applied ad hoc and required individuals to self-report income to\ntax authorities.This is complemented by the doublingof investments in startups each year since\n240\n2015, with Belgium having long lagged behind its European peers in startup funding.\n241\nBCG highlights that this has amounted to a significant increase in regulation in recent years,\nparticularly in terms of fiscal and social legislation for the sharing economy. However, there are still\nimportant focus areas for improvement. Europe’s 2017 Digital Progress Report for Belgium\nhighlights that 68 percent of Belgians reported having at least basic digital skills (the EU average is\n56 percent), and though there is high enrollment in tertiary education, there is a distinct shortage in\ngraduates of STEM subjects necessary for growth and innovation, particularly in digital technology.\nThe BCG report highlights this and labour market flexibility as key weaknesses of the government’s\napproach thus far.Despite these shortcomings, thegovernment has launched a Digital\n242\nChampions scheme (‘to make every child in Belgium a digital champion’),and plan to bring IT\n243\nprofessionals into schools. Perhaps the most significant move by the government is the\nannouncement of an €18 million digital skills fund to advance coding and digital skills training\ncourses for young people over the next three years.\n244\nThe legislative situation in Belgium is complicated by its heavily devolved governance between the\nFlemish, Walloon, and Brussels regional parliaments and executives. Indeed, Open Knowledge\nBelgium has claimed that this results in Belgium’s digital performance being understated in several\ninternational indices such as the EU Digital Economy and Society Index which is based primarily on\nfederal-level measures.What is happening at theregional legislative level is therefore highly\n245\n245\nOpen Knowledge Belgium, Open Data in Belgium\n244\nEuropean Commission (2017) Digital Single Market:Belgium\n243\nDigital Champions website\n242\nBCG (2016) Digitising Belgium\n241\nErnst and Young (2016) Belgium: an unexpected idealhub for FinTech?\n240\nEuropean Commission (2017) Digital Single Market:Belgium\n239\nDigital Belgium website\n238\nOpen Access Belgium, Open Data\n43\n\nconsequential and should not be ignored. Flanders thus far has been at the forefront of open data\nin Belgium with open standards set for its regional government as early as 2014. Numerous events\nand initiatives such as hackathons are well established across Flemish cities and supported by the\nFlemish Open Data Forum.There is now also a SmartCities Flanders program, which is a broad\n246\nstakeholder network with Flemish government and EU funding.Likewise, Wallonia has sought to\n247\ncatch up by launching Digital Wallonia, a platform for IT initiatives which provides an open data\nportal for the region as a whole.Key to these regionalinitiatives is the idea of not only improving\n248\ncitizens’ lives, but ensuring data is readily available for research purposes, a key principle behind\nthe opening up of datasets on Brussel’s new City Portal.\n249\nFinally, Belgium is in the process of radically reforming its Data Protection Agency by investing an\nextra €150 million euros into its annual budget. The goal is to ensure ‘state of the art standards’\nthat treat GDPR as a ‘business opportunity’.\n250251\nImpact of GDPR and the European ePrivacy Regulation\nEnsuring both public and private organisations are ready for the GDPR is being taken extremely\nseriously by both federal and regional governments with practical advice to firms issued by the\nnational Privacy Commission (in the form of a 13 step plan)and through Digital Wallonia.The\n252253\nGDPR has prompted the federal government to radically overhaul its Data Protection Authority, with\nthe national Parliament approving an extra €1.7 million for its annual budget to secure a ‘state of\nthe art’ agency to operate on a par with the biggest data protection authorities around the world.\n254\nThe outgoing President of the Belgian Commission for the Protection of Privacy, Willem\nDebeuckelaere, is frank in stating that despite significant investment and efforts, “[e]ven the Belgian\nDPA will not be 100 percent compliant with the GDPR on May 25...[but] don’t worry, we won’t be\nthe only ones”.\n255\nBelgium’s Secretary of State for Privacy, Philippe De Backer, views this as a ‘business opportunity’\nto create a level playing field between the public and private sectors to enable data exchange.\n256\nHe emphasises that the new Data Protection Agency’s approach, (when it comes online in May\n2018) is not simply to sanction, but ‘provide guidelines for businesses and create legal certainty’.\nAs part of this, sanctioning mechanisms have been written into law to avoid ambiguity and in\n256\nAshford, W. (2017) GDPR is a business opportunity,says Belgian minister, Computer Weekly\n255\nibid.\n254\nPfeifle, S. (2018) How Belgium is gearing up forGDPR, The Privacy Advisor\n253\nDe Doncker, O. (2018) GDPR, quel impact pour lesprestataires de services digitaux?\n252\nDLA Piper (2016) BELGIUM: Belgian Privacy Commissionissues a 13 step plan for companies preparing\nfor GDPR compliance\n251\nAshford, W. (2017) GDPR is a business opportunity,says Belgian minister, Computer Weekly\n250\nPfeifle, S. (2018) How Belgium is gearing up forGDPR, The Privacy Advisor\n249\nOpen Data Brussels website\n248\nDigital Wallonia website\n247\nSmart Cities Flanders website\n246\nibid.\n44\n\ntransposing EU legislation to national law, they also seek to make exceptions for archiving statistics\nand scientific research to allow as much room for innovation as possible.\n257\nHigh-level market analysis\nFinance\nBelgium is being touted as a surprisingly good platform for FinTech startup and development,\ndespite its present low adoption rate of 13 percent amongst consumers (below a global average of\n33 percent).Though an early pioneer in the standardisationof payments between banks,\n258\nBelgium’s small market and population size, alongside a comparative decline in startup investment\nhave not made Belgium an obvious choice for FinTech innovation recently. However, this has the\npotential to rapidly change over the next few years. The industry’s roots in payments systems gives\nBelgium a clear potential focus area within the sector, with one survey showing that almost all\nFinTech usage in Belgium originates from digital payments, facilitated by the rise of e-commerce in\nthe last decade.\n259\nGenerally, Belgium is unusual in that three quarters of its startups are business-to-business\nfocused, a trend very much in evidence in its FinTech firms with companies like Xpenditure offering\nservices for businesses over consumers and Clear2Pay focusing on helping financial institutions to\nimprove internal payments processes. Belgium has long been at the forefront of applying innovative\ntechnologies in the financial system, with firms such as Clear2Pay having raised $127 million over\nits 16-year lifetime.\n260\nDespite Belgium hosting big players in FinTech, investments tend to be concentrated in early-stage\nstartups, with more than 60 percent of the country’s 56 funding rounds awarded for less than €5\nmillion in 2016. Not only is startup funding increasing, but the government launched a ‘Startup Plan\n2015’ to create a tax shelter for tech companies, reducing tax bills by anywhere from 30-45\npercent.Though Belgium’s small market means FinTechfirms have to build an outward-facing\n261\nbusiness, the country’s comparatively developed market makes it an ideal innovation base prior to\nrolling out products to wider markets. This is being reinforced by the Finance Minister Johan van\nOvertveldt’s approach to Brexit, in which he has deliberately sought to build mutually beneficial\nbridges with UK FinTech firms to continue to keep international markets open for Belgian firms that\nrely on them.\n262\n262\nFinextra (2017) Belgium builds fintech bridge toLondon\n261\nibid.\n260\nHot Topics, A comparison of the world's leading fintechhubs: Belgium\n259\nErnst and Young (2016) Belgium: an unexpected idealhub for FinTech?\n258\nErnst and Young (2017) EY FinTech Adoption Index2017[NB: this figure also includes Luxembourg]\n257\nibid.\n45\n\nTransport\nBelgium has one of the most developed transport networks in the world, which is also highly\nintegrated into the European transport system. The European project ‘Open Transport Net’,\nlaunched in 2014, includes two hub cities in Belgium - Antwerp and Ghent. The project’s aim is to\ncreate virtual hubs aggregating, harmonising, and visualising transport-related data to make it\neasier for innovators to create new services and opportunities.In 2013, Brussels Mobility and the\n263\nBrussels Regional Informatics Centre jointly designed an Open Data license that currently only\napplies only to their own data sets and specifically to the Brussels UrbIS geodata. It is this\nintelligent data-lead approach to managing transport data and communicating it to relevant\nstakeholders that is gaining an increased foothold, though at the moment still lags behind nearby\nlarge cities such as London, Paris and Amsterdam.\nBelgium, like Germany, France, and the Netherlands, is a beneficiary of the C-Roads project\nsupported by a combined €55 million grant from the EU, to implement technologies that enable\nvehicles to ‘talk’ to each other in moving towards a smart road network.External organisations\n264\nsuch as ITS.be (Intelligent Transport Systems), a public-private not-for-profit, have conducted\nextensive lobbying of federal and regional governments seeking to accelerate the transition to\nsustainable mobility across the country.\n265\nArtificial intelligence\nBrussels has new ambitions to be a centre for AI research and innovation.Recently, Innoviris\n266\n(Brussels Institute for Scientific Research) unveiled an investment programme, Team UP, of €4\nmillion, to support companies and higher education in developing solutions for image analysis,\ntelemedicine, virtual reality, robotics, and financial analysis.One such beneficiary, ChatBot Plus,\n267\nis already helping improve customer service using chatbot technology via Facebook.These\n268\ndevelopments present powerful opportunities for the application of AI in the Belgian retail industry.\nAs a recent PWC report on the applicability of automation in the Belgian retail sector points out, AI\ncould be used at almost every stage of retail from checkouts, sales forecasting, and in-store\nanalysis, accompanied by robotic process automation (RPA) which can be used to carry out\nhigh-level repetitive tasks behind the scenes including populating tax returns with financial data,\nand automated invoicing.Though the Belgian retailsector needs to invest in business software\n269\nand structured, centralised databases to realise this potential, these automatic processes represent\nopportunities applicable to the wider Belgian economy (beyond retail).\n269\nPWC (2016) Rethinking retail: Artificial intelligenceand robotic process automation\n268\nChatbot Plus website\n267\nInnoviris Brussels website, Missions\n266\nBNP Paribas (2017) Why Brussels is investing in artificialintelligence\n265\nIntelligent Transport Systems, About page\n264\nTraffic Technology Today (2016) C-Roads project reinforcesEU's commitment to connected and\ncooperative mobility\n263\nOpen Transport Net website\n46\n\nAccording to ‘The State of European Tech’ report 2016, Brussels and Antwerp are in the top 15\nhubs of artificial intelligence talent in Europe (12th and 14th respectively).Likewise, KU Leuven\n270\nand Ghent University are ranked in the top 100 worldwide by most-cited AI related research.\n271\nThough there are plenty of green shoots in regards to AI development in Belgium, there are\ncurrently no political frameworks to systematically advance, implement or discuss issues\nsurrounding AI at the federal or regional level, and the issue is yet to reach the stage of salient\nnational debate.\n272\nDiagram of the Brussels AI ecosystem. Source: impulse.brussels\n273\nHealthcare\nApp-based medical provision and support is gaining traction in Belgium. In February 2018, the\nMinister for Social Affairs and Public Health, Maggie De Block, announced federal plans to establish\n273\nimpulse.brussels (2017) Artificial Intelligence Overview\n272\nEl Ghabri, M. (2017) Belgium, in Green Observatory:Robotics and Artificial Intelligence, Green European\nJournal\n271\nState of European Tech (2017) Europe is home to theworld's leading AI research community\n270\nTibau, F. (2016) Brussels and Antwerp in top 15 EuropeanAI hubs, startups.be\n47\n\na three-tier regulatory framework to ensure the responsible growth of this exciting sector which\ndeals with sensitive information:\n274\n●\nTier 1 - minimum privacy, security, and purpose requirements every app should satisfy;\n●\nTier 2 - ensure the interoperability of medical apps with official e-health applications;\n●\nTier 3 - funding to reimburse apps generating added value to the health economy.\nLaunched in 2015, Recip-e, a \"non-addressed\" prescription messaging service (the prescriber\ndoes not know which provider the patient will turn to, when the prescription is produced), is a\nprime example of an expanding e-health domain.Sinceroll-out, 90 percent of generalists in\n275\nBelgian healthcare are equipped with Recip-e.\n276\nAppropriate regulation of the e-health sector in Belgium is set to be addressed as Maggie De\nBlock, alongside Alexander De Croo (Deputy Prime Minister and Minister responsible for the Digital\nAgenda) plan to create a ‘Digital Health Valley’.The plans to develop an ecosystem of firms\n277\ninvolved in all aspects of the e-health economy have already served as a platform for the launch of\nHealthTech.Belgium, a collaborative effort bringing together key actors in the sector to make\nBelgium the world’s starting base for innovation in health technologies.Grassroots innovation in\n278\nBelgium appears to have prompted a government vision and support which lays promising ground\nfor the growth of its e-health economy.\nEnergy and utilities\nThe energy market is currently in the process of remarkable change in Belgium. A new federal\nclearing house (ATRIAS) and the implementation of a new energy market process model, MIG6.0,\nwill greatly simplify the data exchange between energy market stakeholders in a liberalised market,\nand incorporate the latest technologies (such as smart meters and decentralised energy\nproduction) respectively.With technology enablingthe production and use of data in a liberalised\n279\nenergy market with decentralised producers, the Belgian energy market was in need of a simplified,\ntransparent, and efficient model to handle increasing data and exchange. Crucial to this is the\ncreation of a federal, standardised, central communication platform to simplify information\nexchange between market players.\nThere is much pressure across Europe to adopt new market practices and restructure energy data\nmanagement with the mass roll-out of smart-meters (up to 80 percent coverage by 2020)\nincreasing the amount and frequency of energy data. This new data also brings with it the need to\nproperly legislate protections of customer data. Belgium’s energy market also faces long-term\n279\nEnergy Outlook (2016) Atrias and MIG6.0: Towardsa new energy market model in Belgium\n278\nAgoria (2018) Launch of HealthTech.Belgium: \"Let'smake Belgium THE world's test country for Health\nTech innovation\"\n277\nVBB (2018) Belgium - Minister De Block Unveils Planfor Medical Apps and Digital Health Valley\n276\nibid.\n275\nRecip-e website\n274\nVBB (2018) Belgium - Minister De Block Unveils Planfor Medical Apps and Digital Health Valley\n48\n\nchallenges from government policy to phase out its nuclear reactors until 2025.As PwC\n280\nhighlights, this poses significant challenges to the country’s ability to meet its climate change goals.\nThe restructuring of Belgium’s energy market andthe challenges faced by its long-term energy\n281\nsustainability invite a significant role for digital technologies in the future.\n281\nForum Nucleaire, The role of nuclear power and renewablesin the energy transition\n280\nWorld Nuclear Association (2017) Nuclear Power inBelgium\n49\n\nAppendix 1: methodology\nWe conducted desk-based research over a period of six weeks, to map out the data economies of\nGermany, the Netherlands, France and Belgium. We consulted a wide range of online resources,\nfrom public sector documents and policy statements to reports produced by private companies\nand consultancy firms. Given time and resource constraints, we have attempted to summarise as\nmuch salient information as possible for each country from the wide potential range of information\nand resources to consider. It is important to note, therefore, that that this work is non-exhaustive\nand may contain omissions.\n50","version":"1.10.100"}