{"numpages":16,"numrender":16,"info":{"PDFFormatVersion":"1.4","IsAcroFormPresent":false,"IsXFAPresent":false,"Title":"#OPEN_2021-03_ODI_LRF-stimulus fund-project-summary","Producer":"Skia/PDF m109 Google Docs Renderer"},"metadata":null,"text":"\n\n\n\nContents\nExecutive summary3\nBackground4\nApproach5\nUsing challenges to drive innovation that\nsolves problems5\nUnlocking data on brownfield sites6\nCreating a standard to help people find\nconstruction knowledge7\nCreating a digital version of a city8\nSharing data to improve the safety of lives at sea8\nBuilding data literacy and skills9\nDesk research and interviews10\nWorkshop11\nRoundtable12\nWhat data skills and knowledge are needed to improve access, use\nand sharing of data in the engineering sector?12\nHow well are data literacy needs already supported?12\nWhat steps do we need to take to improve the support available\naround data skills and knowledge in the sector?13\nConclusion14\nEndorse our manifesto15\nOpen Data Institute 2021 / Report#### Building on the manifesto for sharing engineering data #####   1\n\nAbout\nThis report was produced as part of a project funded by Lloyd’s Register\nFoundation. It builds on research from the Open Data Institute’sSharing\nengineering data for the public goodproject, alsofunded by Lloyd’s Register\nFoundation. The views in this report are those of the authors.\nThis report was researched and produced by the Open Data Institute,\nand published in March 2021. Its lead authors are Deborah Yates and\nJames Maddison, with contributions from Jeni Tennison and Mahlet Zimeta.\nIf you would like to share feedback or get in touch, pleasecontact James\nMaddison.\nOpen Data Institute 2021 / Report#### Building on the manifesto for sharing engineering data #####   2\n\nExecutive summary\nThis report is the result of a project by the Open Data Institute (ODI), funded by\nLloyd’s Register Foundation, which began in December 2019. The project follows\nour previous collaboration, which exploredhow sharingengineering data can\ncreate public good, by building on two key principlesoutlined in ourmanifesto for\nsharing engineering data:\n●\nUse challenges to drive innovation that solves problemsby supporting\nfour project teams to explore how better access, use and sharing of data\ncan contribute to public safety.\n●\nBuild data literacy and skillsby assessing the currentstate of play of\ndata skills in the sector.\nThis project demonstrates that there is a clear appetite for improving access,\nuse and sharing of engineering data, but that there has been a general lack of\ncoordination across the sector to drive it forwards. The four funded projects\ndemonstrate that the principles outlined in the manifesto can provide a pathway\nto achieving impact with data, and that working towards one principle can unlock\nvalue in other areas of the manifesto.\nThe report recognises that there is a long way to go before the engineering sector\nis able to fully realise the value of wider data sharing. In particular, data literacy\nand skills across the engineering sector need to be improved. To enable this,\ncontinuing professional development (CPD) providers need to offer courses that\nhave data literacy and skills built in.\nWe urge engineering organisations to consider how they can support the\nmanifesto going forwards, whether through advocating for open or shared data,\nenabling innovation by supporting new projects or building data skills\nwithin your organisation. If you would like to discuss how you could act on the\nrecommendations outlined in the manifesto, pleaseget in touch.\nOpen Data Institute 2021 / Report#### Building on the manifesto for sharing engineering data #####   3\n\nBackground\nIn December 2018, the ODI began a collaborationwithLloyd’s Register\nFoundation, an independent global charity that supportsresearch, innovation and\neducation to make the world a safer place. explores how sharing engineering data\ncould benefit the public, with a particular focus on public safety and safety in the\nworkplace. It culminated in the creation of a jointinsight report, which includes our\nmanifesto for sharing engineering data. The principlesand actions within the\nmanifesto are:\n1.Data is infrastructure\n2.Data must be stewarded\n3.Opening and sharing data unlocks value\n4.Explore new data sharing models\n5.Use challenges to drive innovation that solves problems\n6.Regulation must adapt to new technologies and uses of data\n7.Build data literacy and skills\n8.Ensure data is used legally and ethically\n9.Share knowledge and insight\nApplying these principles is a vital step in enabling organisations to create\nmaximum value from data, for the public good. This set of principles and actions\nhas so far been endorsed by 18 leading organisations from the sector\nTo demonstrate how these principles can contribute to the public good, the ODI\nand Lloyd’s Register Foundation extended their collaboration into 2019. Our aim\nwas to explore how we could enable the sector to deliver on the manifesto by:\n●\nsupporting innovative projects with an emphasis on safety\n●\nincreasing access to data\n●\nsupporting the sharing of data\n●\nproducing tools and guidance that enable others to publish or\nshare data themselves.\nWe have also worked with key stakeholders to examine the extent of data literacy\nand skills in the engineering sector, with a view towards working with training and\naccreditation providers to build data literacy and skills into their continuing\nprofessional development (CPD) offerings.\nOpen Data Institute 2021 / Report#### Building on the manifesto for sharing engineering data #####   4\n\nApproach\nWe focused on addressing two core principles of the manifesto: ‘Use challenges\nto drive innovation that solves problems’ and ‘Building data literacy and skills’.\nUse challenges to drive innovation that\nsolves problems\nOpen innovation can enable new solutions to pressing social, economic or\nenvironmental challenges, like improving safety in the workplace or on our\nroad networks.\nTo drive innovation through a challenge-led approach, the manifesto\nrecommends that:\n●\nGovernments and civil society should work together to identify social,\neconomic and environmental challenges that might be addressed through\ninnovative approaches.\n●\nFunders should invest in programmes that enable collaboration across the\nprivate sector, startups and researchers to solve specific challenges\nthrough the better use of data.\n●\nFunders should help innovators to scale and develop their solutions by\nsupporting the creation of the data infrastructure needed to underpin new\nproducts and services.\nFor this project, we focused on how funding could support the development of\nnew solutions to problems and enable greater collaboration across the\nengineering sector. We invited external organisations to present their ideas for new\nprojects and ways of working that would advancetheLloyd’s Register Foundation\nstrategyand deliver on the vision of ourshared manifesto.The invitation to tender\nwas open to any public or private sector organisation, in the UK or internationally,\nin order to maximise the global impact of the funding and support.\nThe new stimulus fund offered a total of £150,000 of funding for up to six projects.\nThe successful organisations would help to deliver on the recommendations in the\nmanifesto by:\n●\nexploring innovative ways to improve safety, in line with the mission of the\nLloyd’s Register Foundation.\n●\nincreasing access to data by supporting the publication of open data or\nsharing of data, across the public and/or private sector.\n●\nencouraging collaboration across organisations, for instance, by building\nnew data infrastructure, or exploring new ways to govern and steward\ndata such as data trusts.\n●\ndemonstrating the value of open approaches by encouraging the creation\nof openly licensing outputs, tools and guidance.\nOpen Data Institute 2021 / Report#### Building on the manifesto for sharing engineering data #####   5\n\nApplicants were assessed based on the following criteria:\n●\nAlignment with the Foundation strategy.Proposalsshould clearly\ndemonstrate how they would support at least one aspect of the\nFoundation strategy.\n●\nAlignment with our manifesto.Proposals are requiredto clearly\ndemonstrate how they plan to deliver on specific principles within\nthe manifesto.\n●\nClarity of the proposal.Project ideas need to beclearly scoped, have\nwell-defined activities and outcomes and be deliverable within a\nsix-month timeframe.\n●\nAbility to deliver.The organisation making the proposalmust\ndemonstrate that they have the capacity and resources to deliver on the\nproject within the funded period.\n●\nAdoption of open approaches.Projects need to havea commitment to\nusing one or more open approaches, such as publication of shared and\nopen data, use of open standards and open innovation.\n●\nValue for money.Projects need to deliver clear value,useful outputs and\ninsights.\nWith this criteria in mind,five projects were chosento receive funding and\nsupport, to further their ambitious ideas for improving safety. However, due to\nCovid-19-related constraints,, we were unable to support one of the projects – The\nOffice for National Statistics’sData Science Campuscollaboration with the Royal\nAir Force.\nThe four successful projects were:\n●\nUnlocking data on brownfield sites, led byAtkins\n●\nCreating a standard to help people find construction knowledge, led by\nBarbal\n●\nCreating a digital version of a city, led bySlingshotSimulations\n●\nSharing data to improve the safety of lives at sea, led by theGeoData\nInstitute\nUnlocking data on brownfield sites\nArea of the manifesto explored: Opening and sharing data unlocks value\nThere are over 1.1 million households in England on the social housing waiting list,\neven though there is enough brownfield land – land that is not currently in use, but\ncould potentially be contaminated – to build an estimated 1 million homes.\nBenefiting from the stimulus fund, the engineering and design consultancy\ncompany Atkins undertook a discovery project to identify how open datasets\ncan be used to develop insights into contamination of brownfield sites.\nIt then compared this approach with similar approaches that could be taken, using\nexisting commercial and unused datasets.\nOpen Data Institute 2021 / Report#### Building on the manifesto for sharing engineering data #####   6\n\nKey findings from the project:\n●\nCritical sources of contamination are currently only found in\nnon-open datasets.\n●\nExisting datasets could be made more open to help improve decision\nmaking and reduce costs associated with developing brownfield sites,\nparticularly for smaller developers, and help address the national\nhousing crisis.\n●\nThere is unused data held by companies like Atkins and its customers\nwhich, if shared in ways that built trust, could unlock further value.\n●\nThere is an opportunity for industry to collaborate and realise the power\nof location data about brownfield land contaminants. These conversations\nwill be important in supporting Government housing commitments and\ndelivering the ambitions in theUK Geospatial DataStrategy.\nFor more information about the project, please readour case study,\nthe Atkinsproject reportor watch thelunchtime lecturepresentation.\nCreating a standard to help people find\nconstruction knowledge\nArea of the manifesto explored: Data is infrastructure\nA third of construction practitioners (approximately 1 million people) do not have\neasy access to the knowledge they need to do their job. The number one barrier\nto access is that practitioners are not aware of what knowledge is available.\nThere is therefore a need for quick and straightforward access to knowledge\non demand.\nBarbal, a Bristol based enterprise specialising in creating open standards for data,\nworked with theConstruction Knowledge Task Groupto collaboratively publish\nconstruction knowledge so that it becomes discoverable. In time, this will greatly\nimprove practitioners’ access to the knowledge they need to safely perform their\nrole and implement a safer built environment during construction and in-use.\nKey findings from the project:\n●\nTaking an open and collaborative approach accelerates the development\nof technical solutions in the construction industry.\n●\nStaying up to date with the latest regulations and best practice ensures\nindustry professionals are competent to deliver safer buildings.\n●\nBarbal’s approach to improving discovery of construction knowledge\ncould be the basis of a global coalition for change for construction\nknowledge professionals.\nFor more information about the project, please readour case studyor watch the\nlunchtime lecture presentation.\nOpen Data Institute 2021 / Report#### Building on the manifesto for sharing engineering data #####   7\n\nCreating a digital version of a city\nArea of the manifesto explored: Opening and sharing data unlocks value\nAir pollution is one of the leading contributors to increased mortality around the\nworld, with established links to numerous heart and respiratory diseases. Roughly\n7 million deaths a year are caused by air pollution andmore than 80% of people\nwho are affected by poor air quality live in urban areas, such as cities. Decision\nmakers in cities must do more to mitigate poor air quality and protect citizens by\nmaking better decisions around city planning.\nThe ’Breathing City’ project – an initiative led by Slingshot Simulations –\ndemonstrates how open data can be used to create a digital representation of a\ncity, which can provide valuable insights about the impact of pollution, and help\ndecision makers to improve the wellbeing and safety of city populations.\nKey findings from the project:\n●\nSlingshot Simulations has created a digital twin of Leeds city centre, using\nmultiple open data sources, which can be used to understand the\nchallenges faced around air pollution in the city.\n●\nThe digital twin enables city decision makers to simulate different\nscenarios in which changes to city infrastructure could have a significant\nimpact on the effects of air pollution.\n●\nThe digital twin has the potential to be rolled out across different cities,\nwith a reusable simulation being produced as part of the project.\nNewcastle-under-Lyme council has approached the team to explore\nreplicating this in Staffordshire.\n●\nSlingshot’s work has created a foundation for helping city planners in a\nworld impacted by the coronavirus, which will be further explored through\nits follow-on projectA Living Model for People andPlace, which is funded\nby Innovate UK and supported by the University of Leeds VirtuoCity\nCentre for City Simulation, Leeds City Council and Newcastle-under-Lyme\nBorough Council.\nFor more information about the project, please readour case studyor watch the\nlunchtime lecture presentation.\nSharing data to improve the safety of lives at sea\nArea of the manifesto explored: Explore new data sharing models\nAs an island nation, the UK sees numerous coastal incidents and emergencies\nevery year. In 2019, Royal National Lifeboat Institute (RNLI) lifeguardsresponded\nto 17,356 incidents near the shore and lifeboat crews were launched 8,941 times\nin response to incidents at sea.\nOpen Data Institute 2021 / Report#### Building on the manifesto for sharing engineering data #####   8\n\nThe Open Marine Data project, led by the GeoData Institute based at the\nUniversity of Southampton, supports emergency responders to improve access\nto the data that they collect, with a view to providing an open marine dataset for\nuse by the whole sector. This will enable innovators to create new tools and\napproaches that support emergency responders to make better decisions.\nKey findings from the project:\n●\nThere is an opportunity to improve the way that data is shared between\nkey emergency response stakeholders, such as the Maritime Coastguard\nAgency (MCA) and the Royal National Lifeboat Institution (RNLI). Data is\ncurrently shared manually. To improve data sharing, MCA is looking to\nadopt the Multi Agency Incident Transfer (MAIT) schema,\na standardised UK government format for sharing incident data,\nwhich enables device-to-device data transfer without the need for\nhuman involvement.\n●\nCurrently the MCA and RNLI collect different records of a particular\nincident, which means that often, neither organisation has a complete\npicture. Because this data is not collected in a standardised format, it can\nbe difficult for the organisations to use the data that is being shared.\n●\nThe GeoData team has created a blueprint for these organisations to\nadopt a standardised approach to collecting data, which will help to\nresolve most of the existing issues that prevent data from easily being\nshared, such as ambiguity around the location of an incident and a lack\nof common understanding around attributes.\n●\nThe blueprint lays the foundation for development of an open\nmarine-incident data standard, which can be adopted by other emergency\nresponders working in the marine sector. The standard will enable\nresponders to publish open data about incidents for others to use and\nlearn from.\nFor more information about the project, please readour case study.\nBuilding data literacy and skills\nOrganisations need the capacity to make use of data and an understanding of\nhow to share it safely. To achieve this, data literacy and skills need to increase\nacross the engineering professions and organisations, and a range of stakeholders\nneed to collaborate.\nTo help build data literacy and skills in the engineering sector, the\nmanifesto recommends:\n●\nProfessional bodies and societies should ensure that their professional\ndevelopment and certification courses are building data skills\n●\nUniversities and research organisations must ensure that they are teaching\nthe necessary data skills required for the future of the profession\n●\nPrivate sector companies should design their internal skills and learning\nprogrammes to build an understanding of the value of data at all levels of\ntheir organisation.\nOpen Data Institute 2021 / Report#### Building on the manifesto for sharing engineering data #####   9\n\nOur work in this area focused on validating these three points, by providing\nevidence for the need and demand for data skills to the relevant stakeholders\nlisted above.\nWe first undertook a review of the available training, support and guidance for\nengineers regarding access, use and sharing of data. We conducted this research\nusing a combined approach of desk research and expert interviews. Insights from\nboth elements informed the structure and focus of a workshop, which convened a\nmulti-stakeholder group from across the sector. Based on the findings from the\nworkshop, a roundtable was convened with engineering CPD providers to explore\nopportunities for adding data skills to existing CPD offerings.\nDesk research and interviews\nOur research on data literacy and skills in the engineering sector focused on two\nkey questions:\n●\nWhat codes of practice or guidance are available to organisations in the\nengineering space around accessing, using and sharing data?\n●\nWhat training courses or certification are available to organisations in the\nengineering space around accessing, using and sharing data?\nThe desk research uncovered a number of gaps in guidance, training and skills,\nwhich were used as the basis of questions for seven expert interviews, with a\nfocus on current best practice. We engaged with a range of stakeholders working\nin the sector, including a regulator, funder, research organisation and construction\nfirm, as well as with organisations that play an advisory role to the sector.\nKey insights from the research:\n●\nThere is little generic guidance or training around data in the engineering\nsector. Most organisations follow the rules outlined in the General Data\nProtection Regulation (GDPR), and may have internal guidelines around\naccessing, using and sharing data.\n●\nSome organisations have their own training programmes around data,\nbut they are not always mandatory. There are a small number of\norganisations that offer external guidance, such as Royal Academy\nof Engineering’s ‘Towards Trusted Data Sharing’ work.\n●\nInterviewees agreed that data guidance needs to be embedded into\neveryday engineering practices, and that people working in the sector\nneed to be able to understand the value of data for their role and\norganisation. If organisations are to invest in upskilling staff in data\nknowledge and skills, it needs to be aimed at addressing specific\nbusiness or organisational problems or opportunities.\n●\nData is rarely well understood across the organisation, which means\nthat culture change around data and digital is driven by a few individuals,\nand seldom by those at the top of the organisation.\n●\nThere is sometimes a disconnect in understanding between departments\nor roles, which can cause miscommunication and a misinterpretation of\neach other’s needs.\nOpen Data Institute 2021 / Report#### Building on the manifesto for sharing engineering data #####   10\n\nWorkshop\nTo build on and validate the findings from our early research, we facilitated a\nworkshop to explore the extent of support, training and guidance for data literacy\nand skills in the engineering sector.\nThe workshop included nine participants from nine organisations:\nOrganisationOrganisation roleAttendee Role\nHealth & Safety ExecutiveRegulatorSenior Scientist\nColouring London/Alan Turing\nInstitute\nResearcherProgramme Director\nEPSRCFunderSenior Portfolio Manager\nGeoData InstituteCreatorEnterprise Fellow\nAtkinsSteward/CreatorData Scientist\nMission DriveData skills\nconsultant\nData Skills Consultant\nLloyd’s Register FoundationFunderProgramme Manager\nRAEng – Engineering XResearcherSenior Manager\nTidewayStewardEngineering Information Manager\nTogether with these stakeholders, we discussed the role that data plays in the\neveryday work of engineers; examined the balance of data skills needed across\nengineering organisations; and discussed how existing support compares to the\nneeds of the sector, in order to inform interventions that would drive greater use\nand sharing of data.\nWhile it was felt that in some areas data skills and knowledge were fairly strong, the\ngeneral consensus from participants was that the level of data skills and knowledge\nacross the sector needs to be improved and requires more investment. The group\nalso agreed that the level of support available was not currently sufficient.\nFor more information about the findings of the workshop, please read our\nworkshop report.\nOpen Data Institute 2021 / Report#### Building on the manifesto for sharing engineering data #####   11\n\nBased on the findings from this workshop, we made recommendations on next\nsteps to be delivered over the short term (within six months) and long term\n(beyond six months). These recommendations include:\n1.Producing a white paper on data skills in engineering.\n2.Convening a roundtable meeting with engineering CPD providers to\nexplore opportunities for adding data skills to existing CPD offerings.\n3.Working with universities, research organisations and professional bodies\nto increase capacity in data skills and knowledge.\n4.Developing an ‘introduction to data in engineering’ learning programme.\nWe decided to focus on the roundtable with CPD providers for the remainder of\nthe project. By convening organisations that offer training and support to the\nsector, we sought to understand how they incorporate data literacy and skills into\ntheir offerings.\nRoundtable meeting\nAt the beginning of February 2021, we brought together representatives from\nthree engineering institutes that provide CPD opportunities for the engineering\nsector, to explore opportunities for improving the provision of data skills and\nliteracy support.\nWe framed discussions around three key questions:\nWhat data skills and knowledge are needed to improve access, use\nand sharing of data in the engineering sector?\nParticipants felt that data skills were becoming increasingly important for people\nworking in the engineering sector. They recognised the importance of technical\ndata skills, such as using platforms or analysing data, but they were less familiar\nwith strategic data skills, such as managing organisational change or delivering\npolicies with data. The group acknowledged the importance of building strategic\ndata skills in parallel with technical skills to ensure that the curation and use of\ndata is valued at all levels of an organisation.\nHow well are data literacy needs already supported?\nMost CPD providers offer training and accreditation that applies specifically to\na job role or domain, but it was clear that these courses rarely help people to\nconsider how skills to access, use and share data applies to their context.\nMany CPD providers are already in a good position to provide relevant sector\nor role-specific guidance, but would need to invest time and resources in their\nown training staff, so that they could incorporate data skills and literacy into\ntheir courses.\nParticipants suggested that they would need to see more demand from\nengineering organisations for data literacy and skills support in order to invest\nin changes to their offerings.\nOpen Data Institute 2021 / Report#### Building on the manifesto for sharing engineering data #####   12\n\nWhat steps do we need to take to improve the support available\naround data skills and knowledge in the sector?\nThe first step for many CPD providers will be to examine existing data skills and\ndata literacy gaps within their own offerings. Participants suggested that while\nthey were aware that their courses and training did not cover data skills in detail,\nthey were not sure where to begin. Leaders within CPD organisations can support\nthis change by investing in the data literacy of learning and development\nspecialists, who develop the courses and deliver the training to customers in the\nengineering sector.\nBy building data skills and literacy internally, CPD providers will be able to embed\nmodules covering access, use and sharing of data within existing training and\ncourses. This will help the engineering sector understand how better data\npractices can support their work.\nFor more information about the findings from this workshop, please read our blog\npost onimproving data skills in the engineering sector.\nOpen Data Institute 2021 / Report#### Building on the manifesto for sharing engineering data #####   13\n\nConclusion\nThe most important insight from our work exploring data sharing in the\nengineering sector is that there is a clear appetite from organisations to engage\nmore with data. There seems to have been a lack of coordination to realise the\nambition in the past, but during this project, we have seen an enthusiasm for data\nmanifest in the following ways:\n●\nThe initial wave of endorsement for the manifesto, from organisations\nsuch as Health and Safety Executive, Royal Academy of Engineering and\nArup, gave us an indication that organisations in the engineering sector\nare keen to explore the potential of using and sharing data.\nOur engagement as part of this follow-on project, with a wide variety of\nstakeholders, through interviews, a workshop and roundtable meeting,\nhas solidified that organisations are interested in being able to improve\nhow they use data to solve problems.\n●\nExternal engagement with project outputs demonstrates that people\nwant to learn how data can enable innovation, address challenges and\nsave lives. Our case studies, blogposts and lunchtime lecture videos\nassociated with the stimulus fund projects have received a combined\nfigure of over 2,000 views.\n●\nThe expression of interest in joining our stimulus fund – with applications\ncoming from 10 organisations – also suggests that engineering\norganisations are ready to explore new approaches to data. This suggests\nthat many of the barriers to sharing data that have been cited to us in the\npast (see our jointinsight report), such as commercialsensitivity and\nconcerns around public perception, become less of an issue when an\norganisation is given the time and resources to explore the feasibility of a\nnew idea.\nNot only has the ODI’s work with Lloyd’s Register Foundation demonstrated that\nthere is an appetite for better access, use and sharing of data in engineering, but\nthe outcomes of each stimulus fund project have shown that the principles\noutlined in the manifesto can provide a pathway to achieving impact with data,\nand that working towards one principle can unlock value in other areas of the\nmanifesto. For instance:\n●\nThe project led byBarbalto create a shared way ofpublishing\nconstruction knowledge is a great example of how treating data as\ninfrastructure, and creating rules around how we access and use it,\ncan lead to better access to knowledge and insight.\n●\nThe projects led bySlingshot SimulationsandAtkinsboth demonstrate\nhow open and shared data from third party organisations can be used to\naddress societal challenges like air pollution and a lack of affordable\nhousing, in innovative new ways.\n●\nTheGeoData Institutehas been able to show that usingnew models for\nsharing can help organisations to access and use data more effectively,\nsaving time and resources for all involved.\nOpen Data Institute 2021 / Report#### Building on the manifesto for sharing engineering data #####   14\n\nWe have also learned that there is still a long way to go before the engineering\nsector is able to fully realise the value of wider data sharing. Our engagement\nactivities with people in engineering roles suggests that the level of data literacy\nand skills across the sector needs improvement.\nThere is an opportunity for organisations that provide CPD to equip people in\nengineering roles to understand the relationship between data and their work.\nWe encourage universities, research organisations and professional bodies that\ndeliver CPD support for the sector to consider how they can build data literacy by\nbuilding data skills into their existing offerings. There are tools available to help\nwith this assessment, such as the ODI’sData SkillsFramework, which can help\norganisations to inform their data literacy programmes, identify skill gaps and\nclarify the best places to invest in learning and capacity development.\nDemonstrating demand for data literacy and skills will be an important motivator\nfor CPD providers to invest more in data-enabled courses and training.\nEngineering organisations need to show CPD providers that there is a demand\nfor learning relevant data skills. Without more evidence of demand for data skills,\ntraining providers might not be able to justify investing in adapting their offerings,\nso engineering organisations must play a stronger role in advocating for more data\nskills support.\nEndorse our manifesto\nOur work this year has demonstrated that following the principles outlined in the\nmanifesto for sharing engineering datacan help addressissues of safety, and that\nimproving how we access, use and share engineering data could be instrumental\nin helping to solve other social and economic challenges in the sector.\nThe good news is that your organisation could be contributing to the public good\nbeing created from data too.\nStart by asking yourself one of the following questions:\n●\nDo you feel equipped to work with data in your role?\n●\nCould you be solving problems with the data that your organisation\ncollects?\n●\nHave you considered how sharing data can create value for\nyour organisation?\n●\nDo you offer courses and training for engineers that build data skills\nand literacy?\n●\nDo you have a story to share about how engineering data can be used\nfor the public good?\nWe urge engineering organisations to consider how they can support the\nmanifesto, whether it be through advocacy for opening or sharing data, enabling\ninnovation through supporting projects with new ideas or building data skills within\nyour organisation. If you would like to discuss how you could endorse and act on\nthe recommendations outlined in the manifesto, pleaseget in touch.\nOpen Data Institute 2021 / Report#### Building on the manifesto for sharing engineering data #####   15","version":"1.10.100"}