{"numpages":15,"numrender":15,"info":{"PDFFormatVersion":"1.4","IsAcroFormPresent":false,"IsXFAPresent":false,"Title":"#OPEN_White paper: EU policy on secondary use of health data_2021-07","Producer":"Skia/PDF m109 Google Docs Renderer"},"metadata":null,"text":"\n\n1\n\nContents\nAbout2\nBackground3\nThe importance of secondary use of health data in the European region4\nThe 2021 European Health Data Space consultation6\nEU policy on secondary use of health data7\nRelevant EU-wide policy7\nOverview of current strategic direction10\nAnalysis of key aspects of EU policies and implementation12\nForward look15\nAbout\nThis white paper was commissioned by Roche and researched and produced by\nthe Open Data Institute and published in July 2021. The lead author is Mark Boyd,\nand the wider project team includes Mahad Alassow, Milly Zimeta, and Jeni\nTennison.\nIf you want to share feedback by email or would like to get in touch, contact us at\npolicy@theodi.org.\nOpen Data Institute 2021 / White paperEU policy on secondary use of health data2\n\nBackground\n\"Despite progress in recent years, high-quality data are not routinely collected in\nall settings, major health challenges are not adequately monitored, and effective\ninterventions are not directed to the right people, at the right time and at the right\nplace. This impacts policies and programmes and consequently, the health of\nentire populations. Similarly, in order to meet the shared SDG commitment to\n“leave no-one behind”, we need disaggregated data to ensure equitable health\noutcomes. This means we must strengthen comprehensive data systems,\ncollaborate with other sectors, and apply innovative digital technologies to collect,\nanalyse and use data to make informed decisions and deliver impact.\"\n-Dr Tedros Adhanom Ghebreyesus, WHO Director-General\n1\nThe global Covid-19 pandemic has altered many of our societal and economic\nsystems. Health data infrastructure has played a key role in enabling research to\nbe shared, for disease and variant spread to be tracked and monitored, for\ncross-border care to be managed, and for cross-sector collaboration to be\nencouraged. However, the pandemic also revealed multiple gaps and barriers that\nprevented the free flow of data in a manner that is ethical, equitable and respects\nindividual privacy. Concerns with privacy in Covid-19 app contact tracking, the\ninability for systems to analyse and share data on subpopulations facing greatest\ninequalities, interoperability barriers in sharing patient data across national\nborders, and the limited pooling of research data to understand potential\ntreatment options were all evident across 2020.\n2\nBut even before the pandemic, there was an urgent need to optimise healthcare\nsystems and manage limited healthcare resources more effectively to meet the\nneeds of growing, and often ageing, populations. Global and European-wide\npriorities to reduce inequalities require new action strategies. Technological\nadvances enabling the use of large datasets coupled with artificial intelligence and\nmachine learning algorithms to assess new therapeutic interventions to be tested\nand developed at pace need to be matched with ethical review and\nreimbursement and investment policies. There is also confusion in requirements\nfor data localisation and storage, and impacts of procurement and contract\narrangements with technology providers on data privacy and capacity to share\ndata across borders.\nNow, coupled with the urgency of the pandemic, there is a heightened need to\nresolve how health systems will govern and steward health data to develop early\ndiagnostic and health surveillance systems. This need is being matched by\naccelerated willingness to adopt digital healthcare solutions, and greater societal\ninterest in understanding and ensuring personal data is managed responsibly and\nethically.\n2\nSecretary-General of the Council of Europe, \"State of democracy, human rights and the rule of law\",\nhttps://rm.coe.int/annual-report-sg-2021/1680a264a2and the human rights and COVID-19 website of the\nCouncil of Europe: https://www.coe.int/en/web/portal/covid-19\n1\nWHO (2021), \"Global report on health data systemsand capacity, 2020\",\nhttps://cdn.who.int/media/docs/default-source/world-health-data-platform/score/who_2021-01-31_global-\nreport-score_tb_v2.pdf\nOpen Data Institute 2021 / White paperEU policy on secondary use of health data3\n\nThe importance of secondary use of health data\nin the European region\nSecondary use of health data plays a central role in enabling all of these potential\nfuture trajectories. The Open Data Institute (ODI) has been commissioned by\nRoche to undertake a policy research project analysing the emerging secondary\nuse of health data in the policy environment. This project seeks to identify\nopportunities that strengthen the European health data ecosystem. The project\nfocuses on how secondary uses of health data can be enabled, while respecting\nindividual health data privacy, and a final report and associated tools are expected\nto be published around September/October 2021.\nThis project defines the secondary use of health data as:\n‘The use of aggregated health data from population-level sources\nincluding electronic health records, wearables technologies, health\ninsurance claims data, health registry data (or burden of disease\nregistries), drug consumption data, and data collected through\nresearch to improve personal care planning, medicines development,\nsafety monitoring, research and policymaking.’\nEnabling secondary use of health data is a cornerstone of a health data\necosystem, and it requires a policy and implementation environment that protects\npersonal data while enabling research and innovation.\nSecondary use of health data enables a wide range of use cases and benefits\nacross the entire healthcare system, as described in Table 1, below.\nOpen Data Institute 2021 / White paperEU policy on secondary use of health data4\n\nTable 1: Key potential use cases from secondary use of health data\nand the benefits they enable\nUse casesOptimise health systemsImprove the patient\njourney\nEncourage\npatient–public\nparticipation\nExpand innovation\nKey\nbenefits\nenabled\n●\nReduce healthcare\ncosts\n3\n●\nIncrease planning and\nmore efficient resource\nallocation\n●\nAllow equity-focused\nprioritisation\n4\n●\nModernise\nreimbursement and\npricing models\n5\n●\nEnable insights for\npopulation health\nmanagement, early\ndiagnosis, prevention\nand healthy living\n6\n●\nEarly, personalised\nand advanced\ndiagnostics\n●\nPersonalised care\npathways and\nclinical decision\nsupport systems\n●\nRapid access to\npersonalised\ninterventions\n●\nRemote monitoring\nand care via digital\nhealth apps and\ntools\n●\nAllow patient\ncontribution of\npersonal data\n●\nLeverage real-world\ndata for health\nconversations\n●\nEnhance\npreventative care\n●\nEnable self\nmanagement of\nchronic illness\n●\nEnable new research\n●\nExpand innovative\nmedicine and\ntechnology\ndevelopment\n7\n●\nFacilitate predictive\nmodeling\n●\nReduce research\nrisks\n●\nAllow new market\nentrants and\nencourage startups\nto work\ncollaboratively with\nexisting stakeholders\n●\nStrengthen\nassessment of\nhealth technologies\nHealth data is often considered for secondary uses in medical research. This use\ncase is expected to grow significantly with the use of artificial intelligence:\ndatasets collected from electronic health records or from other clinical trials and\nresearch could be used to train machine learning algorithms when assessing\npotential effectiveness of new therapies, for example. This requires new ethical\nmodels of risk assessment. But health data is alsoused for other secondary\n8\npurposes, including to optimise health resource allocation and expenditure.\nAn emerging use case is the secondary use of health data to support personalised\nhealthcare along the entire patient journey. Whileelectronic healthcare data can\n9\nbe used to improve healthcare decision-making for a patient (for example, by\nreducing risks of pharmaceutical contraindications when a patient has multiple\nprescribing healthcare professionals), an emerging use case for secondary use of\nhealth data is when an individual patient's healthcare data is compared with\naggregated data from others with similar profiles. Drawing on this dataset enables\nprecision medicine to emerge: healthcare professionals can create more\npersonalised care pathways and speed up personalised intervention decisions.\n9\nBignens, et al (2020), 'Consensus Paper on the BuildingBlocks for Personalised Healthcare',\nhttps://futureproofinghealthcare.com/sites/default/files/inline-files/PHC%20building%20blocks_Consensus\n%20paper_FINAL.pdf\n8\nJungkunz et al (2021), 'Secondary Use of ClinicalData in Data-Gathering, Non-Interventional Research or\nLearning Activities: Definition, Types, and a Framework for Risk Assessment',\nhttps://www.jmir.org/2021/6/e26631\n7\nEuropean Medicines Agency (2020), ‘GDPR and the secondaryuse of health data’\n6\nJournal of Law and the Biosciences (2020),’The useof data from electronic health records in times of a\npandemic—a legal and ethical assessment’\n5\nBMC (2020), ‘A systematic literature review of healthconsumer attitudes towards secondary use and\nsharing of health administrative and clinical trial data: a focus on privacy, trust, and transparency’,\n4\nThe Lancet Digital Health (2021), ‘Health data poverty:an assailable barrier to equitable digital health care’,\n3\nHIMSS, D’Amore, Mitchell (2020), ‘Electronic HealthRecord Data Governance and Data Quality in the Real World’\nOpen Data Institute 2021 / White paperEU policy on secondary use of health data5\n\nThe 2021 European Health Data Space\nconsultation\nThe creation of a European Health Data Space (EHDS) is one the key priorities of\nthe European Commission in the area of health. It is one of the first initiatives to\nextend the work outlined in the European Strategy for Data. The purpose of the\n10\nEHDS is to promote health-data exchange and support research on new\npreventive strategies, as well as on treatments, medicines, medical devices and\noutcomes.\nThis white paper shares some of our initial analysis on the overall European health\npolicy environment and is intended to support stakeholders understand current\nissues in enabling secondary use of health data in advance of theEuropean\nHealth Data Space consultation, which currently endson 26 July 2021.\nThis public consultation focuses on:\n●\nthe access to and use of health data for healthcare provision, research\nand innovation, policy-making and regulatory decision;\n●\nfostering a genuine single market for digital health services and products,\nincluding innovative ones.\n11\nThis will be an opportunity for stakeholders to share their perspectives on what\nkey data governance components should be addressed by the European Health\nData Space in order to ensure health data creates benefits for everyone, while\nprotecting privacy.\nThe ODI's recent work on health data policy may also be useful to review when\nconsidering responses to the European Health Data Space consultation.\nThis work includes:\n●\nHowCovid-19 symptom tracker appscan collate health-surveillance\ndata for early diagnostics, without exposing personal health data.\n●\nThe roledata intermediariescan play to protect theprivacy of health\ndata while also making anonymised, aggregated health data available\nfor scientific research.\n●\nThe opportunity of secondary use of health data toopen new markets\nin physical activity businesses, which in turn generategreater\npreventative health opportunities for local populations.\n●\nHow competitive industry stakeholders are able to collaborate and\nshare clinical trial data on global health challengessuch as antimicrobial\nresistance, while still protecting their commercialadvantage.\n●\nSummary of the global data governance environment, including current\ndebates on health data as a global public good, and current maturity of\nfata governance globally and emerging best practices, created as\npre-reads for the WHO Data Governance Summit, heldon 30 June\n2021.\n11\nDescription of EHDS and the goals of the public consultation were taken from the background paper for\nthe public consultation:\nhttps://ec.europa.eu/commission/presscorner/api/files/document/print/en/ip_21_2083/IP_21_2083_EN.pdf\n10\nEuropean Commission (2020), European Strategy for Data,\nhttps://digital-strategy.ec.europa.eu/en/policies/strategy-data\nOpen Data Institute 2021 / White paperEU policy on secondary use of health data6\n\nEU policy on secondary use\nof health data\nOverall, Europe presents an exciting policy base for the creation of secondary\nuse of health data.In the last two years, in linewith the European Strategy for Data\n, a health data policy environment conducive to enablingsecondary use cases has\n12\nstarted to emerge. Policies and strategies increasingly take a joined-up approach.\nOur research has identified that four biggest challenges remain:\n●\nDiffering interpretations of GDPR and lack of legislative clarity on how to\nenable secondary use of health data while maintaining Europe’s strong\nfoundation of data privacy\n●\nFragmentation in initiatives and approaches across Europe negatively\naffecting member states’ ability to support each other and encourage\nparticipation from all stakeholders\n●\nLack of agreed common data models and open standards creating\nbarriers for interoperability and reuse of health data\n●\nLimited focus on identifying opportunities to leverage secondary use of\nhealth data to reduce health inequalities.\nRelevant EU-wide policy\nThere are two main policy areas that impact on secondary use of health policy, as\nshown in Table 2 below. We have categorised these as:\n●\nEuropean vision for a data-enabled future:These policiesand directives\nrecognise the importance of data for enabling an open, innovative society\nand economy. This group of policies and legal instruments seeks to create\nthe appropriate regulations, policy supports, investment and strategic\ndirection that enable data to be shared to improve health outcomes for all\npeople living in Europe.\n●\nDigital transformation of healthcare:These policies,initiatives and\ninstitutions look to modernise aspects of the healthcare sector and\nincrease interoperability, within a member state and across borders, and\nto encourage collaborative networks that create new solutions for\nhealthcare challenges.\n12\nEuropean Commission (2021), ‘A European Strategy forData. Shaping Europe's Digital Future’,\nhttps://digital-strategy.ec.europa.eu/en/policies/strategy-data\nOpen Data Institute 2021 / White paperEU policy on secondary use of health data7\n\nTable 2: Relevant European policies categorised by main theme\nEuropean vision for a data-enabled futureDigital transformation of healthcare\n●\nGeneral Data Protection Regulation\n13\n●\nEuropean Strategy for Data\n14\n○\nData Governance Act\n15\n●\nWhite Paper on Artificial Intelligence\n16\n●\nFinal Report and Action Plan from the\nCommission Expert Group on FAIR Data\n17\n●\nEurope’s Digital Decade\n18\n●\nCommunication on enabling digital\ntransformation of health and care\n19\n○\nCommission Recommendation on\na European Electronic Health\nRecord exchange format\n20\n●\n1+ Million Genomes initiative\n21\n●\nEuropean Reference Networks\n22\n●\nElectronic Exchange of Social Security\nInformation\n23\n●\nIntegrating Healthcare Enterprise\n24\n●\neHealth Network\n25\n●\nOne Health Action Plan Against AMR\n26\nIn many instances, over the past three or four years, these two categories of work\nhave been operating independently of each other. And while the strategies that are\nrelated to ‘Europe’s vision for a data-enabled future’ often reference other policies\nwithin that grouping, policies and initiatives within the ‘digital transformation of\nhealthcare’ category often have a more independent implementation approach.\nThis can be seen in the fragmentation, lack of common data models, and\ncomplexity of individual pilot and research studies being undertaken within\nhealthcare digital transformation efforts.The shortcomingsof integrating this\npolicy work were sorely tested during Covid-19, where implementations of\nelectronic health records by EU member states often led to a lack of\ninteroperability and data fragmentation across borders, and limitations in the\nability to collect and compare data from different regions to assess Covid-19 rates\nand healthcare access.\nThere is a third emerging grouping of policy work that could create a bridge\nbetween these two often disconnected areas. The following initiatives represent\nan opportunity for a new dialogue and a new collaborative approach focused\non enabling the secondary use of health data.To achievemany of the intended\nhealth policy goals described in the following European policies, access to health\ndata for secondary use purposes will be essential. This will involve multiple\nstakeholders from across the digital, healthcare, and privacy domains. The key\npolicies and initiatives driving this joined-up approach are:\n26\nEuropean Commission (2017), ‘A European One HealthAction Plan against Antimicrobial Resistance\n(AMR)’,\n25\nEuropean Commission, n.d., ‘eHealth Network | PublicHealth’\n24\nEUR-Lex (2015), ‘Commission Decision (EU) on theidentification of ‘Integrating the Healthcare Enterprise’\nprofiles for referencing in public procurement’\n23\nEuropean Commission, n.d., ‘Digitalisation in socialsecurity coordination - Employment, Social Affairs & Inclusion’,\n22\nEuropean Commission, n.d., ‘European Reference Networks’\n21\nEuropean Commission (2021), ‘European “1+ MillionGenomes” Initiative’\n20\nEuropean Commission (2019), ‘Recommendation on a EuropeanElectronic Health Record exchange\nformat’\n19\nEuropean Commission (2019), ‘Communication on enablingthe digital transformation of health and care in the Digital Single Market’\n18\nEuropean Commission (2021), ‘Europe's Digital Decade:Commission sets the course towards a digitally empowered Europe by 2030’\n17\nEuropean Commission (2018), ‘Turning FAIR into Reality’,\n16\nEuropean Commission (2020), ‘White Paper On ArtificialIntelligence - A European approach to excellence and trust’\n15\nEuropean Commission (2021), ‘European data governance’\n14\nEuropean Commission (2021), ‘A European Strategyfor Data. Shaping Europe's Digital Future’\n13\nEUR-Lex (2018),General Data Protection Regulation(GDPR)\nOpen Data Institute 2021 / White paperEU policy on secondary use of health data8\n\n●\nEuropean Health Data Space\n27\n●\nPharmaceutical Strategy for Europe\n28\n●\nEuropean Medicine Authority Regulatory Science to 2025\n29\n●\nEurope’s Beating Cancer Plan.\n30\nWhile these policies have other primary goals, a key common element of the\nstrategic work required for successful implementation of each of these initiatives is\nthe availability of health data for secondary use cases. Improving the secondary\nuse of the health data ecosystem will help ensure the success of the wider goals\narticulated in these policies. It is encouraging that, in contrast to the earlier\nhealthcare modernisation policies, these more recent papers are able to identify\nthe other, current, related bodies of work that are encouraging the acceleration of\ndata and digitally enabled healthcare systems.\nThese documents, as shown in Figure 1, below, tend to be more recent, and ask:\n●\nWhat are the health sector implications of those policies that outline the\nEuropean vision for a data-enabled future?\n●\nHow can current initiatives focused ondigital transformationof\nhealthcareincorporate the policy directions of thevision for a\ndata-enabled future?\nFigure 1:\nHow relevant European health data policiesare connected when\ncategorised by main theme\n30\nEuropean Commission (2021) ‘Europe's Beating CancerPlan v.24’,\n29\nEuropean Medicines Agency (2020), ‘EMA RegulatoryScience to 2025’\n28\nEuropean Commission (2020), ‘A pharmaceutical strategyfor Europe | Public Health’,\n27\nEuropean Commission, n.d, ‘European Health Data Space| Public Health’\nOpen Data Institute 2021 / White paperEU policy on secondary use of health data9\n\nOverview of current strategic direction\nThe European Commission has significant potential to create a cohesive\necosystem enabling the secondary use of health data. This will require\nsupporting member states to implement standardised, interoperable, and\ncollaborative health data strategies.The Commission’s‘European Strategy for\nData’ aims to create a consciously ethical approach, including robust data\nprotections for people and a commitment to strengthening data access and\nenabling data sharing for social benefit. Policies recognise the move towards\ncollecting and managing ‘big data’ as an input source for innovation.\nHowever, the paradigm shift of the ‘big data revolution’, which has enabled\nlarge-scale and rapid data collection of rich or granular data, and new kinds of\nadvanced data analysis or digital products and services, also brings challenges.\nMuch of the legislation and regulation around data collection, management,\ngovernance and use was developed and ratified before big data technological\ndevelopments. Their rapid growth and uptake, and the associated rate of change,\ncan make it difficult for policymakers to feel confident that they are anticipating\nfuture needs, risks, and opportunities. Similarly, new potential uses of health data\n– including the secondary uses of health data for personalised healthcare – are not\nalways easily navigated within existing health data policies.\nMuch hope is being placed on the ability of the proposed European Health\nData Space to overcome current fragmentation and create a new open health\ndata ecosystem for Europe.The European Health DataSpacewill aim to:\n31\n●\npromote safe exchange of patients’ data (including when they travel\nabroad) and citizens’ control over data about their health\n●\nsupport research on treatments, medicines, medical devices and\noutcomes\n●\nencourage the access to and use of health data for research,\npolicymaking and regulation, with a trusted governance framework and\nupholding data-protection rules\n●\nsupport digital health services\n●\nclarify the safety and liability of artificial intelligence (AI) in health.\nThe European Health Data Space is intended to become ‘a system for data\nexchange and access which is governed by common rules, procedures and\ntechnical standards to ensure that health data can be accessed within and\nbetween Member States, with full respect to for the fundamental rights of\nindividuals’.\n32\nThe Joint Action Towards the European Health Data Spaceis the initial step\n33\nto create this network.Ideally, this network willtake a multi-stakeholder\napproach that encourages participation by industry, regulators, healthcare\nproviders, health surveillance and data system operators, patient advocacy and\nconsumer groups, emerging health tech startups, privacy and digital rights\nadvocates, and researchers. Drawing on examples for digital government\nframeworks,this network could identify key use casesand priorities of work,\n34\n34\nPublications Office of the EU (2020), ‘An ApplicationProgramming Interfaces (APIs) framework for digital government’,\n33\nTEHDAS (2020), ‘Joint Action for the European HealthData Space’\n32\nEuropean Commission (2019),Assessment of the EUMember States’ rules on health data in the light of GDPR\n31\nEUR-Lex (2016), ‘EU eGovernment Action Plan 2016-2020Accelerating the digital transformation of government’\nOpen Data Institute 2021 / White paperEU policy on secondary use of health data10\n\nfacilitate the use of open standards and common data models, and agree to build\nshared services and common datasets that could be used as the backbone for\nindustry innovation.\nOn 23 June, the project group overseeing Towards the European Health Data\nSpace released a progress report that confirms the fragmentation challenges that\noccur when attempting to share health data for secondary uses. They note that\n35\ncurrent fragmentation in General Data Protection Regulation (GDPR)\nimplementation approaches at the member state level and the complex legislative\ncontext at the European level (in which at least 15 legal provisions across multiple\nlegislations were identified) are preventing new public goods to be generated from\nsharing and reusing health data for secondary purposes. The report recommends\nthat secondary use of health data be governed by specific legislation and eight\nkey elements are discussed where health data governance legislation could be\napplied, including:\n●\nPatient, consent, and rights of the citizen\n●\nProtection and promotion of public health\n●\nHealth research and specific data types\n●\nHealth data as highly sensitive data\n●\nExceptional need for data and cyber security\n●\nHealth data in the private sector\n●\nComplex semantic interoperability\n●\nFragmented regulatory framework at national level.\nThe work of the European Medicine Agency (EMA) and strategies detailed in the\nPharmaceutical Strategy for Europe outline how foundations could be built to\nenable this collaborative data ecosystem model:\n●\nEMA has supported the Ethics Guidelines for Trustworthy AIand,\n36\nthrough its Heads of Medicines Agencies (HMA)/EMA Big Data Steering\nGroup,has outlined how these guidelines could helpinform the work of\n37\nan ethics committee to oversee secondary use of healthcare data, and\nhelp in the creation of a code of conduct for the health industry on\nsecondary use of health data\n●\nInvestment has led to the development of real-world data infrastructure\n(DARWIN EU: the Data Analysis and Real World Interrogation Network)\n38\nand has supported pilot models that test use of real-world data\ninfrastructure for detecting drug safety issues\n●\nThe need to create standardised tools for health technology assessment\nfor use across Europe has been identified.\n38\nEuropean Medicines Agency (2020), ‘2.2. Proposal fora Data Analytics and Real-World Interrogation Network (DARWIN)’,\n37\nEuropean Medicines Agency (2020), ‘Big data’\n36\nEuropean Commission (2019), ‘Ethics guidelines fortrustworthy AI’,\n35\nTEHDAS (2021), 'Why health is a special case for data governance,'\nhttps://tehdas.eu/app/uploads/2021/06/tehdas-why-health-is-a-special-case-for-data-governance-2021-0\n6-23.pdfavailable from:\nhttps://tehdas.eu/news/tehdas-analysis-health-data-needs-dedicated-eu-regulation/\nOpen Data Institute 2021 / White paperEU policy on secondary use of health data11\n\nAnalysis of key aspects of EU policies and\nimplementation\nThe following common themes were identified as risks and blockers in the current\npolicy environment that may impact on the development of open and trustworthy\nsecondary use of health data ecosystems.\nGovernance:There are high expectations that the forthcomingEuropean Health\nData Space will build common data governance systems. Various European-wide\npolicy documents, and research papers aimed at understanding the secondary\nuse of health data policy context, have come to similar conclusions:\n●\nthat there needs to be shared agreement on data consent mechanisms,\ncodes of conduct for use and sharing of data, common data models and\ndata standards\n●\nthat common infrastructure needs to be built\n●\nthat greater multi-stakeholder collaboration must be facilitated.\nAs this work commences via the Joint Action Towards the European Health Data\nSpace, stakeholders will be required to share their opinions and implementation\npractices. This will require industry stakeholders and member states themselves to\nshare and agree on various models and ways forward.\nOne of the challenges to date, and part of the reason for the cycle of\nrecommendations in recent years, is that there are limited examples of\nimplementation and there is a reticence to express clear opinion on how to\nimplement the specific components being proposed. For example, open\nstandards are proposed, but which open standards to implement are often not\nstipulated. Multiple data models exist, but there is no agreement on which should\nbe adopted. Sample codes of conduct are also often unavailable or unspecified. In\nthe past two years, including in a major review of the fragmentation in\nimplementing the GDPRas it applies to health datause cases, report findings\n39\nhave returned to noting the need for codes of conduct and data infrastructure, yet\navoid stating what code of conduct principles should be adopted or how data\ninfrastructure should be organised.\nOne example of how the lack of data governance maturity is in the area of data\nsharing. Data sharing is still fairly minimal across Europe, outside specific\ninitiatives. The ambitious 1+ Million Genomes initiative,signed by 23 countries\n40\nacross Europe, with the aim ‘to make the personal genomic datasets accessible in\na secure manner for collective diagnostic purposes and prevention, and for\nresearch and innovation’ found that the greatest challenge was using existing\ndatasets consistently and with the consent of patients. Electronic health record\ndata systems are often insufficiently advanced to enable sharing of data beyond\nthe clinical care setting.\n40\nEuropean Commission (2021), ‘European “1+ MillionGenomes” Initiative’,\nhttps://ec.europa.eu/digital-single-market/en/european-1-million-genomes-initiative\n39\nEuropean Commission (2019),Assessment of the EUMember States’ rules on health data in the light of\nGDPR\nOpen Data Institute 2021 / White paperEU policy on secondary use of health data12\n\nThrough the ODI's work for the World Health Organization, we have identified a\n41\nrange of data governance components that need to be addressed at the\nstructural, legal and technical levels. Work packages within the Towards the\nEuropean Health Data Space project are already prioritising some of these\nthemes. Longer term, the European Health Data Space will need to help\nharmonise principles, share best practices, and provide or identify tooling to\nsupport stakeholders to mature their health data governance in the areas shown in\nFigure 2, below.\nFigure 2:\nKey areas of health data governance thatwill need to mature with\nbest practices and tooling\nIncreased collaboration and exchange:Across Europe,there are a wide range\nof initiatives in sub-sector domains that seek to encourage data sharing. The\nEuropean Joint Programme on Rare Diseases, for example,is a European health\n42\nreference network aimed at improving clinical care and sharing data for research.\nThere is a need for greater understanding of how learnings from these models can\ntranslate to whole-of-Europe policy and data ecosystem environments.\nRole of health data in reducing inequalities:Theeconomic and societal benefits\nof enabling personalised healthcare are rarely calculated and described in\nEuropean health policy documents beyond broad statements that they are\nexpected to create substantial benefits. A new European Partnership on\nPersonalised Medicinehas been identified for establishmentin 2023, and\n43\n43\nEuropean Commission, n.d., ‘General Information Preliminarytitle of the European Partnerships European Partnership\nfor personalised medicine’\n42\nEJP RD – European Joint Programme on Rare Diseaseshttp://www.ejprarediseases.org/\n41\nThe ODI (2021), Preread 3: Data governance maturityand best practices,\nhttps://cdn.who.int/media/docs/default-source/world-health-data-platform/events/health-data-governance-\nsummit/preread-3-who-data-governance-summit_data-governance-of-health-data.pdf?sfvrsn=ffbd4a33_1\n0\nOpen Data Institute 2021 / White paperEU policy on secondary use of health data13\n\nrecognition of the value of personalised healthcare is being referenced in new\nhealth policies such as Europe’s Beating Cancer Plan. This plan shows how\n44\nthere are expectations that the European Health Data Space and the 1+ Million\nGenomes initiative will solve current challenges in the use of data for personalised\nhealthcare. There are few documents that describe how health data could be\nleveraged to reduce health inequalities. For example, when large datasets are\npooled, it is possible to create meaningful analysis that addresses specific\nsubpopulation needs.\nIn the current legislative agenda, the European Parliament has prioritised social\nfairness and prosperity and the mitigation of negative consequences of the\nCovid-19 crisis for vulnerable social groups. Toalign with these priorities, current\n45\nhealth policy work could better describe the potential role of secondary use of\nhealth data in reducing health inequalities.\nOn a global level, Europe's GDPR legislative context is influencing data privacy\nlegal contexts in other countries, including in low- and middle-income countries.\nDonors and philanthropy organisations based in Europe are requiring their\npartners in the Global South to adhere to health data regulatory environments that\nalign with the GDPR. This can stall funding to agencies in the Global South who\nfind themselves needing to build data governance systems that address GDPR\nrequirements to receive funding, in addition to meeting the local regulatory\ncontext. These GDPR requirements may also impose western values on data\nprivacy and regulation that do not necessarily align with local cultural values, such\nas those described in the CARE Framework, developed by First Nations and\nIndigfenous Peoples networks. While the European Health Data Space is\npredominantly about governing health data in a European setting, the adoption of\nstandards and legislation in Europe will have global influence. If health data is to\nbe governed by the EHDS under new legislation, this cannot be considered in\nisolation from the rest of the world, as the European context affects global health\nresearch. Consideration should be given to how European health data governance\ncould impact on geopolitical relationships, and in particular, on Europe's\ncommitments to the Sustainable Development Goals and the ability of low- and\nmiddle-income countries to collect and use health data to benefit local\ncommunities.\nInvestment:Funding of health system transformationis often limited across EU\nmember states. Member states may be able to access new funding through the\nEuropean Recovery and Resilience Facilityto enablemodernisation of data\n46\ninfrastructure, as has been proposed by the 1+ Million Genomes initiative. EMA\n47\nis currently working on standardised tools for health technology assessment.\nThere is currently limited standardisation in models for collecting data on social\nhealth insurance, which could be used to help drive greater planning and\nhealthcare service optimisation.\n47\nEuropean Commission (2021), ‘European “1+ MillionGenomes” Initiative’\n46\nEuropean Commission (2021),Recovery and ResilienceFacility | European Commission\n45\nEuropean Commission (December 2020), 'Joint Declarationof the European Parliament, the Council of\nthe European Union and the European Commission'\nhttps://ec.europa.eu/info/sites/default/files/joint-declaration-legislative-priorities-2021.pdf\n44\nEuropean Commission (2021),‘2021 01 25 Communication- Europe's Beating Cancer Plan v.24’,\nOpen Data Institute 2021 / White paperEU policy on secondary use of health data14\n\nForward look\nOverall, there are encouraging signs at the European level that health data\necosystems are maturing to support secondary use of health data; however,\nmany of the initiatives are still fragmented and there will be significant work\nrequired to establish robust health data ecosystems and infrastructure for\ndata reuse.Newer policy developments are showinga greater focus on\ncoordinating strategies across various stakeholders, initiatives and, importantly,\nmember states.\nHowever, one of the central challenges remains the disconnect between the\nEuropean GDPR and opportunities to reuse health data in innovative ways. While\nthe GDPR provides a strong foundation for secondary use of health data,data\ngovernance tools are needed to enable data reuse within, and beyond, the\nEuropean healthcare system. Examples include codes of conduct, ethics\ncommittees, infrastructure for real world data and real world evidence,\nstronger data institutions, and clearer legal frameworks.\nThe challenge in recent years is that data governance gaps are well known, but\nthere has been a lack of consensus building to encourage new agreements and\ncreate the necessary infrastructure beyond one-off pilot projects. Multiple reports\nand project summarieshave agreed that current approachesto data collection\n48\nand sharing are fragmented, and that ethical frameworks are needed to oversee\nhow data will be shared in future with appropriate protections for sensitive data.\nBut action has not yet been taken to create the multistakeholder settings that\nencourage agents to resolve the roadblocks. We hope that the EHDS will facilitate\na clear roadmap that creates mechanisms to co-operate to this end.\nThis white paper aims to share some initial research we have undertaken when\nmapping the secondary use of health data policy landscape in Europe. We are\nreleasing it now to support European health data stakeholders to consider the\ncurrent policy landscape when responding to the European Health Data Space\nconsultation which closes on 26 July 2021.\nWe invite readers tocontact ODIto discuss any feedbackon this report and to\nshare perspectives on how best to shape a trusted and trustworthy health data\necosystem for secondary use of health data in the European region.\nFind out more about thiswhite paper, and the accompanyingbriefing event here.\n48\nIncluding:'Why health is a special case for datagovernance',A pharmaceutical strategy for Europe|\nPublic Health’, ‘An Application Programming Interfaces(APIs) framework for digital government’,\nAssessment of the EU Member States’ rules on health data in the light of GDPR', ‘Proposal for a Data\nAnalytics and Real-World Interrogation Network (DARWIN),2021 01 25 Communication - Europe's Beating\nCancer Plan v.24\nOpen Data Institute 2021 / White paperEU policy on secondary use of health data15","version":"1.10.100"}