{"numpages":31,"numrender":31,"info":{"PDFFormatVersion":"1.4","IsAcroFormPresent":false,"IsXFAPresent":false,"Title":"#OPEN 2021-11__ Tackling the climate crisis with data: what the built-environment sector can do | ODI | ARUP","Producer":"Skia/PDF m109 Google Docs Renderer"},"metadata":null,"text":"\n\n1\n\nContents\n1. Foreword4\n2. Executive summary5\n3. Introduction6\n4. Opportunities for better data sharing across the built environment8\nOperational carbon9\nEmbodied carbon13\nTransparency16\nResilience18\n5. Approaches for creating open and trustworthy data ecosystems20\nData infrastructure22\nDeveloping infrastructure in the open22\nCreating appropriate infrastructure24\nData institutions24\nConnecting governance, regulation and technology25\nFrom scraped datasets to trusted open infrastructures26\nData access and use initiatives27\nImproving data discovery27\nFostering innovation and cooperation28\nData cultures: independent actions in a\nvibrant ecosystem29\nThe journey towards data culture29\n6. Summary and call to action30\nNovember 2021 | Tackling the climate crisis with data: what the built-environment sector can do2\n\nAbout\nFounded in 2012, the Open Data Institute (ODI) is an independent and\nnot-for-profit organisation based in London, UK. The ODI works with companies\nand governments to build an open, trustworthy data ecosystem, where people can\nmake better decisions using data and manage any harmful impacts.\nFor over 75 years, Arup has been recognised for its vision, talent and tenacity.\nToday, the firm is a collective of over 16,000 designers, advisors and experts\nworking across 140 countries.Founded to be a humaneorganisation, one\ndedicated to excellent work across many disciplines, it collaborates with clients\nand partners to shape a better world.\nNovember 2021 | Tackling the climate crisis with data: what the built-environment sector can do3\n\n1. Foreword\nForeword by Volker Buscher, Chief Data Officer, Arup Group\nThe Paris Agreement\n1\nis based on global climate modelsthat work. Governments and businesses have\nagreed milestones for 2030 and 2050 that require us to act now. These climate goals require data that\nis specific to key industries, users and asset investors. For example, what is the carbon risk for an\nasset manager? How do property owners design and manage these assets? What is the role of the\nconsumer or employee in the drive for net-zero properties? These questions apply across the built\nenvironment, including buildings, transportation, utilities, cities and agriculture.\nSolving the climate emergency requires creativity in how we collect, use and share ‘data at scale’. Data\nat scale has been transforming retail, banking and media for the past two decades. The built\nenvironment is now going through a similar transformation by combining high volume, variety and\nvelocity of data with machine integrated data processing in architecture, engineering and asset\nmanagement. A process that will unlock economic, environment and social growth.\nFor Arup this means investing in our data infrastructure and science, innovation, knowledge, culture\nand practices. But we are not an island and data sharing across the industry is vital. For example one\nof our early prototypes for data-enabled innovation addressed agent-based transport models. We\nspend 60% or our time on data ingestion and cleansing, due to inefficient bilateral data sharing,\ninstead of focusing our entire efforts on climate-positive transport planning.\nAnd it is not just the cost and friction regarding the use of data at scale in design and management of\nthe built or natural world. It is also the economic opportunity for growth and innovation. Open banking\n2\nhas grown into a $43bn\n3\ndata-at-scale industry. Howbig is the opportunity for tech investors in the\nbuilt and natural world? Can the emerging PropTech (property technology), ConstructionTech\n(construction technology), CleanTech (technology that aims to improve environmental sustainability) etc\nmatch what open banking has delivered?\nThis has led to our call for collaboration with the ODI as part of our research programme Data\nSupernova\n4\n. Our first research initiative focusedon ‘Exploring new approaches for sharing data in the\nbuilt environment’\n5\n. This time our aim is to understandbetter the role data at scale can play in dealing\nwith embodied carbon, operational carbon, human behaviour, resilience and transparency.\nWe would like to understand better why data matters in climate change. We would like to apply the\nODI’s theory of change\n6\nas a catalyst for the builtworld to develop the data foundations required to\nunlock the economic and environmental value generated by data at scale.\n6\nODI (2018),Theory of change\n5\nODI (2021)Exploring new approaches for sharing datain the built environment\n4\nThe Alan Turing Institute (2020),Volker Buscherand the Data Supernova\n3\nAllied Market Research (2020),Open Banking MarketSize, Share | Opportunity, Trend and\nGrowth 2026\n2\nDgen (2018),Development of UK open banking\n1\nUnited Nations Climate Change (2015),The Paris Agreement\nNovember 2021 | Tackling the climate crisis with data: what the built-environment sector can do4\n\n2. Executive summary\nIn 2021, the Intergovernmental Panel on Climate Change\n7\nconfirmed that human\nactivities are having a profound impact on the planet, and will inform the global\nnegotiations at Cop26\n8\n, to accelerate the journeyto net zero and keep the\nincrease in temperature above pre-industrial levels to less than1.5°C.\n‘Pre-industrial levels’ refers to the approximation of the surface air temperature of\nthis era from the IPCC 'Global warming of 1.5°C' report\n9\n.As with other significant\nchallenges we face,effective use of data is becomingcentral to delivering\nemission cuts, and doing so in ways that deliver wider environmental, social and\neconomic value. Data is increasingly seen as a powerful tool in solving societal\nchallenges, which becomes even more powerful when standardised and shared in\nways that meet a wide range of user needs.\nAt the moment there are growing concerns in the built environment in relation to\nthe lack of accessible, reliable and trusted data and the missed opportunities for\nusing it to develop innovative products and services. As such, we recognise the\npotential to improve the underlying data infrastructure across the sector, drawing\non learning from other domains, and exploring some of the approaches needed to\nrapidly move towards realising these.\nWith this in mind, we examined several particular challenges, including bringing\ntogether data on the existing built environment to support strategic action and\ninvestment, and unlocking greater building and house-level data to support\nindividual choices around energy saving and retrofit strategies. We identified the\nneed to improve standards and working practices and the challenges relating to\nreliable and trustworthy carbon calculation, while pointing to the potential for\nmodern data stewardship practices to address some of these.\nAnd finally, we looked at the importance of bringing in data from other settings\nand sectors, working across professional and organisational boundaries. Some of\nthe challenges are technical, some are political, and others are around culture and\ncapacity, and they cannot be solved by organisations acting alone.\nThe need for urgent action on climate change is no longer a matter of debate.\nThe question now for the built-environment sector is how to accelerate action to\nreduce emissions, build for resilience and protect biodiversity. We need to use all\nthe tools at our disposal, including the significant power of data. Meeting this\nchallenge demands coordination, cooperation, community building and culture\n9\nIntergovernmental Panel on Climate Change (2019).   Global Warming of 1.5 ºC\n8\nUnited Nations (2021),COP26: It's (almost) here\n7\nIntergovernmental Panel on Climate Change (2021),Sixth Assessment Report: AR6 Climate Change\n2021:The Physical Science Basis\nNovember 2021 | Tackling the climate crisis with data: what the built-environment sector can do5\n\nchange across the sector, and for cross-sector collaboration to break down data\nsilos.\nThis draft paper also launches a call for collaboration – we are asking\norganisations and individuals to take action:\n-Give us your feedback on this working paperto help focus future data\ncollaborations and activities.Fill out this formby 19 November 2021 to send\nyour feedback.\n3. Introduction\nThe data is clear. We face a climate and biodiversity emergency.\n10\nData that\nhas been gathered, curated and analysed by thousands of scientists across the\nworld has established the greenhouse gas cuts that we need over the next decade\nto keep global temperature rises below 1.5 degrees. Effective use of data is now\ncentral to delivering those cuts, and doing so in ways that deliver wider\nenvironmental, social and economic value.\nThe built environment contributes around 40% of the UK’s total carbon\nfootprint\n11\n(and a similar figure worldwide\n12\n), througha mix of embodied carbon in\nnew construction, and operational carbon used to heat and power existing\nbuildings. Add in the emissions from road and rail transportation, and the majority\nof emissions are shaped by choices made in the design and operation of our\nbuilding and infrastructure. The UK Institute of Civil Engineers estimates that,\nwhilst some progress has been made, we‘need to reducethe UK’s annual carbon\nemissions from infrastructure more than 30% faster than we are doing now”and\nalthough some of the needed reductions rely on substantial technological and\npolicy shifts, decarbonisation can also be accelerated by“such mundane\nmeasures as better data management.’\n13\nData is a powerful tool. And it is made even morepowerful when it is\nstandardised and shared in ways that meet a wide range of user needs. The ODI’s\nexperience over the last nine years has shown that, when intentional design,\ninvestment and energy is put into creating effective data ecosystems, supported\nby the right mix of openness, incentives and data institutions, data can deliver a\nstep-change in how problems are solved.\n13\nInstitute of Civil Engineers (2021)State of theNation 2021 | Six ways for civil engineers to act on\nclimate change\n12\nWorld GBC (2021),The building and construction sectorcan reach net zero carbon\nemissions by 2050\n11\nUKGBC (2019),Climate change\n10\nBuilt Environment Declares (2021),Built EnvironmentDeclares Climate and Biodiversity Emergency\nNovember 2021 | Tackling the climate crisis with data: what the built-environment sector can do6\n\nAcross the built-environment sector there are common concerns about a\nlack of accessible, reliable and trusted data. Thedata ecosystem for\ndecarbonising the built environment has developed over many years, reliant on\nscattered spreadsheets, ad-hoc research projects, proprietary databases and\nconflicting calculations, leading to a landscape in which targets are hard to both\nreliably set, and measure. For emerging big data, the Internet of Things, sensor\nnetwork and real-time data sources, questions over standardisation, privacy\nprotections and governance can frustrate data sharing and re-use.\nMeeting climate goals requires transparency and accountability\nmechanisms.How do governments, businesses and citizensknow if society is\nmeeting or exceeding climate change goals? The level of change and complexity\nacross the built and natural world will require transparent reporting based on data\nwhere the provenance and accuracy can be assured. This will help meet goals,\nprotect asset value and enable companies to compete based on the quality of\ntheir work.\nAddressing the data foundations of the built environment has significant\npotential.From helping drive intelligent retrofitstrategies that reduce the\noperational carbon footprint of our buildings, to ensuring new infrastructure\nprojects minimise their embodied carbon, and helping local communities to invest\nin measures that reduce their exposure to climate risk – better flows of data can\nsupport innovation, collaboration and transparent measurement of progress.\nIn the sections that follow we explore a range of opportunities for data to be used\nin the built environment to tackle the climate emergency, and, drawing on learning\nfrom other sectors, explore some of the approaches needed to rapidly move\ntowards realising these.\nNovember 2021 | Tackling the climate crisis with data: what the built-environment sector can do7\n\n4. Opportunities for better\ndata sharing across the\nbuilt environment\nWhen it comes to reducing the carbon emissions from the built environment,\nthere are different elements at play. First, the vast majority of operational\nemissions from the built environment are as a result of human behaviour.\nEnergy use for heating, cooling and powering our homes and offices, use of\ntransportation, and the intensity with which buildings are used all affect the carbon\nemissions linked to each square metre of built space. So better data and the\nproducts and services that can be built upon it can help planners, companies,\nconsumers and citizens to make better decisions. Yet, those decisions, and their\nimpacts, are also substantially shaped by the design and quality of new and\nexisting building stock.\nLooking at existing building stock, to target investment in retrofit strategies and\nlow-carbon upgrades, we need a better understanding of that stock and\ninfrastructure,including its condition, ownershipand options for improvement. In\nthe UK, where the vast majority of the housing that will exist in 2030 is already\nbuilt, and very little is currently optimised for low-carbon living, data has a central\nrole to play in shaping national, local and householder strategies to cut climate\nimpacts.\nTransforming our built environment will certainly need a skilled workforce and well\nfunctioning markets to make sure labour is available to deliver improvements.\nBetter data about the ‘green’ workforce, and a workforce better equipped to use\ndata, will both be vital to meeting the challenge of climate change. In both new\nconstruction, and in relation to retrofitting strategies, it is vital that gains in\noperational efficiency are not undermined by embodied carbon costs of\nconstruction materials, technologies and processes. Approaches to lifecycle\nassessment (a method for assessing environmental impacts associated with all\nthe stages of the lifecycle of a commercial product, process, or service) and\naccounting for the full carbon costs of each choice made in built-environment\nschemes demand detailed and trustworthy data.\nNovember 2021 | Tackling the climate crisis with data: what the built-environment sector can do8\n\nLastly, investment in a low-carbon transition will require both new finance and\nhigh-quality company and government reporting, increasing transparency and\naccountability mechanisms to make sure that global efforts are not derailed.\nTrustworthy data will also be vital to support market mechanisms for\ndecarbonisation, including carbon taxation. The right data can help investors\nbetter understand, prioritise and respond to climate change risks, and avoid\nholding stranded assets.\nRight now, data supports each of these elements of low carbon transformation,\nbut we are a long way from harnessing its full potential. No single organisation\nholds or controls all the relevant data, or alone has the resources and skills\nneeded to realise the full benefit data can bring. In the sections below we explore\nfour themes to understand the potential of data, highlighting current data sharing\ninitiatives and exploring the challenges that organisations are facing to fully\nharness data. We identify some initial opportunities for better sharing and use of\ndata to address the climate emergency through the built environment.\nOperational carbon\nWith good design, data can help shift the day-to-day decisionsmade by\nconsumers, commercial firms, policy makers and developers towards\nlower-carbon outcomes. From in-home smart meter displays and energy\nperformance certificates (EPCs), to platforms providing at-scale analysis of the\ncarbon footprint of large property portfolios,\n14\nthereare already many established\ndata-driven tools that encourage action to reduce energy consumption and\noperational emissions. However, these tools often rely on relatively limited data\nabout the existing built environment, and their ability to provide tailored\nrecommendations is held back by missing data, or barriers to data sharing.\nFor example, whilst over 20m UK properties now have smart meters and many are\nable to see their real-time energy consumption through a device in the home, there\nare obstacles to be overcome in providing safe and trusted access to that data for\nthird-party analysis that might be able to suggest individual strategies for lowering\nenergy use, or that might support more systemic changes. The ODI has been\nworking with the Data Communications Company (DCC), who provide the licensed\nmonopoly platform for smart-meter communications, to explore ways to increase\naccess to this data, while respecting the significant legitimate privacy concerns\naround its use\n15\n.\n15\nData Communications Company (2021),Data for Good\n14\nFor example,Parity Projects\nNovember 2021 | Tackling the climate crisis with data: what the built-environment sector can do9\n\nWhen it comes to understanding the properties of existing building stock, we\nface similar challenges of bringing together data from different stakeholders,\nand navigating issues of privacy, commercial interest and the appropriate level of\ndetail to share. Energy-performance-certificate data, for example, provides basic\ninformation about millions of residential and non-residential properties in the UK,\nand it is available through a government provided application programming\ninterface (API).\n16\nHowever, its use raises some practical challenges. Firstly, the data licence\nexplains that‘address level data concerning the energyperformance of buildings\nconstitute personal data for the purposes of the General Data Protection\nRegulation (GDPR)’\n17\n, placing certain restrictionson the kinds of applications to\nwhich the data may be put.\nSecondly, the data only covers properties that have been sold since EPC\nregulation was introduced in 2007, and as certificates are valid for up to 10 years,\ndata can be significantly out of date. Thirdly, EPCs are based on only a basic\nassessment, and are generated using assumptions that may not reflect the full\ncondition of a building. However, many other stakeholders may also hold\ninformation about buildings: from insurers and mortgage companies, to local\nauthorities and construction regulation schemes, maintaining registers of boiler or\nwindow installations. Add to this remote-sensed data and satellite imagery that\nmight provide additional context about buildings, and the natural environment\nsurrounding them, and the opportunity for an understanding of buildings based on\nmultiple data signals, rather than one-off surveys and certificates, becomes clear.\nThe Royal Institution of Chartered Surveyors has highlighted the potential of a\ngrowing PropTech (property technology) sector to support revitalised EPCs\n18\n.\nWith the right institutional structures in place, it may be possible to develop data\naccess initiatives that can bring together different building-level datasets, and\nunlock new finance for reducing operational carbon. Crowdsourcing can also fill\nkey data gaps, and engage citizens in thinking about individual and collective\naction. For example, as in the case of Colouring London, a citizen science\nplatform hosted by the Alan Turing Institute designed to gather open data on\nLondon’s building stock. By colouring in the building map, users are able to\nprovide structured data in categories including building age, construction\nmethods, and sustainability performance, and participate in making sense of the\nopportunities and challenges for transforming the built environment\n19\n.\n19\nColouring London\n18\nRICS (2020),Retrofitting to Decarbonise the UK ExistingHousing Stock: RICS net-zero position\npaper\n17\nEnergy Performance of Buildings Documentation\n16\nOpen Data CommunitiesEnergy Performance of BuildingsData England and Wales\nNovember 2021 | Tackling the climate crisis with data: what the built-environment sector can do10\n\nCase examples: using building data to plan carbonreductions\nIn 2017, Arup worked with the City of Boston, Massachusetts, US,to\ndevelop a classification of 86,000 buildings into 75 distinct ‘building energy\nmodels’. Calibrating these models with anonymised data from Boston’s utility\nproviders, the project was able to explore which combination of policies was\nmost likely to help the city achieve a target of net-zero carbon emissions by\n2050\n20\n. The work fed into wider recommendations thatcalled for a mix of new\nregulatory requirements, upfront funding, and workforce training.\nIn the UK, housing associations and local authorities are responsible for\nmillions of properties. To work out how to sequenceimprovement plans,\nsocial landlords could potentially draw on data on building age, construction\nand condition, current energy demand, future overheating risks, and scope for\nimprovement, as well as data on the local labour markets and supply chains\nthat could carry out property updates. Just as for individual homeowners, data\nto understand the financial cost of improvements, and the likely costs of doing\nnothing, is particularly important, as it shapes forward planning and\ncost-benefit calculations. Right now this data is often sparse, hard to access,\nand lacks standardisation – leading to a reliance on data intermediaries to\nmake best-effort calculations.\nMuch of the data that is needed to plan for more efficient use of building\nspace comes from outside the built-environment sector: calling for\ncross-sector collaboration.For example, to meet operationalcarbon reduction\ngoals, companies need to make more intensive use of existing space, reducing\noverall space heating and power requirements,andreducing work commuting and\ntravel. This requires action to understand, and shift, current working and travel\nbehaviours. The Covid-19 pandemic has seen datasets from transport providers,\nmobile networks and payment processors used to provide near real-time insight\ninto how lockdowns transformed the use of urban space, and how it might shape\nfuture infrastructure demands\n21\n. Qualitative surveysand dialogue with employees,\npartners and customers can help firms interpret what aggregate trends mean for\neach individual business, and can support planning that makes more efficient use\nof existing resources, reducing demands for\nnew construction.\n21\nNational Infrastructure Commission (2021),Behaviourchange and infrastructure beyond Covid-19\n20\nArup (no date),Carbon Free Boston\nNovember 2021 | Tackling the climate crisis with data: what the built-environment sector can do11\n\nUltimately, the energy demand of homes and offices can only be brought\ndown far enough through appropriate upgrades, widespread retrofitting of\ninsulation and low-energy technologies.Data is atthe heart of retrofit planning,\nbut right now, consumers face a confusing picture when it comes to weighing up\nthe costs and benefits of different interventions. Without accurate data on upfront\ncosts and potential benefits, consumer trust can be undermined, and\nhouseholders may be less willing to take on retrofit projects. Carbon Coop\nin Manchester has been exploring the use of data to drive community-powered\nretrofit plans. Its findings highlight the importance of thinking at the community\nlevel, as well as at the household level: combining statistical data with local\nknowledge to identify neighbourhoods with the greatest potential for multiple\nretrofit projects, and then working at the grassroots to develop cost-effective\nretrofit plans\n22\n. Carbon Coop has also worked withOpen Data Manchester\nand the ODI to explore opportunities to create a data cooperative – where people\nor organisations agree to pool and share data – to support this work\n23\n.\nFor central governments and local authorities, there are also substantial returns to\nbe had through taking a data-driven approach to policy making. From national\nincentive schemes, to local authority regulations, better data has the potential to\nhelp set shared targets, track progress towards goals and inform interventions.\nOne area where this is particularly important is around workforce development.\nCarbon Coop found that‘whilst there isn’t currentlya ready-made ‘Retrofit\nContractor’ workforce, there are quality RMI (Refurbishment, Maintenance and\nImprovement) contractors who can apply themselves to a given specification with\nthe right support”’\n24\n, yet there is little structureddata available about this primarily\nword-of-mouth workforce. A recent Nesta project using its Open Jobs\nObservatory to apply machine-learning techniques to explore green jobs through\ndata shared on key job-seeker websites shows promise in finding ways to gain\nmore labour market intelligence at scale to inform government policy\n25\n, while\nCarbon Coop is building local software and data infrastructure to better connect\ngeneralist contractors with retrofit opportunities.\n25\nNesta (2021),Finding jobs in green industries results\n24\nCarbon Coop (2019),People Powered Retrofit: A communityled model for owner occupier retrofit -\nProject Report\n23\nOpen Data Manchester (2021),Developing a Data CooperativeModel for Small Energy Cooperatives\n22\nCarbon Coop (2019),People Powered Retrofit: A communityled model for owner occupier retrofit\nProject Report\nNovember 2021 | Tackling the climate crisis with data: what the built-environment sector can do12\n\nEmbodied carbon\nWith the right standardisation and flows of data, emissions forecasts for\nconstruction projects could be as commonplace as financial forecasts.\nSeveral platforms and tools already exist to take annotated digital building\ninformation models (BIMs) created during the design and construction process,\nand to use the data from these to drive live cycle analysis: giving estimates of the\nembodied carbon for each design or material choice. Forecasts of an asset’s\noperational carbon emissions, and the risks of issues such as overheating under\nfuture climate-change models, can also be generated by various platforms.\nDigital-twin projects go further, creating a dynamically linked digital representation\nof built assets that are intended to exist for the whole lifecycle of the structure. In\nsome cases, these are updated with real-time sensor data, and are able to support\npredictive modelling that can be used to optimise buildings for lower carbon.\nWider adoption of such tools has significant potential. One estimate suggests that\nif structural engineers alone were to use such tools to reduce the embodied\ncarbon of buildings by just 10%, there could be around 3m tonnes of carbon\nsavings each year.\nHowever, a lack of common practice and standardisation – as digital models move\nbetween commissioners, architects, engineers, contractors, installers and builders\n– creates a significant barrier to making clear carbon calculations the default.\nThere is often an information gap between digital twins and the physical\nperformance of a building. Currently, changes to a design (and the subsequent\nimpact on operational performance) are not communicated back to designers, and\ndata is lost.\nCurrent tools to support carbon estimation are often the result of\nindustry-academia collaboration, but often appear to lack pathways to adoption\nbeyond the few firms that created them. This creates the risk of many\ncompeting ‘version 1.0 tools’, rather than collaborative investment in common\nand open version 2.0 and 3.0 platforms that are both sustainable, and able to\ndeliver a more joined up user experience across the process from\ncommissioning to construction.\nNovember 2021 | Tackling the climate crisis with data: what the built-environment sector can do13\n\nCase examples:Carbon calculation\nIn the last few years, a number of new tools have been launched to\nstreamline carbon calculation.For example: the Institutionof Structural\nEngineers ‘Structural Carbon Tool’ is an open-source Microsoft Excel-based\nestimator\n26\nthat gives broad estimates of the carbonimpact of different\nstructural designs. OneClickLCA provides a commercial platform to perform\nbuilding and infrastructure LCA, and assess projects against more than 40\ndifferent certification schemes\n27\n. Mott Macdonald’sMoata Carbon Portal\n28\noffers integration with BIM systems to provide its clients with real-time\ncalculation of the carbon cost of building models. Arup’s PECC tool\n29\nprovides\nsimilar functionality, layering carbon calculations onto virtual models\nThe Icebreaker One project is exploring ways to streamline carbon\ncalculationby rebooting an open dataset of carboncalculation models\n30\n. The\ndataset, previously maintained for several years by startup AMEE, seeks to\nprovide a unified interface and API onto the different methods available to\ncalculate embodied, operational or life cycle carbon of particular materials or\nconstruction methods. Just as a financial forecast may provide a range of\npossible outcomes based on different assumptions and scenarios, being able\nto easily access different methods can help projects to more clearly\ncommunicate to decision makers the range of possible carbon impacts of\neach option.\nData & Analytics Facility for National Infrastructure (DAFNI)\n31\nis an £8m\ninvestment from the UK Collaboratorium for Research on Infrastructure and\nCities (UKCRIC) intended to provide ‘world leading infrastructure systems\nresearch capabilities’. Through provision of data storage, compute,\nvisualisation and analysis capacity it aims to remove technical barriers that\nprevent researchers exchanging and working with complex digital models of\ninfrastructure and buildings. Pilot work to date has explored how DAFNI can\nact as a digital twin platform\n32\n, and how it can providea technology platform\nfor the OpenClim Climate Impacts Modelling Framework\n33\n.\n33\nData & Analytics Facility for National Infrastructure (2020),OpenCLIM\n32\nData & Analytics Facility for National Infrastructure\nDAFNI Champions: DAFNI as a Digital Twin Platform\n31\nDAFNI: Data & Analytics Facility for National Infrastructure\n30\nIcebreaker One (nd),Discover\n29\nRIBA Journal (2020),Carbon calculation tools tocut embodied CO2\n28\nMott Macdonald (2021),Moata Carbon Portal\n27\nOne Click LCA: World's fastest Building Life CycleAssessment software\n26\nThe Institution of Structural Engineers (2021),TheStructural Carbon Tool\nNovember 2021 | Tackling the climate crisis with data: what the built-environment sector can do14\n\nData can guide decisions over the projects that should receive funding,\nsubsidy or prioritisation as we work towards ambitious carbon reduction\ntargets.The UK’s Infrastructure and Projects Authority(IPA) forecast that more\nthan £650bn will be spent over the next decade on new infrastructure, from roads\nand rail schemes, to new schools, flood management schemes and broadband\nnetworks\n34\n. However, with the construction phase accountingfor up to 40% of the\nlifetime emissions of an infrastructure project, reducing the carbon cost of this\ninvestment over the next 10 years has a key role to play in meeting 2030 targets.\nBoth local and national public works pipelines are frequently based on static\ncost-benefit analysis calculations that have not been updated to reflect both\nchanging patterns of demand, and the increasing urgency of carbon reduction. A\nmove from document-driven processes, to planning and decision-making based\non data-driven and standardised digital models, accompanied by appropriate\ntraining for decision makers, has the potential to transform the choices made over\nwhat to build, how, and when.\nEarlier this year, the UK Net Zero Infrastructure Industry Coalition published a\nreport drawing on data from the IPA’s National Infrastructure and Construction\nPipeline dataset to try and calculate the locked-in embodied carbon that will result\nfrom proposed infrastructure projects\n35\n. While thiswork offers a powerful\ndemonstration of how data could be used to set the direction of public investment,\nthe analysis was frustrated by‘significant issueswith data availability, quality, and\ntransparency across sectors that needs remedying from both top-down and\nbottom-up’. In particular, the project team foundit hard to locate data stewards in\nconstruction organisations who could supply access to the key datasets that\nmight offer insight into the likely carbon footprint of projects.\nEffective data stewardship is also a key issue for the reference datasets used\nin greenhouse gas accounting and lifecycle analysis (LCA). At present, the\nlandscape of reference datasets and models for carbon calculation can be\ncomplex and confusing: leading to variation between different embodied carbon\nestimates. There is also an interplay between regulation or legislation, and carbon\nestimation datasets, with different national or sectoral requirements leading to use\nof different datasets. Greater policy harmonisation could help simplify the data\nlandscape.\nMaintaining these reference datasets takes considerable effort: requiring ongoing\nresearch into the carbon emissions of materials, keeping track of changing global\nsupply chains, and converting research outputs into reusable calculations. This\nresults in a mixed marketplace of government or academic provided datasets, and\ncommercial offerings, but few that are maintained as robust or collaborative\n36\nopen data infrastructures with built-in version control, APIs and supporting\n36\nODI (2020),Launching the collaborative data maintenanceguidebook\n35\nNet Zero Infrastructure Industry Coalition (2021),\nIs our carbon wallet empty? The embodied carbon of the National Infrastructure Pipeline\n34\nUK government (2021),Analysis of the National Infrastructureand Construction Pipeline 2021\nNovember 2021 | Tackling the climate crisis with data: what the built-environment sector can do15\n\nsoftware toolkits. For example, the widely used Inventory of Carbon and Energy\n(ICE) database\n37\nis provided as an Microsoft Exceldownload, under a permissive,\nbut non-open licence. Modernising the management of greenhouse gas\naccounting and LCA datasets through creation of the right data institutions to\nsteward data holds out the possibility of substantially increasing the usability and\nuse of this vital data. This could foster a shift towards more open business models\nfor carbon accounting services across the market, and challenge data-hoarding\npractices that can hold back progress towards shared goals.\nTransparency\nTrustworthy greenhouse gas accounting is central to improved corporate\nsustainability reporting, and to the effective functioningof financial markets to\ndirect built environment activities towards carbon reduction. Companies face an\nincreasing number of mandatory and voluntary reporting standards that ask for\naccounting of direct emissions of greenhouse gases (‘scope 1’), indirect emissions\nfrom the generation of purchased energy (‘scope 2’) and emissions generated\nwithin their value chain, both upstream and downstream (‘scope 3’)\n38\n, alongside\nwider reporting on biodiversity, social and governance issues. An increasing\nnumber of investors are drawing on company-reported sustainability data to\nshape their portfolios towards low-carbon futures, and because of concerns about\nthe impact of both climate change, and potential regulatory changes, in creating\n‘stranded assets’. A stranded asset is something that once had value or produced\nincome but no longer does, often due to some kind of external change.\nGreenhouse gas accounting data will also be a vital component of any future\ncarbon tax regimes.\nWell designed reporting standards, that are informed by consideration of the data\ninfrastructure through which reporting will be generated, can incentivise the\ncreation of robust data systems inside firms, that not only serve external reporting,\nbut that also support in-house analysis and decision making. However, a\nproliferation of reporting standards, and a limited focus on data-infrastructure\ndesign, can create barriers to effective reporting and benchmarking: This can\nundermine the quality of reported data and even incentivise ‘greenwashing’. At\npresent, considerable effort goes into simply extracting data from reports. If that\neffort could be instead harnessed to verify, audit and quality assure data, the\nimpact of the corporate sustainability data ecosystem could be increased.\n38\nODI (2021),Accelerating progress on tackling theclimate crisis through data collaboration\n37\nCircular Ecology (2021),Embodied Carbon FootprintDatabase\nNovember 2021 | Tackling the climate crisis with data: what the built-environment sector can do16\n\nCase examples:supporting reporting transparency\nBloomberg\n39\n, Refinitiv\n40\nand other financial-marketinformation providers offer\nproducts based on standardising the data from company environmental,\nsocial and governance reports. Limited data standardisation at source creates\nthe need for intermediaries to analyse published reports, and raises the costs\nof access to this data.\nArup’s Beacon platform draws on companies' financial information to\ncalculate Scope 1, 2 and 3 emissions across a whole supply chain, identifying\nareas to reduce both operational and embodied carbon emissions, and\nsupporting greenhouse gas reporting\n41\n.\nThe Open Footprint Forum\n42\n, hosted by the Open Groupand co-chaired by\nleaders from ERM and Shell, is working to develop‘a common model for\nfootprint-related data covering all types of emissions, consumptions (e.g.,\nwater, land, energy), and base calculations to normalize and aggregate data’\nimplemented through an open-source based reference software stack.\nCircular Ecology list a range of greenhouse gas emission calculation tools\ndesigned specifically developed for the buildings sector\n43\n, though notes that\nnot all are easily or openly accessible.\n43\nCircular Ecology (2021),Carbon footprint calculatorsfor construction\n42\nOpen Group (no date),Open Footprint Forum\n41\nArup (no date),Beacon: a new methodology\n40\nRefinitv (2021),ESG data\n39\nBloomberg (2021),ESG Data\nNovember 2021 | Tackling the climate crisis with data: what the built-environment sector can do17\n\nTransparent reporting should not just be about compliance, but should\nrecognise the potential of shared data for benchmarking and sector-wide\nlearning.For example, shared and structured reportingon project-level data, as\nopposed to company level, can support identification of data-backed targets for\nnew building projects, informing both contractors and commissioners. Data from\ncertification schemes, and voluntary data contributed to projects such as the\nRoyal Institute of Chartered Surveyors nascent Building Carbon Database\n44\ncan\nhelp practitioners to compare the performance of a planned project portfolio with\nthat achieved by peers, supporting conversations about ways to further optimise\ndesigns.\nData is already enabling a move to project and asset level reporting.Initiatives\nsuch as the Spatial Finance Initiatives GeoAsset project\n45\nare generating open\ndatasets with information about built assets, their locations, and ownership in\norder to support both financial markets, policymakers and non-governmental\norganisations drive a shift towards greater sustainability. The first GeoAsset\ndataset covers cement, iron and steel production plants, drawing on multiple data\nsources, remote sensing and machine learning in order to exceed the\napproximately 70% coverage that proprietary asset databases tend to reach.\nGlobal asset-level reporting is able to leverage the considerable progress made in\nrecent years on data infrastructure to provide unique identifiers for companies,\nand to link this to corporate structure information (see below). Bringing greater\ntransparency to the ownership, location and condition of existing assets is also\ncritical to preparing for climate shocks, and planning for climate adaptation.\nResilience\nEven with action to reduce emissions, the built environment will have to\nadapt to a changing climate. Data is vital to understand and increase the\nresilience of buildings and infrastructure.For example,the Climate Just\nmapping tool draws upon multiple public datasets to provide localised\nassessments of populations vulnerable to flooding, household overheating, or fuel\npoverty, as climate change impacts hit\n46\n. Work by UniversityCollege London used\nthe tool to explore overheating risk in care homes, mapping care home locations\nand exploring the interaction of urban heat islands, population age and building\ncharacteristics\n47\n. Data-driven research such as thiscan inform short and long-term\ncampaigning and planning to avoid climate harms disproportionately affecting the\nmost vulnerable.\n47\nClimate London (2018),Mapping heat vulnerabilityin London\n46\nClimate Just (no date),Mapping tool page\n45\nSpatial Finance Initiative (no date),GeoAsset Project- Greening Finance and Investment\n44\nRICS (2019),RICS Building Carbon Database\nNovember 2021 | Tackling the climate crisis with data: what the built-environment sector can do18\n\nCase examples: open data for resilience\nSince 2011 the Open Data for Resilience Initiative, run by the Global\nFacility for Disaster Reduction and Recovery,  has been encouraging\ngreater data sharing, collection and use for resilience and disaster\nresponse, with an emphasis on geospatial data. Theproject field guide\nexplores how to bring together multiple stakeholders from governments,\nuniversities, civil society and private sector organisations to collaborate in\nbuilding an open data ecosystem. As the guide describes‘OpenDRI catalyzes\na change to mindset: it builds a community of practitioners who apply open\ndata to their daily problems, and in so doing, creates a sustainable ecosystem\naround a living and growing corpus of data that describe a dynamic society’\n48\n.\nInsurers have a key role to play in pushing for resilience of the built\nenvironment: with the potential to mobilise billions of dollars of\npreemptive finance for risk reduction.In 2019, workbegan on a set of open\ndata standards for describing insured assets, such as buildings and\ninfrastructure\n49\n, and modelled loss reports used insetting premium. This has\nthe potential to both support adoption of open risk models, and greater\nportability of data between insurer systems and other parties.\nOne pathway towards more resilient buildings involves the introduction of\nsmart systems, able to respond to greater pressure on energy grids through\nadapting demand and supply of power.The adoptionof open standards for data\ncommunication within smart buildings, whether closed, shared or open, is vital to\navoid vendor lock-in, maximise the value of the data generated, and ensure smart\nfeatures remain interoperable as technology develops. US-based Project\nHaystack, which seeks to‘standardize semantic datamodels and web services\nwith the goal of making it easier to unlock value from the vast quantity of data\nbeing generated by the smart devices that permeate our homes, buildings,\nfactories, and cities’responds to this challengeby providing a set of agreed\ntaxonomies that can be used to provide compatible datasets and API endpoints\nfor building systems such as lighting, heating and air conditioning\n50\n.\nAs the smart-building case shows, making effective use of data to address\nclimate change in the built environment isn’t all about creating vast central\ndatasets, or using the latest smart technology. Small,standardised and\ndecentralised data can help put individuals and communities in control of charting\na low-carbon future, enabling the combination of local skills and knowledge with\ndata-derived insight.\n50\nProject Haystack\n49\nOasis Loss Modelling Framework (no date),Open DataStandards\n48\nOpen DRI (2014),Open Data for Resilience Initiative:Field Guide\nNovember 2021 | Tackling the climate crisis with data: what the built-environment sector can do19\n\n5. Approaches for creating\nopen and trustworthy\ndata ecosystems\nThe Open Data Institute theory of change\nThe ODI wants those who steward data and those who create information from\nthis data to act in ways that lead to the best social and economic outcomes for\neveryone.\nThere are three activities that create impact from data: stewarding data under\nwhich we mean collecting, maintaining and sharing data; creating information\nfrom that data in the form of products and services, analyses and insights, or\nstories and visualisations; and deciding what to do informed by information\nfrom multiple sources along with experience and understanding .\nEach of these activities can be carried out by individuals, companies,\ncommunities or governments.\nThe ODI’s theory of change identifies the threats that can stop positive impact\nfrom data. One threat is a data-hoarding approach, where misconceptions\nabout the value of data leads to monopolies, reduced innovation and invasion\nof privacy. Another is a data fearing approach, leading to missing, inaccurate\nand non-representative data, potentially because data subjects give false\ndetails, or withdraw consent for data use.\nNovember 2021 | Tackling the climate crisis with data: what the built-environment sector can do20\n\nTo combat these threats, we need to build openness and trustworthiness into\neach data ecosystem, which will help us to realise the greatest social and\neconomic value from data for everyone.\nMore specifically, this means applying an open culture to the three pillars of\nhow data is used in our economies: a data infrastructure that is as open as\npossible; data literacy and capability for all; and open innovation. Equally, it\nmeans putting in place practices that ensure the way data is collected and\nused is trustworthy and just, including building ethical considerations into data\ncollection, management and use; ensuring there is equity around who\naccesses, uses and benefits from data; and engaging widely with affected\npeople and organisations.\nThe Exponential Roadmap, a call to action setting out 36 solutions with the\npotential to halve emissions by 2030, argues that‘digital services have potential,\ntenfold their footprint, to reduce energy and materials across the economy and\ncould directly enable a third of the emissions reductions needed by 2030.’\n51\nYet, to\nharness that potential demands substantial actions that can move us from a world\nstill largely defined by data silos, disjointed data access, and missed opportunities\nfor data use – to one with a vibrant and trusted data ecosystem for the built\nenvironment.\nA vibrant data ecosystem involves a constellation ofdata infrastructure, data\nliteracy and open innovation. Data infrastructureencompasses crucial data\nassets, standards, technologies, guidance and policies. Data infrastructure is\nsupported by organisations that govern the data infrastructure, includingdata\ninstitutions or data access initiativesthat bringtogether multiple stakeholders\nto solve a common social, environmental or economic challenge. These\ncomponents are all necessary to enable diverse independent stakeholdersto\noperate and interact within a culture of open and shared data.\nIn this section we explore learning from other sectors and domains, to highlight\nelements of the way forward. For each example, we have sought to draw out some\nof the key features that may provide inspiration to action on climate change in the\nbuilt-environment sector.\n51\nFalk, J. and Gaffney, O. (2020)Exponential Roadmap:Scaling 36 Solutions to Halve Emissions by\n2030 (Version 1.5.1).\nNovember 2021 | Tackling the climate crisis with data: what the built-environment sector can do21\n\nData infrastructure\nData infrastructureconsists of data assets supportedby people, processes and\ntechnology\n52\n. The data assets at the heart of any giveninfrastructure vary:\ntechnical schemas for data exchange; metadata registries for locating relevant\ndata; data lakes and processing environments designed for specialised datasets;\nand core reference data and identifier lists provided via APIs and downloads to\nimprove interoperability.\nDeveloping infrastructure in the open\nThe ODI has articulated seven design principles for data infrastructure: design for\nopenness; build with the web; respect privacy; benefit everyone; think big but start\nsmall; design to adapt; and encourage open innovation\n53\n.\nSince 2013, theOpen Contracting Partnershiphas beenworking to develop a\nglobal data infrastructure to enable transparent and effective public procurement,\nand supporting its adaptation and adoption in different sectoral and country\ncontexts. At the heart of the open contracting data infrastructure is theOpen\nContracting Data Standard (OCDS), a data specificationthat describes how to\nrepresent each stage of public procurement processes as structured data. Prior to\nthe introduction of the standard, it was often hard to join up the data on what\ngovernments planned to buy, what they tendered for, the contract awards made,\nand final delivery of goods, services or works. Building on a design process that\nconsidered private sector, public sector and civil society use cases for\nprocurement data, OCDS introduced the idea of a common identifier to tie\ntogether stages of procurement, and set out key fields of data that existing\nsystems should map to. The first proof-of-concept prototype was built in just 10\ndays, followed by a year-long series of development sprints commissioned by the\nWorld Bank, each one delivering an iteration on a prototype for comment and\nfeedback.\n53\nODI (2016),Principles for strengthening our datainfrastructure\n52\nODI (no date),Data infrastructure\nNovember 2021 | Tackling the climate crisis with data: what the built-environment sector can do22\n\nFigure N: What can be covered by data standards?\nSource: http://standards.theodi.org/introduction/\nAs a result of this open and iterative development process, before OCDS was\neven finished, the data structures it provides were forming the basis for Ukraine’s\nnew ProZorro born-digital procurement data infrastructure. This is estimated to\nhave saved upwards of $1.9bn against budgeted spend\n54\nthrough better\npurchasing and reduced fraud and corruption (a significant return on investment\ngiven the estimated €4.7m cost of establishing the ProZorro system\n55\n). Now\naround $363bn of annual public contracting is described in standardised data\n56\n.\nOpen Contracting Partnership (OCP) research found that several countries that\nhad used OCDS to shape their procurement data infrastructure were able to\nrespond more readily to the pressures of emergency Covid-19 procurement, using\ntransparency as a tool for intelligent purchasing, rather than seeing it as a\nbureaucratic hurdle\n57\n.\nFrom the start, OCDS was designed with flexibility in mind: seeking to make data\ninteroperable enough to support re-use of analytical tools across countries and\ncontexts, but also recognising the different priorities, risks and opportunities\naround public procurement that exist in each country. A key part of the OCP’s role\nas steward of OCDS is to engage with the community of users, and spot\n57\nOpen Contracting Partnership,Global procurementresponses to COVID-19: how to do better in an\nemergency\n56\nOpen Contracting Partnership (2020),Global ProcurementSpend\n55\nResults for Development (2017),Costing the ProZorroe-Procurement Program\n54\nOrganisation for Economic Cooperation and Development, Observatory of Public Sector Innovation\n(2016),eProcurement system ProZorro\nNovember 2021 | Tackling the climate crisis with data: what the built-environment sector can do23\n\nopportunities for extending or updating the standard so it continues to support\nlearning, collaboration and innovation.\nTechnical data standards to enable the built-environment sector to respond to\nthe climate crisis stand to have greater impact if developed through open,\nagile approaches – learning from models like OCDS that bring together policy\nand technology.\nCreating appropriate infrastructure\nEffective standards and infrastructures are built with a clear understanding of the\ndaily experience of the community that will be using them.\nThe Flexible, Appropriate, Structured, Transparent (FAST) Standard\n58\nprovides a\nset of rules on the structure and design of spreadsheet based models, particularly\nfor the financial sector. Managed and maintained under an open licence by a UK\nnon-profit organisation, the standard is focused on creating models that are‘as\nsimple as possible, but no simpler’by setting outrules for workbook organisation,\nsheet layout, and formula design.\nRather than encouraging creators and consumers of financial models to move to\nnew tools and platforms, the FAST Standard sets out to ‘tweak’ existing Microsoft\nExcel use practices, with the goal of reducing complexity in how data is expressed\n(even if there is considerable complexity to the underlying model).\nRecognising the widespread use of spreadsheets for data exchange in built\nenvironment projects, standards like FAST may provide inspiration for ways to\nstrengthen good data-management culture and practice, and to increase the\nusability of spreadsheet-based modelling tools.\nData institutions\nData institutionsare organisations whose purposeinvolves stewarding data on\nbehalf of others, often for public good. Well designed data institutions can provide\ntrustworthy data governance, aligning the different stakeholders’ incentives and\nsolving collective action problems that would otherwise lead to an\nunderinvestment in data, limited data sharing, or unsustainable data supply.\nIn recent years, significant work has gone into exploring the range of institutional\nmodels for data stewardship, from trusts with fiduciary responsibility to protect\npersonal data; to co-operatives that seek to work to ensure benefits are shared\nbetween all those who contribute data; to commons, created through use of\nappropriate data licensing. Whether it's a small reference dataset, or a large global\ndata infrastructure, often more than the technical infrastructure is required to\nprovide the foundation for collaboration and innovation at scale.\n58\nThe FAST Standard Organisation\nNovember 2021 | Tackling the climate crisis with data: what the built-environment sector can do24\n\nConnecting governance, regulation and technology\nData institution design involves work to align governance, sustainable funding and\ntechnical architectures.\nTheGlobal Legal Entity Identifier (LEI)\n59\nwas createdin the wake of the 2007/8\nfinancial crisis, following recognition of the systemic risks created through patchy\ndata on the market participants actually involved in trades, derivatives and other\nfinancial products. Prior to the LEI, financial data systems either had to\naccommodate hundreds of different local company identifiers, or to make use of\nproprietary ‘black box’ company identification products. The LEI is an identifier\nthat firms and other market participants register through a Local Operating Unit\n(LOU), licensed to issue identifiers in a given jurisdiction or sector by the Global\nLEI Foundation’s (GLIEF). The GLEIF itself is governed by a Regulatory Oversight\nCommittee and operates under globally set principles and a charter. Over time,\nstandards for structured data attached to each Legal Entity Identifier have been\ndeveloped by GLEIF, allowing the central infrastructure to aggregate and provide\nAPI access to the details and corporate structure of over 1.8m financial sector\nfirms and actors.\nFigure N: the Global LEI System as a Legal Network(Source:GLEIF.org)\nEarly advocacy during the set-up of GLEIF ensured that the LEI system is\ncommitted to open data principles for data access, while it has also developed a\nmodel of registration fees, creating financial sustainability for the system. A 2018\nreview notes the substantial progress made by the system, and its potential, but\ncautions that it will take continued work from regulators and senior management\n59\nGlobal Legal Entity Identifier Foundation\nNovember 2021 | Tackling the climate crisis with data: what the built-environment sector can do25\n\nfor the LEI to becomethestandard identifier in financial markets, displacing legacy\ndata practices\n60\n.\nGlobal challenges for built environment firms around common carbon\nmeasurement and reporting may call for substantial work on designing\ngovernance institutions, and securing regulatory change, to align different\nstakeholders around common data standards and data sharing processes.\nFrom scraped datasets to trusted open infrastructures\nThere are cases where existing data projects have migrated into more formal data\ninstitution structures over time, in order to maximise their contribution to the\npublic good.\nBefore the intergovernmental efforts to develop the LEI had even begun, many\npeople were already grappling with the challenge of how to bring together data\nabout companies, and to understand and map supply and value chains.\nOpenCorporateswas first launched in 2010 as an opendatabase of information\nscraped from company registers, hosted by a small independent company\n61\n.\nAs the platform has grown, it has become a critical resource for journalists, NGOs\nand researchers who are often unable to afford alternative black-box commercial\ndata products. In 2018, ownership of OpenCorporates was transferred into a\nTrust\n62\n, allowing the platform to continue to generatecommercial income, but\nlocking in a public-benefit business model that allows others to build on the\nplatform without fearing that access to the data for public good uses could be\nremoved in future\n63\n.\nThere are numerous (and important) elements in the data ecosystem that\nsupport climate action around the built environment that lack stable\ninstitutional foundations. Identifying ways to improve the sustainability, support\nfor, and guaranteed open licensing of key datasets could unlock significant\nnew activity.\n63\nOpen Corporates (no date),Governance\n62\nOpen Corporates (2018),Announcing the OpenCorporatesTrust\n61\nState of Open Data (2019),Corporate Ownership\n60\nJournal of Risk and Financial Management (2019),The Global Legal Entity Identifier System: How\nCan It Deliver?\nNovember 2021 | Tackling the climate crisis with data: what the built-environment sector can do26\n\nData access and use initiatives\nMany thriving data infrastructures and institutions are embodied within, or provide\nthe foundations for, widerdata access and use initiatives.These initiatives seek\nto catalyse action around specific social, environmental or economic problems,\nand bring together multiple stakeholders in order to address the particular data\ncollection, sharing and use parts of the problem space\n64\n.Initiatives take many\nforms, from ad-hoc coalitions, to long-term programmes with high-level policy\nbacking.\nImproving data discovery\nIcebreaker One was launched in 2019 as a non-profit organisation with a vision to\n‘empower decision-makers to mandate, measure and act upon the data-flows that\nenable net-zero’. Through scoping research, rapid prototyping and convening\nstakeholders, the project quickly identified a need to address data sharing in the\nenergy sector.\nThousands of different entities are involved in the energy generation and\ndistribution market in the UK: from generators and distributors, to regulators,\nsuppliers, service providers and consultancies. Many of these actors generate,\nhold or need access to data. Better data sharing could accelerate a low-carbon\nenergy transition, but, as the Icebreaker One Open Energy initiative\n65\nidentified, it’s\noften difficult to discover when data is available, and once discovered, to work out\nthe terms on which it might be accessed. As a result, the Open Energy initiative\nhas worked with the energy industry and other stakeholders to develop a\nfederated data search, backed up with clear metadata standards that support\n‘preemptive licensing’. This gives data holders a structured language within which\nto express that, for example, they are willing for a particular dataset to be directly\naccessed and freely used by academics or public sector users, whereas\ncommercial users should get in touch to arrange charged access, supporting\nsustainable cost recovery for data maintenance.\nThe technical specification at the heart of Open Energy is not, however, just a tool\nfor metadata exchange: it also supports conversations with energy sector\nstakeholders about how they can improve their data stewardship. To see data\nincluded in the catalogue, organisations need to think about the data they hold,\nhave conversations about the terms under which it can be shared, and consider\nthe data from others they may potentially draw upon. By creating a meeting place\nand marketplace, the project surfaces data demand, and highlights gaps where\nfurther data institution building may be needed to improve the flow of data. The\nOpen Energy project has also been exploring the incentives that different\nstakeholders need in order to participate: ranging from recognition to regulatory\nmandates.\n65\nhttp://energy.icebreakerone.org\n64\nODI (2020),What do we mean by data access initiatives?\nNovember 2021 | Tackling the climate crisis with data: what the built-environment sector can do27\n\nThere is a wealth of built environment data that could be harnessed to tackle\nclimate change if it were more discoverable. Declaring the data assets that are\navailable, and exploring the terms under which they could be more widely\nshared, can be a powerful early step in surfacing the value of data, and\ncatalysing greater focus on data stewardship.\nFostering innovation and cooperation\nClimate Subak gets its name from a ninth century cooperative irrigation system\nused in Indonesian rice fields that‘allowed for thesharing of critical resources\n(water) to ensure the survival and growth of the community.’\n66\n.Recognising data as\na 21st century critical resource that is vital to ensure survival and growth in the\nface of climate change, Subak has created a technology accelerator programme,\naiming to stimulate data use that both engages with, and feeds back into, a rich\nclimate data infrastructure.\nAs well as providing funding and support to data-driven climate-focused\nnon-profit organisations to enable them develop and scale ideas that drive faster\nand better climate action, Subak asks each organisation they work with to commit\nto adata pledge.The pledge seeks to create a datacooperative ecosystem, in\nwhich all the data gathered by accelerator members (and other voluntary\nsignatories) becomes available to other climate-focused projects. It includes\ncommitments to take responsibility for data quality, standardisation and\ninteroperability. It also places emphasis on data accessibility, recognising that\nattention is needed to curating complex climate data so that each datasets is\nconstructed‘with a user experience, in which interestedpeople irrespective of skill\nset would be able to understand its relevance.” ’\n67\nBuilt environment stakeholders should explore how to incentivise small- and\nlarge-scale innovation with data, while also building collaborative and\ncommons based solutions. They should not put effort into competing\ninitiatives that seek to hoard rather than share data.\n67\nSubak (no date),The Data Cooperative\n66\nSubak (no date),About Us\nNovember 2021 | Tackling the climate crisis with data: what the built-environment sector can do28\n\nData cultures: independent actions in a\nvibrant ecosystem\nWhile infrastructure, institutions and initiatives provide the groundwork to realise\nvalue from data, it is action from many different individual entrepreneurs, firms,\nnonprofits and forward-thinking government agencies that leads to the growth of\nthriving data ecosystems. This requires people with the capacity and interest to\nengage in collaborative data projects, and community-building efforts that join the\ndots between different stakeholders.\nThe journey towards data culture\nOver the last 20 years, the international development field has progressively\nembraced data as a powerful tool for planning, prioritising and monitoring activity,\nand has developed a widespread culture of open data and data use. It has\ninvested in capacity building in large institutions and grassroots organisations.\nDriven initially by a transparency agenda, the international development landscape\nnow hosts a wide range of actors producing data standards, providing data\nsharing platforms, advocating for improved data quality, and investing in support\nfor open data activity.\n68\nOne community-building nodein this ecosystem is The\nGlobal Partnership for Sustainable Development Data which provides a network\nbringing together hundreds of organisations – from national statistical agencies, to\ntwo-person startups – to support peer learning and knowledge exchange\n69\n.\nNational, regional and global fora also provide a space to showcase projects, to\nsecure ongoing high-level support for data programmes, and to deepen networks\nbetween individual practitioners.\nFor built environment firms and individuals used to solving their data problems\nalone, or with black-box off-the-shelf products, moving to a world in which\nthey have the ability to draw on data as a shared or common resource for\nproblem solving can involve considerable culture change, not to mention\ncalling for new skills and working practices. Accelerating this culture change\nwill take dedicated focus.\nIt is also worth noting that there can be significant differences between the\nprofessional cultures of civil engineering and software engineering, or between\nthe forms of dialogue and action of climate activists and construction\nspecialists. Building deeper open and shared data cultures to respond to the\nclimate emergency will require two-way dialogue between data specialists, and\nbuilt-environment experts, understanding the knowledge, experience and\ninsights that each brings.\n69\nGlobal Partnership for Sustainable Development Data\n68\nZenodo (2019),Open Data Sectors and Communities:Development Assistance and Humanitarian\nAction\nNovember 2021 | Tackling the climate crisis with data: what the built-environment sector can do29\n\n6. Summary and call\nto action\nThe need for urgent action on climate change is no longer a matter of debate. Nor\nare we short of viable changes that can be made that would substantially reduce\nshort- and long-term energy demand. The question now for the built-environment\nsector is how to accelerate action to reduce emissions, build for resilience and\nprotect biodiversity. We need to use all the tools at our disposal, including the\nsignificant power of data.\nMeeting this challenge calls for coordination, cooperation, community-building\nand culture change across the built-environment sector, and for cross-sector\ncollaboration to break down data silos. When stakeholders come together to\nidentify shared challenges, ambitious goals, and clear plans, they can mobilise\nresources to deliver rapid change at scale.\nIn this report we’ve surveyed a number of particular challenges, including\nbringing together data on the existing built environment to support strategic\naction and investment, and unlocking greater building and house-level data to\nsupport individual choices around energy saving and retrofit planning. We have\nidentified the need to improve standards and working practices so that digital\nrepresentations of projects during the planning stage can be better used to drive\nlow-carbon design. We have highlighted challenges relating to reliable and\ntrustworthy carbon calculation, and pointed to the potential for modern data\nstewardship practices to address some of these. And we’ve looked at the\nimportance of bringing in data from other settings and sectors, working across\nprofessional and organisational boundaries.\nSome of the challenges are technical, some are political, and others are around\nculture and capacity.\nNone can be solved by organisations acting alone.\nNovember 2021 | Tackling the climate crisis with data: what the built-environment sector can do30\n\nWe are calling on data creators, data stewards, researchers, data users, and\nthose whose actions could be shaped by better access, sharing and use of\nbuilt environment-related data, to join us to chart a shared route map for\n2022 and beyond.\nThis paper launches a call for collaboration – we are asking organisations and\nindividuals to take action and:\n-Give us your feedback on this working paperto helpfocus future data\ncollaborations and activities by filling thisformbetween now and 19th of\nNovember\n-Sign up to collaborate with us –making 2022 a yearof action on\nbuilt-environment data to tackle the climate crisis.\n-Tell us about existing data-sharing and open data projects, priorities and\nneedsto help build a shared map of initiatives andopportunities.\n-Commit to identifying how you can play a role in improving data flows in\nsupport of the priority areas in the built-environment sector, building a\ndeeper culture of data sharing to address climate challenges.\nNovember 2021 | Tackling the climate crisis with data: what the built-environment sector can do31","version":"1.10.100"}