{"numpages":51,"numrender":51,"info":{"PDFFormatVersion":"1.4","IsAcroFormPresent":false,"IsXFAPresent":false,"Title":"#OPEN Using open data to deliver public services","Producer":"Skia/PDF m109 Google Docs Renderer"},"metadata":null,"text":"\n\n\n\nContents\nAbout5\nAcknowledgements5\nExecutive summary6\nIntroduction8\nHow we define public services9\nPrevious work on open data in public services9\nApproach11\nThe public sector, and the policy areas it is responsible for, are complex11\nThe nature of data has changed, creating new possibilities12\nUnderstanding the impacts of releasing open data12\nVisualising public services as ecosystems12\nPatterns of open data use in public service delivery15\nThe three patterns of open data for better delivery of public services15\nNote on visualisations17\nPattern 1: open data for increasing access to public services17\nExample 1a. Transport for London release of transport data18\nTransport for London – in a nutshell19\nHow open data supports the delivery of Transport for London’s services:\nbenefits to the public sector19\nTransport for London’s story19\nInsights20\nExample 1b. Leeds release of data in relation to bin collection22\nLeeds Bins app – in nutshell22\nHow open data can support the delivery of waste management services:\nbenefits to the public sector22\nLeeds Bins app’s story22\nInsights23\nExample 1c. Famiio improving access to childcare and family service information25\nFamiio – in a nutshell25\nHow open data can support childcare and family services:\nbenefits to the public sector25\nFamiio’s story25\nInsights26\nPattern 2: open data for more efficient delivery chains and planning27\nExample 2a. Local authority publication of spend data28\nSpend Network – in a nutshell29\nHow open data supports the delivery of local public services:\nbenefits to the public sector29\nSpend Network’s story29\nInsights30\nOpen Data Institute 2018 / Using open data to deliver public servicesWhat data publishers need             2\n\nExample 2b. NHS publication of open data31\nNHS open data – in a nutshell31\nHow open data can support the delivery of health services:\nbenefits to the public sector31\nNHS open data story31\nInsights31\nExample 2c. Urban Intelligence publishing local planning information33\nUrban Intelligence – in a nutshell33\nHow open data can support the delivery of urban planning services:\nbenefits to the public sector33\nUrban Intelligence’s story33\nInsights33\nPattern 3 – Open data for policy development35\nExample 3a. The Department for Work and Pensions development of Churchill36\nChurchill – in a nutshell37\nHow open data can support the delivery of DWP services:\nbenefits to the public sector37\nDWP Churchill’s story37\nInsights39\nExample 3b. Cabinet Office release of government grants data40\nGovernment Grants Information System – in a nutshell41\nHow open data can support the delivery of grant-funded public services:\nbenefits to the public sector41\nGovernment Grants Information System’s story41\nInsights42\nInsights from examples43\nOrganisational collaboration43\nTechnology infrastructure, digital skills and literacy43\nFoundational data infrastructure43\nOpen standards for data44\nSenior-level championing44\nPeer networks44\nIntermediaries45\nProblem focus45\nOpen innovation45\nRecommendations47\nOrganisational collaboration47\nCentral government recommendation: fund public sector organisations\nto experiment with using open data to support the delivery of public services47\nTechnology infrastructure, digital skills and literacy47\nCentral government recommendation: train public sector staff how to use\nopen data in public sector delivery48\nData infrastructure48\nOpen standards for data48\nSenior-level championing48\nPeer networks48\nOpen Data Institute 2018 / Using open data to deliver public servicesWhat data publishers need             3\n\nIntermediaries48\nProblem focus49\nNext steps50\nLearning materials50\nStimulus Fund50\nMethod51\nAbout\nThis report has been researched and produced by the Open Data Institute, and\npublished in February 2018 as part of its project on using open data to deliver public\nservices. Its authors were Ed Parkes, Therese Karger-Lerchl, Peter Wells, Jack Hardinges\nand Roza Vasileva. If you want to share feedback by email, develop the thinking in your\nnational context, or would like to get in touch, contact the team atrandd@theodi.org.\nTo share feedback in the comments, highlight the relevant piece of text and click the\n‘Add a comment’ icon on the right-hand side of the page.\nThe report is part of a wider project on new service delivery models, which aims to\nimprove understanding of how to implement data-enabled service delivery models in\ngovernment, and how to publish more open data as part of these approaches.\nAcknowledgements\nWe would like to thank Emma Doyle, Gary Todd, Ian Makgill, Rikesh Shah, Ryan Dunn,\nThom Townsend, Tom Forth, Yeonhwa Lee and their teams for the interviews and\nworkshops, which were essential for this research and report.\nPia Waugh, Paul Maltby, Professor Lucy Kimbell, Leigh Dodds, Bill Roberts, Louise\nDowne and Martin Jordan also contributed to discussions that helped to define our\napproach. We ran two workshops at Local Gov Camp 2017 and UKGovCamp 2018 and\nreceived many helpful contributions from participants.\nThis is work in progress. It is likely to be updated as we\ncontinue our work. Keep an eye out for updates!\nHow can it be improved? We welcome suggestions from\nthe community in the comments.\nOpen Data Institute 2018 / Using open data to deliver public servicesWhat data publishers need             4\n\nExecutive summary\nThis paper explores how open data can be used in public service\ndelivery and its potential for collaboration, joint problem-solving and\nopen innovation. It highlights where open data has been released by\npublic sector institutions and its effects on delivering public services\nThe nature of the public sector is complex, as are the policy areas it is responsible for.\nAt the same time, there are new possibilities presented by the changing nature of data.\nThis paper encapsulates the ODI’s research into different ways of understanding the\nimpacts of releasing open data for public services while capturing the complexity of\ndelivering public services.\nWe visualised open data within an ecosystem to identify open data opportunities in the\npublic sector. By taking this approach, we developed three high-level patterns of open\ndata use in public services.\nHigh-level patterns of open data use:\n●Pattern 1uses open data to increase access to servicesfor\ncitizens or organisations\n●Pattern 2uses open data to plan public service deliveryand\nmake service delivery chains more efficient; direct beneficiaries\nare commissioners, managers and frontline public service\nworkers\n●Pattern 3uses open data to inform policymaking; direct\nbeneficiaries are elected representatives, policymakers and\ncitizens who want to influence policy\nWe identify examples of each pattern and draw insights from their similarities.\nSo far, we have developed practical recommendations for a range of actors to support\ngreater use of open data to deliver public services.\nPractical recommendations for greater use of open\ndata in public services focus on:\n●Organisational collaboration\n●Technology infrastructure, digital skills and literacy\n●Data infrastructure\n●Open standards for data\nOpen Data Institute 2018 / Using open data to deliver public servicesWhat data publishers need             5\n\n●Senior level championing\n●Peer networks\n●Intermediaries\n●Problem focus\nWe will develop the methodology behind this report further as part of our wider project\non new service delivery models, in which we are supporting four local areas in the UK to\nredesign a public serviceusing open data.\nWe will use our insights to develop learning materials to support those in the public\nsector to better use open data to deliver public services.\nOpen Data Institute 2018 / Using open data to deliver public servicesWhat data publishers need             6\n\nIntroduction\nMany public services in the UK are expected to deliver efficiency\nsavings along with improved outcomes for citizens. At the same time,\npublic service delivery is increasingly interconnected with many\norganisations from the public, private and charitable sectors. To\nensure effective and efficient delivery, we need to understand these\nlinks and interdependencies.\nData is moving from being scarce and difficult to process to being abundant and\neasy to use. There are increasing opportunities to harness its value for economic\nand social benefit. Open data isdata that anyonecan access, use or share.\nIt drives innovation by and for government, individuals, businesses, startups\nand communities.\nWe can see open data’s potential for transparency, economic growth and\nproductivity ininternational open data for accountabilityinitiatives,open data\n1\nstartupsandbusinesses improving processes with opendata.\nThis paper describes how open data is used to deliver public services and the\neffects it has. We suggest a framework for understanding these impacts and set\nout ways in which others – from the public sector and beyond – can help\ndevelop this understanding.\nAs part of its broader research project, the ODI is supportingfour local areas in\nthe UK to redesign a public service using open data:Doncaster Metropolitan\nBorough Council, Kent County Council, North Lanarkshire Council and the\nLondon Borough of Waltham Forest.We opened an invitationto tender in\n2\nsummer 2017 and received 24 applications from consortia in the UK, ranging\nfrom community policing to public health, arts and culture. The responses\ndemonstrated an appetite to innovate with open data in public service delivery.\nBy engaging with teams going through service transformation, we hope to test\nsome of the insights in this paper and develop our understanding of effective\nservice patterns using open data.\nWe are also analysing learning resources available to those in the public sector\nwho design and deliver public services, to help them use open data to support\ntheir service.\n2\nODI (2017), ‘Four UK teams win funding to redesign public services with open data’,\nhttps://theodi.org/blog/four-uk-teams-win-funding-to-redesign-public-services-with-ope\nn-data\n1\nOpen Government Partnership (n.d.), ‘Stories’,\nhttps://www.opengovpartnership.org/stories?country=0&type=0&theme=1196\nOpen Data Institute 2018 / Using open data to deliver public servicesWhat data publishers need             7\n\nWhile open data can support a variety of public services around the world, the\nscope of this report is limited to UK examples. This is because our methodology\nrequires us to engage closely with those working in the public sector to\nunderstand the ecosystems they operate in. We will incorporate examples from\nother countries in future work.\nHow we define public services\nWe developed a working definition of a public service early on. This helped us to\nidentify examples to examine in more detail. The definition is:\n“\nA public service helps groups of people to fulfil a need,\nthe\n \nfulfilment of which is viewed to be in the public\ninterest, and which public sector organisations recognise\nthe need to provide.\nWe settled on this definition for several reasons. We wanted to recognise a\ndefinition of public service which was as broad as possible, so we could capture\nthe wider effects of open data, ie where data collected and published in one part\nof the system was used by another part of the system at another place and time.\nOur current definition focuses on the needs that individuals or groups of people\nhave, as suggested by Cassie Robinson,as we didnot want to align our\n3\ndefinition too closely to the legal responsibilities that public sector organisations\nhave. We wanted to recognise that – particularly in relation to services that rely\non external organisations for their delivery and are not necessarily totally funded\nby government – there would not always be a distinct legal requirement for\nprovision to a particular group.\nThis definition is evolving and we will refine it further to make it more succinct.\nPrevious work on open data in public services\nDuring our research we identified blog posts, reports and previous analyses on\nthe use of open data in public services. There is quite a wide literature on the use\nof data in central and local governmentand the impactsof open data on\n4\n4\nNesta (2016), ‘Wise Council: insights from the cutting edge of data-driven local\ngovernment’,\nhttps://www.nesta.org.uk/publications/wise-council-insights-cutting-edge-data-driven-lo\ncal-government\n3\nCassie Robinson (2017), ‘Putting users first is not the answer to everything’,\nhttps://medium.com/doteveryone/putting-users-first-is-not-the-answer-to-everything-dd\n05b9f11b5\nOpen Data Institute 2018 / Using open data to deliver public servicesWhat data publishers need             8\n\neconomic growth and innovation,but a relatively limited range specifically on\n5\nopen data and public services.\nThis is a brief summary of those publications specifically relevant to the impacts\nof open data on public service delivery.\nPia Waugh, who has worked for both the Australian and New Zealand\ngovernments, has outlined some effects of open data on public services in a\nnumber of blog posts and presentations, including this summary:\n6\ni) Efficiency\nProactively publishing data that is commonly asked for in an automated\nway frees up resources.\nii) Innovation\nOnce data is published, so long as it is published well and kept up to\ndate, other people and organisations will use the data to create new\ninformation, analysis and services. This innovation can be adopted by the\nagency, but it also takes the pressure off the agency to deliver all things\nto all people, by enabling others to scratch their own itch.\nii) Improved services\nBy publishing data in a programmatically accessible way, agencies found\ncheaper and  more modular service delivery was possible through\nreusable data sources. Open data is often the first step for agencies on\nthe path to more modular and API driven way of doing things (which the\nprivate sector embraced a decade ago). I believe if we could get\ngovernment data, content and services API enabled by default, we would\nsee dramatically cheaper and better services across all governments, with\nthe opportunity for a public ecosystem of cross jurisdictional service and\ninformation delivery to emerge.\nIn the UK,the ODI’s work with the Environment Agencyhas captured the\n7\nbenefits of releasing open data since the Environment Agency made their\norganisation-wide commitment in 2010.\nThe impacts the Environment Agency identified at\nthat point were:\n●Helping the Environment Agency to achieve its core objective\n●Saving time and resources\n●Building external relationships and getting the user-voice heard\n●Improving data quality and public perception\n7\nODI (n.d.), ‘Benefits for EA’,https://theodi.org/ea-going-open-benefits-for-ea\n6\nPia Waugh (2016), ‘Finding the natural motivation for change’,\nhttp://pipka.org/2016/02/21/finding-the-natural-motivation-for-change\n5\nThisGoogle Doccontains links to papers on the economicpotential of open data.\nThis\n \nis not an exhaustive list but includes reports we considered during this project.\nPleaseget in touchif we missed any.\nOpen Data Institute 2018 / Using open data to deliver public servicesWhat data publishers need             9\n\n●Better understanding and managing risks around data use and\npublication\n●Bringing diverse teams together\n●Working more easily and efficiently with external partners\n●Harnessing the power of the tech industry to make useful\napplications\nAnother sector-focused study by GovLab examined the opportunity for open\ndata use in the UK’s National Health Service (NHS) in 2014.Along with\n8\nexploring potential impacts of open data on the system, it set out a conceptual\nframework which could be used to help measure the impact of open data in the\nNHS.\nThe report set out a logic model for open data in the NHS, described as:\n“The use of certain kinds of inputs and data, by certain kinds of users, for certain\nkinds of activities, will achieve certain outputs and outcomes that indicate\nimpact. Specific methodologies will be used to collect and measure indicators,\nhelping to assess impact.”\nThe report also made recommendations for taking the agenda forward in the\nNHS, including to “develop an open health data ecology map, possibly using\ncrowdsourcing, with a dictionary of all open health datasets used along with\nthe variety of uses and users.”\nIn summary, these previous pieces of work have begun to explore impact areas\nexperienced by the public sector in releasing open data. Our work will expand\non this by identifying particular examples and their shared characteristics so we\ncan study in more detail how the release of open data will make public service\ndelivery better.\nApproach\nFrom the ODI’s experience working with partners across multiple sectors –\nnational and international, public and private – we have developed an\nunderstanding of how to build value on top of data.\nValue can be drawn from organisations that steward data (whether collecting,\nmaintaining or sharing it), those that build data services, and those that use data\nand data services to make decisions.\n8\nGOVLAB (2014), ‘The open data era in health and social care’,\nhttp://www.thegovlab.org/static/files/publications/nhs-full-report.pdf\nOpen Data Institute 2018 / Using open data to deliver public servicesWhat data publishers need             10\n\nThe public sector, and the policy areas it is responsible for,\nare complex\nTo understand how open data could be used in the public sector, we first need\nto understand public service delivery. Modern public services are complex and\ninclude an ecosystem of actors and organisations with different roles\nand responsibilities.\nThere are various groups in the public service delivery system. This is especially\ntrue now that parts of the public sector are increasingly using organisations like\noutsourced contractors and charities to help deliver services.\nMeanwhile, there are more and different ways of funding these services –\neg social impact bonds and other forms of social investment – which makes the\npicture of public service delivery complicated. Different parts of government\nhave unique powers for tax raising, regulation and distribution of public funds.\nAdd democratic oversight at a number of levels, such as central and local\ngovernment, and this picture becomes more complicated still.\nIn addition, public sector organisations are themselves facing complex issues.\nChildhood obesity, workforce planning, crime prevention and many other policy\nissues have different origins, and effective interventions are multifaceted and\nneed a long-term approach and collaboration.\nTo explain the relationships that support government service delivery, our\napproach must allow for complexities and interaction between those involved.\nThe nature of data has changed, creating new possibilities\nData is moving from being scarce and difficult to process to being abundant and\neasy to use. But harnessing its value for economic and social benefit – in ways\nthat support innovation and deliver social justice – is hard.\nData can enable us to innovate, create more efficient and effective services and\nproducts, and fuel economic growth and productivity. To bring about this future,\nwe must make data as open as possible while protecting people’s privacy,\ncommercial confidentiality and national security. We need to find the right\nbalance for all societies and economies to feel data’s benefits fairly.\nThis report is focused on open data. We have to start somewhere. We will\nexpand our thinking about opportunities for public service delivery to include\nother ways of sharing data in the future.\nOpen data offers a way of creating social and economic value from data in a\nchanging environment. Open data is data that anyone can access, use or share.\nAnyone can use it as a resource for innovation. When data is published openly,\nothers can use it and create value from it. We currently know less about creating\nvalue from open data than from historic methods of collecting and selling data.\nOpen Data Institute 2018 / Using open data to deliver public servicesWhat data publishers need             11\n\nA good understanding of data ecosystems and the benefits that open data\ncreates in them can help to identify how value is created.\nBy making data openly available while respecting privacy, the public sector can\ncreate a resource for external innovation and build ecosystems to help deliver\npublic services. Those ecosystems will include public sector organisations,\nbusinesses, startups, individuals and communities.\nUnderstanding the impacts of releasing open data\nThe ODI has been focusing on understanding the impacts of releasing open data\nfor public services, while capturing the complexity of public service delivery.\nTo enable the public sector to understand how open data can support public\nservice delivery, we have looked for ways to make the mechanisms clearer and\neasier to experiment with.\nVisualising public services as ecosystems\nBecause public service delivery is complex and processes are not linear,\nidentifying impacts and beneficiaries is not straightforward. Impacts may not be\neasily understood, or may be indirect and take time to materialise. Visualising a\npublic service as an ecosystem allows us to identify and be explicit about the\nimpacts and who is affected, and helps us to understand the different types of\nvalue exchanged within networks of data publishers and users. We can then\nexplain these impacts more clearly to the public sector and data holders,\nencouraging further release and use of open data.\nVisualisation brings sense to complex systems and issues across business and\ngovernment. Government departments have created visualisations of\necosystems to help convey the overarching strategy and vision for an\norganisation.Maps of business processes and datacollection help\n9\nunderstanding of opportunities in government data collection.\n10\nVisualising and drawing are core approaches inservicedesignand theUK\nCabinet Office Policy Laband academics such as LucyKimbell have pushed\ntheir use forward in a government context. Kimbell has provided a number of\nuseful approaches to thinking about service design in the public sector and her\nmethodologies have inspired the way in which we have conducted research for\nthis project.\n11\n11\nLucy Kimbell (2015), ‘Service Innovation Handbook’,\nhttps://serviceinnovationhandbook.org\n10\nMichael Rose (2010), ‘The complications of a right to data’,\nhttps://www.slideshare.net/slideshow/embed_code/key/hqYlWFPoX4yLbf?lipi=urn%3Ali\n%3Apage%3Ad_flagship3_profile_view_base_treasury%3B%2BUJNc%2BWdQT6UkBD\nN9gziRQ%3D%3D\n9\nDWP Digital (2015), DWP’s 2020 Vision,\nhttps://dwpdigital.blog.gov.uk/2015/03/18/dwp-2020-vision-andrew-besford\nOpen Data Institute 2018 / Using open data to deliver public servicesWhat data publishers need             12\n\nVisualising service innovation ecosystems by showing how people, data, resources,\nfirms and institutions are connected together now, or could be in the future.\n12\nIn relation to open data specifically, members of the open data community also\nuse visualisation of ecosystems.ODI Head of DataInfrastructure Leigh Dodds\n13\nhas been experimenting with ecosystem diagrams for open data as a way of\nexploring its effects.\n14\n14\nLost Boy (2017), ‘Some tips for open data ecosystem mapping’,\nhttps://blog.ldodds.com/2017/03/13/some-tips-for-open-data-ecosystem-mapping\n13\nSee:http://www.jargonautical.com\n12\nA method used in Kimbell, L. (2014).Service InnovationHandbook. Amsterdam: BIS\nPublishers. Illustration: Andrew Boag\nOpen Data Institute 2018 / Using open data to deliver public servicesWhat data publishers need             13\n\nThere are a number of academic disciplines that visualise ecosystems and\nnetworks to bring insight to complex systems. In particular, asoft-systems\nmethodologyapproach can be helpful in capturing people’sinvolvement in a\nsystem. Soft systems methodology is an approach to business-process\nmodelling which is useful for general problem-solving and managing change.\nThe system was developed to deal with “soft problems” – those where there are\ndivergent views and where organisations and people are key parts – with lots of\nsimilarities with public sector systems. In addition, value network analysisuses\nvisualisation to understand complex economic systems.\nIn our research, we experimented with a technique from soft-systems\nmethodology calledrich picturing. When exploringan issue, we ran workshops\nwith public sector groups working with open data, to visualise the relationships\nbetween organisations, technologies and datasets.\nOpen Data Institute 2018 / Using open data to deliver public servicesWhat data publishers need             14\n\nPatterns of open data use in\npublic service delivery\nThe following examples and analysis are our first attempt to describe\nspecific impacts of open data on public service delivery. We are\nseeking input from within government and the broader open data\ncommunity to help us identify and describe these impacts further.\nThose within the public sector are best placed to highlight the impacts of open\ndata on public service delivery, and in many ways are the only ones able to\ndescribe them in detail. In many cases, there is a lack of transparency in the\noperation of public sector organisations. We need a detailed understanding of\nhow services operate to begin to understand what effect data – open data in\nparticular – has on the system.\nFollowing our initial research and interviews with experts, we identified examples\nto investigate in detail using our visualisation methodology. Given that we\nneeded to engage with those working in the public sector in detail to understand\nthe dynamics of public service delivery, we had to confine our analysis to UK\nexamples for the time being.\nOpen Data Institute 2018 / Using open data to deliver public servicesWhat data publishers need             15\n\nThe three patterns of open data for better delivery\nof public services\nWe propose that open data can be used in the public sector to help deliver\nservices in three ways. We call these “patterns” and have used them to group\nthe examples in this work.\nThe figure above shows that the patterns occur at different points of public\nservice delivery, moving from direct impacts for the user (on the left) towards\nindirect impacts through better delivery and policymaking (on the right).\nHigh-level patterns of open data use:\n●Pattern 1uses open data to increase access to servicesfor\ncitizens or organisations\n●Pattern 2uses open data to plan public service deliveryand\nmake service delivery chains more efficient; direct\nbeneficiaries\n \nare commissioners, managers and frontline\npublic\n \nservice\n \nworkers\n●Pattern 3uses open data to inform policy-making;direct\nbeneficiaries are elected representatives, policy-makers and\ncitizens who want to influence policy\nOpen Data Institute 2018 / Using open data to deliver public servicesWhat data publishers need             16\n\nThe graphic shows how these patterns vary in terms of direct beneficiaries, and\nthat we think they differ in the types of open data currently released and used.\nFor instance, in Pattern 1 we find more examples of rapidly changing data being\nused – such as that released by Transport for London (TfL) – than in those\npatterns targeted at civil servants (Pattern 3).\nImpact is not limited to direct beneficiaries. It can extend to many, if not all,\nof those who deliver and receive public services. This report focuses on the\nbenefits generated from open data. We recognise that open data can also create\nrisks or feedback loops that have negative impacts and that potential outcomes\nshould be carefully assessed on a case-by-case basis.\nThe following sections look at the dynamics of the patterns in more detail.\nIn presenting the ecosystems, we also explain how each was developed.\nThis offers insight into how these arrangements came to be, and highlights\nimportant aspects of how open data supports particular services that are not\nobvious when looking at the ecosystem drawings in a fixed state.\nNote on visualisations\nThe ecosystem maps were initially drawn in workshops with those involved in\ndelivering the service; we then redrew them and structured them according to\nthe types of data, information produced and direct beneficiaries (as in the\ndiagram above). Finally an illustrator,Ian Dutnall,designed some of the maps to\nbring out the actors and processes more clearly. Examples below have\necosystem maps across these stages attached to them, including\nhand-drawings and designed pictures, to showcase the methodology. Some of\nthe ecosystem maps that we present are those we have developed with an\nillustrator, some are the drawings from the workshops and in some instances we\nhave not presented ecosystem maps, as further work to understand the\necosystem is needed.\nPattern 1: open data for increasing access to public\nservices\nThe first is perhaps the most well-rehearsed pattern, since it clearly sets out an\nopen data “startup” story – where organisations delivering public services can\nrelease data and a startup can take it to develop a product or service. These\nexamples tend to be of customer-focused and in-person public services.\nOpen Data Institute 2018 / Using open data to deliver public servicesWhat data publishers need             17\n\nExample 1a. Transport for London release of transport data\nOpen Data Institute 2018 / Using open data to deliver public servicesWhat data publishers need             18\n\nTransport for London – in a nutshell\nTransport for London (TfL) is a local government body responsible for the\ntransport system in Greater London. TfL has the responsibility for London's\nnetwork of principal road routes, for various rail networks including the London\nUnderground, London Overground, Docklands Light Railway and TfL Rail, for\nLondon's trams, buses and taxis, for cycling provision, and for river services.\nHow open data supports the delivery of Transport for London’s\nservices: benefits to the public sector\nTfL is one of the UK’s leading open data publishers. With over 31 million\njourneys made in London every day,it has long recognisedthe need to make\n15\ntravel information readily available to passengers. Publishing open data is a\ncentral part of TfL's customer information strategy of providing real-time\ninformation that helps people to use their services – it enables them to provide\ninformation about service locations, routes and delays to passengers far beyond\ntheir own online and offline channels.\nTransport for London’s story\nTowards the end of the 2000s, TfL found that developers were scraping\ninformation about its services from its website. In an attempt to enable others\nto more easily display this information on their own websites and desktops, TfL\nlaunched embeddable widgets – including maps of its network and live travel\nnews – in 2007. While TfL still makes a set of widgets available,the launch\n16\nrepresented the beginning of a process in which the organisation would publish\nincreasing amounts of data for others to access, use and share.\nBetween 2007 and 2011, TfL introduced an area for developers on its website\nand openly published real-time transit data via a range of feeds and downloads.\nThis helped to satisfy a growing demand for itsdata among developers, who\n17\nused it to develop user-facing journey planners and other applications. The\nanticipated influx of visitors to London during the 2012 Olympic Games was a\nstimulus for the introduction of live bus arrivals data, which led to a number of\nsuccessful bus-only transport applications. Shortly after this came the launch\nof a new unified Application Programming Interface (API) for TfL’s website.\nThe development of TfL’s unified API in 2014 and the decision to open it up to\nexternal users was an important step in the organisation’s open data journey.\n18\nHistorically, the data it had published on different transport modes was made\navailable in a variety of formats and structures, which made it difficult for\ndevelopers to stitch together and develop multimodal applications (such as\n18\nSee:\nhttps://tfl.gov.uk/info-for/open-data-users/unified-api?intcmp=29422#on-this-page-0\n17\nTfL also publishes open data related to transparency and accountability, such as\ndetails of its expenditure; this case study focuses on the organisation’s transit data.\n16\nTransport for London (n.d.), ‘Widgets’,https://tfl.gov.uk/forms/12425.aspx\n15\nTransport for London (n.d.), ‘What we do’,\nhttps://tfl.gov.uk/corporate/about-tfl/what-we-do\nOpen Data Institute 2018 / Using open data to deliver public servicesWhat data publishers need             19\n\nthose that enable users to plan a journey using both buses and the London\nUnderground). The unified API presented the data in common formats (XML and\nJSON) and, for the first time, consistent structures.\nTfL’s open data now covers timetables, routes and lines, embarkation points and\nfacilities, transit status, disruptions and works, and fares.According to recent\n19\nresearch by Deloitte,in total there are over 80TfL data feeds (75% of which are\n20\navailable via the unified API) and over 13,000 registered developers.Data users\n21\nrange from multinational technology companies to individual developers. The\nresearch has shown that TfL’s approach to open data is improving journeys,\nsaving people time, supporting innovation and creating jobs.\nAccording to the Deloitte research, TfL open data is now used in over 600 apps\n(including journey planners, mapping tools, booking and scheduling tools, and\nanalytics engines).42% of Londoners use an app poweredby TfL data and\n22\npassengers benefit from between £70m and £90m per year in time saved from\nusing open data-powered applications to plan journeys more accurately. Up to\n£20m additional revenue is generated from increased journeys per year, driven\nby access to travel information, and £1m is saved per year by enabling external\ndevelopment of new customer-facing apps, rather than producing campaigns,\nsystems and apps in-house. TfL save £2m annually by moving away from SMS\npassenger alerts and TfL open data currently supports 730 jobs, including those\nin new companies made viable through its availability.\nInsights\nClearly describing the benefits of open data in relation to TfL’s wider\norganisational objectives has established a strong, ongoing case for its\npublication.Providing accurate and timely informationto passengers is central to\nTfL’s ability to deliver its physical services – open data enables developers and\nother organisations to develop customer-facing tools that do this on a scale that\nTfL could not do alone. Efforts to establish the value of the benefits of TfL’s open\ndata approach include the Shakespeare Review,whichdocumented the\n23\napproach in a case study in 2013, and the Deloitte research commissioned by\nTfL that has estimated the total value of open data to the organisation,\ncustomers and others to be in the order of £130m per year.\n24\n24\nSee Deloitte (2017), ‘Assessing the value of TfL’s open data and digital partnerships’,\nhttp://content.tfl.gov.uk/deloitte-report-tfl-open-data.pdf(p 5)\n23\nGov.uk (2013), ‘Shakespeare review of public sector information’,\nhttps://www.gov.uk/government/publications/shakespeare-review-of-public-sector-infor\nmation\n22\nSee Deloitte (2017), ‘Assessing the value of TfL’s open data and digital partnerships’,\nhttp://content.tfl.gov.uk/deloitte-report-tfl-open-data.pdf(pp 5, 9, 15)\n21\nNote that TfL still supports the use of some data feeds and bulk downloads that\npreceded its unified API. In some cases, these contain additional data not yet available\nvia the unified API.\n20\nDeloitte (2017), ‘Assessing the value of TfL’s open data and digital partnerships’,\nhttp://content.tfl.gov.uk/deloitte-report-tfl-open-data.pdf\n19\nTfL Website (n.d.), ‘Our open data’,\nhttps://tfl.gov.uk/info-for/open-data-users/our-open-data?intcmp=3671\nOpen Data Institute 2018 / Using open data to deliver public servicesWhat data publishers need             20\n\nEngaging with developers and other users has helped to build a vibrant\necosystem around TfL’s open data. Having begun with creating an area\ndedicated to developers on its website in 2007, TfL continues to engage with\nand provide support to users of its open data through hackathons, blog posts\non its website, and other channels. In 2017 it launched the TfL Tech Forum and\nalso ran a consultation focused on understanding how it could improve its\nopen data publication.\nPublishing open data has supported conversations and partnerships between\nTfL and other organisations who hold valuable transit data. By making data\navailable to others, TfL has benefited from engagement with companies such\nas Waze, Apple and Citymapper – some of which provide TfL with access to the\ndata they collect. This includes data related to transport modes and areas for\nwhich it does not itself collect data (eg crowdsourced traffic incident data),\ngiving TfL access to a rich source of data enabling them to better manage traffic\nin London than it otherwise could.\nA number of intermediary users combine TfL open data with data from other\nsources to create their own products and services. Organisations like ITO World,\nTransportAPI, Tom Tom and Elgin gather data from different sources to provide\naggregated data feeds and additional services to developers and other\norganisations. This type of use demonstrates the need for transport data\nstandards that allow interoperability – part of the value currently added by these\nintermediary users is to harmonise the data published by different transport\noperators and other organisations to make it easier to use and to develop new\nproducts and services.\n25\nAs well as using open data published by TfL to increase access to the\norganisation’s physical transport network, some users are developing their own\ntransport services. For example, CityMapper helps users make decisions about\nhow to get from A to B in London using different modes of transport, which are\nmanaged and run by providers including TfL, Uber and Arriva. In 2017,\nCityMapper trialled the SmartBus, which uses data it collects on how users of\nits service move around the city to create the routes and timetables for the new\nSmartBus service.\n25\nThe ODI is currently working with a wide range of stakeholders to support the\ndevelopment of open data standards. This includes producing a case study focused on\nthe General Transit Feed Specification (GTFS), which is a widely adopted standard for\npublic transportation data.\nOpen Data Institute 2018 / Using open data to deliver public servicesWhat data publishers need             21\n\nExample 1b. Leeds release of data in relation to bin collection\nLeeds Bins app – in nutshell\nThe Leeds Bins app is a mobile application that tells people who live in Leeds\nwhen their green, brown and black bins are due to be collected, and adds\nreminders to their calendars. The diagram above is an example of a\nwork-in-progress version of an ecosystem map, displaying the actors involved\nin the service delivery.\nHow open data can support the delivery of waste management\nservices: benefits to the public sector\nOpen data on bin collection routes and times is used to inform people living in\nLeeds when their bins are collected. The application adds bin collection dates\nto people’s calendars, reminds them the night before to put out their bin, and\nincludes links to what to put in which bin and where to take items that cannot be\nput into bins. The reminders make rubbish collection more convenient for\ncitizens, and publishing open data – instead of sending out letters – saves the\ncouncil approximately £100,000 per year based on estimations by imactivate.\nLeeds Bins app’s story\nLeeds has long seen open data as a means of supporting local economic growth\nwhile dealing with substantial reductions in local government spending power. In\n2014, Leeds Council decided to invest significantly in making open data work for\nOpen Data Institute 2018 / Using open data to deliver public servicesWhat data publishers need             22\n\nthe city. Leeds has a lot of digital talent and city leadership saw potential to\nshowcase the city’s strengths to potential investors.\nIn setting out the open data initiative, the council asked city departments what\nchallenges they faced to consider how open data could help. The council\nassigned funding to encourage the release and use of open data to solve city\nchallenges. TheUrban Sustainable Development Labwas one the programmes\nfunded. An innovation lab was set up to generate ideas and pilot them. Some of\nthe funding for this came from the UK’s national “Release of data” fund with\nextra local funding boosting this.\n26\nLeeds’ open data platformData Mill Northhosted anevent atODI Leeds, an ODI\nNode, with developers working with council departments – including office staff,\nfrontline workers, and sometimes elected members – to consider how open data\ncould be used for better service delivery. People working in waste management\nshared the problems they faced in their work, one being that people did not\nknow when their bins were collected and were unhappy with the service as a\nresult, and that the council had to mail out bin collection timetables either\nannually or twice-yearly, an expense that they increasingly could not afford.\nData was made available for the event and developers built prototypes to\naddress the identified problems.imactivate, a smallsoftware company in\nLeeds and partner organisations of ODI Leeds, developed a Leeds Bins\nprototype, initially as a website. This idea and three others from the other teams\nof developers were presented to the waste management department. A winner\nwas selected and the Leeds Bins team got the funding to develop what later\nbecame a mobile application, due to the difficulty and cost of updating\nLeeds City Council’s website.\nBartec Auto IDmanage the bin routes in Leeds andhave software that manages\ntheir bin routes and sends and receives live updates. Data Mill North worked\nwith Bartec Auto ID to release household bin collection data openly, and the\ncouncil included the open release of the bin collection schedule in its contract\nwith Bartec Auto ID.DCLG (now MHCLG) had previouslydeveloped a standard\n27\nfor publishing bin collection routing data with Bartec Auto ID, and other\nstakeholders, in theirLocal Waste Service StandardsProjectThat standard was\nused for this project. Imactivate developed theLeedsBins mobile application\nusing the open bin route data. Uptake of the application has been fast and\nwidespread, data on which is published openly.\n28\nThe council uses open data on app usage to identify areas of low uptake, and\nhas launched targeted initiatives to increase awareness of the application and/or\npromote other ways of informing people when their bins are collected, to reduce\nthe risk of people without smartphones not receiving information about\ncollection times. These targeted initiatives are more cost-effective than regular\n28\nData Mill North (n.d.), ‘Leeds Bins app record of lookups’,\nhttps://datamillnorth.org/dataset/leeds-bins-app-record-of-lookups\n27\nData Mill North (n.d.), ‘Household waste collections‘,\nhttps://datamillnorth.org/dataset/household-waste-collections\n26\nData.gov.uk (2014), ‘Release of Data Fund Update’,\nhttps://data.gov.uk/blog/release-data-fund-update\nOpen Data Institute 2018 / Using open data to deliver public servicesWhat data publishers need             23\n\nmail-outs. The open data on uptake allowed Leeds City Council to choose which\nchannels to prioritise. This decision is difficult because it involves weighing up\nneeds and costs. Data can inform these decisions but the council ultimately\nneeds to make them democratically.\nInsights\nStarting with the problem, in this case people not knowing when to put out\nwhich bin, and working closely with the local authority on solving it with open\ndata, has proven helpful in delivering a better public service. The ongoing cost\nto Leeds City Council for this solution is about £1,500 per year, significantly\nlower than mail-out costs.imactivate and BartechAuto ID are now selling the\n29\napp to other councils, powered by open data where possible and by direct\ndata-sharing between imactivate and Bartech Auto ID where open data is not\npreferred by the local government, or where opening the data adds\nunacceptable costs (eg PAF licensing).\n29\nNumbers are based on estimations by imactivate.\nOpen Data Institute 2018 / Using open data to deliver public servicesWhat data publishers need             24\n\nExample 1c. Famiio improving access to childcare and family service\ninformation\nFamiio – in a nutshell\nFamiiois planning to provide a platform for informationon childcare and family\nservices. Information on the platform will be available to the public, professionals\nand local and central government. Parents will be able to search and discover\nmore than 500,000 services and activities across local authority borders in\nEngland; service providers will be able to promote their service offer effectively\nin one place; local authorities and commissioners will have access to better data\nmore easily and cost-effectively, which in turn will help them to manage the\nchildcare market and deliver “smart commissioning” of services.\nHow open data can support childcare and family services: benefits to\nthe public sector\nThe UK Department for Education found that information about available\nservices plays an important role in uptake of childcare by parents.The variety\n30\nof services available and the number of different service providers can make it\ndifficult for parents to understand what services they can use. Once launched,\nFamiio will improve access to the right services for families that need them.\nLocal authorities will be better able to direct citizens to the right service by\nproviding help better and earlier through Family Information Services and by\ntargeting services.\nIn addition to providing information on available services to parents, the platform\nwill also publish this information openly, to be reused by commissioners for gap\nanalyses, to assist grant awards, and to be used by third parties. Famiio has the\npotential to help local authorities save costs in their internal information systems\nas information will be more readily available and it may become easier to match\nfamilies’ needs with the existing services.\nFor parents not able to or interested in using the Famiio interface, Family\nInformation Services will be able to use the application and continue to provide\nmore traditional support to parents. (This highlights the need for infomediaries\nthat produce non-digital information.)\nFamiio’s story\nMost local authorities have a Family Information Service that provides\ninformation to parents about childcare and family services, the provision of\nwhich is a statutory responsibility of local authorities under the Childcare Bill\n2016. In 2008, the government initiated a project to aggregate information\non all services available to families, including services not commissioned by\nlocal authorities.\n30\nDepartment for Education (2016), ‘Childcare and early years survey of parents 2014 to\n2015’,\nhttps://www.gov.uk/government/uploads/system/uploads/attachment_data/file/516924/\nSFR09-2016_Childcare_and_Early_Years_Parents_Survey_2014-15_report.pdf.pdf\nOpen Data Institute 2018 / Using open data to deliver public servicesWhat data publishers need             25\n\nThis information was shared publicly, but not as open data. In 2012, this system\nwas closed down under austerity measures.\nFamiio was conceived to help parents access services across borders between\nlocal authorities and to protect family information from the uncertainty of\ngovernment funding.\nStatutory guidance for local authorities from the Department of Education\nspecifies how local authorities should share information on childcare and family\nservices, and suggests that as far as is reasonably practicable, data should be\npublished in a reusable and machine-readable format based on open standards.\n31\nLocal authorities will be able to use the Famiio platform to meet this guidance\nand, once the data is aggregated into the platform, parents will be able to\naccess it free of charge, while local authorities and service providers will pay\na subscription fee.\nInsights\nFunding is an essential part of an open data project. The potential of Famiio for\nbetter childcare and family services can only be realised once the organisation\nreceives funding. Access to funding may be particularly difficult for organisations\noutside of government.\n31\nDepartment for Education (2017), ‘Early education and childcare. Statutory guidance\nfor local authorities’,\nhttps://www.gov.uk/government/uploads/system/uploads/attachment_data/file/596460/\nearly_education_and_childcare_statutory_guidance_2017.pdf\nOpen Data Institute 2018 / Using open data to deliver public servicesWhat data publishers need             26\n\nPattern 2: open data for more efficient delivery\nchains and planning\nIn this second pattern, we identify examples of open data release supporting\nplanning and delivery. The direct beneficiaries are likely to be those in public\nsector organisations commissioning services and those in external organisations\ninvolved in service delivery.\nThese examples highlight the role open data can play in better coordination\nbetween the public and private or third sector organisations involved and making\nthe delivery of public services more effective and efficient.\nOpen Data Institute 2018 / Using open data to deliver public servicesWhat data publishers need             27\n\nExample 2a. Local authority publication of spend data\nOpen Data Institute 2018 / Using open data to deliver public servicesWhat data publishers need             28\n\nSpend Network – in a nutshell\nSpend Networkpulls together spending, contract andtender data published\nby local authorities and other organisations in the UK. The organisation then\nprovides insight and consultancy services to potential service providers to public\nsector organisations, and provides similar services back to government.\nHow open data supports the delivery of local public services:\nbenefits to the public sector\nOpen data published by government organisations is analysed and repurposed\nby Spend Network to provide analysis, which will help make delivery chains and\nrelationships between suppliers and buyers more efficient. The same (closed)\ndata is used to save public money and improve the quality of services delivered\nto citizens.\nSpend Network’s story\nInspired byWindsor and Maidenhead Council– whichhad started to release\ndetails of their spending in 2008 – the UK government, as part of the\ntransparency drive in the previous coalition government, set out expectations\n32\nof the spend and transparency data it needed UK local authorities to publish.\n33\nFor instance, this set out that all UK Local Authorities had to publish all spending\ntransactions over £500 and all Government Procurement Card spending and\ncontracts valued over £5,000. The policy motivation for these commitments was\nto ensure that taxpayers could have insight into how public authorities were\nspending money.\nSupported by guidance produced by the Local Government Association,\n34\nsome local governments began to publish this data in open formats. In addition\nto spending data, data on let contracts was also made available.\nThe councils were required to publish the data on their websites. Spend Network\nbegan to pick up the data and aggregate it across many different UK local\nauthorities. Spend Network was launched in November 2013 using open data to\ncreate the first comprehensive and publicly available repository for government\ntransaction data, a market worth in excess of £130b per annum. Spend Network\nhas published over 100m transactions, worth in excess of £3t. The company has\ngrown out of Ticon, a small consultancy focused on government procurement\nand payments, founded by Ian Makgill.\n34\nLocal Government Association (2015), ‘Local transparency guidance’,\nhttps://www.local.gov.uk/our-support/guidance-and-resources/data-and-transparency/l\nocal-transparency-guidance\n33\nSeeThe Guardian(2010), ‘Government data: full textof David Cameron's letter\npledging to open up the datasets’,\nhttps://www.theguardian.com/news/datablog/2010/jun/01/government-data-david-came\nron-letter\n32\nGov.uk (2015), ‘Guidance Local government transparency code 2015’,\nhttps://www.gov.uk/government/publications/local-government-transparency-code-201\n5\nOpen Data Institute 2018 / Using open data to deliver public servicesWhat data publishers need             29\n\nSpend Network provides services such as procurement intelligence to both\nsmall and large businesses who are providers of services to local government.\nIt is also involved in a data reseller market to large consulting firms who then\noffer services back to the public sector.\nSpend Network data is standardised and linked and can be used to compare\nbetween bodies, regions or sectors. The ability to compare can help with\nspotting patterns and anomalies, which can then be addressed to improve the\ndelivery process. The data can also be used to compare between suppliers;\nfor example, comparing prices can inform spending decisions and lead to more\neffective allocation of resources.\nSpend Network also provides a service to government by re-publishing the open\ndata made available according to theOpen ContractingData Standard(OCDS).\nOCDS was created by theOpen Contracting Partnershipand is used in many\ncountries around the world. This makes it easier to scale. The team behind\nSpend Network are now using the standard and their experience gained in the\nUK to expand their tender-finding services worldwide using the brand name\nOpenOpps. FTSE 100 companies and the government usethe site.\nInsights\nDespite the guidance from central government on the publication of data by\nlocal authorities, Spend Network spends a lot of time and effort identifying,\ncleaning and analysing data. In this ecosystem, as an aggregator, they curate\ndata, push for its publication when it isn't available, query quality issues and\nsuggest improvements. They also lobby for data with copyrights to be\npublished openly.\nHowever, despite the large amount of activity on both the part of Spend Network\nand public sector organisations, and despite the opportunities mentioned, we\nare yet to identify specific examples of where the data has been used to improve\nprocurement in a public sector organisation.\nOpen Data Institute 2018 / Using open data to deliver public servicesWhat data publishers need             30\n\nExample 2b. NHS publication of open data\nNHS open data – in a nutshell\nThe NHS spends over £110bn a year delivering health services in England and\nhas a complex arrangement for providing these services at a local level.\nThere are many organisations who variously support and oversee the design\nand provision of services. Many of these organisations collect and analyse data,\nwhich is used to analyse performance and improve quality and access to health\nservices for citizens. The ODI undertook a workshop with members of NHS\nEngland and NHS Digital to begin to map out some of the key open data uses in\nthe NHS. The NHS is a vast network of organisations and understanding the full\nposition of use of open data would take considerable further research and\nexpert knowledge.\nHow open data can support the delivery of health services: benefits\nto the public sector\nThe majority of data use within the NHS is individual-level data. This data is used\nfor the delivery of direct care or, in pseudonymised or anonymised form, for\nresearch and planning. The data is made available to NHS organisations through\nthe NHS DigitalSecondary Uses Serviceand to outsideorganisations through\nother means with appropriate controls in place. Some healthcare trusts have\ndata-sharing arrangements with private, voluntary or academic sector\norganisations who also provide analytical insight and services to organisations\nat various levels within the NHS. Performance improvement organisations in the\nNHS such as clinical audits and theCommissioningSupport Units(CSUs)\nalso use data and analysis in their work with health care trusts and\nClinical Commissioning Groups.\nNHS open data story\nIn our very cursory consideration of this area we identified some examples of\nopen data use. The ODI has highlighted inthis blogposta number of key open\n35\ndata sets which have been – and are being – published. A relatively well-known\nexample of the potential of open data in the NHS is the use of open prescribing\ndata.Practice-level prescribing datais publishedby NHS Digital every month.\nThis is a list of all medicines, dressings and appliances prescribed by all\npractices in England, including GP practices. In 2012, Mastodon C and the\nOpen Data Institute used this data to demonstrate the type of analysis that open\ndata could provide. They issued a report highlighting the savings the NHS could\nmake if they shifted from branded drugs to generic ones using the open\nprescribing dataset. Latterly, an organisation calledOpen Prescribinghas been\nusing the data to provide ongoing analysis to the health service.\nThere are also examples of open publication of data within the NHS that have\nbeen associated with clinical impacts. For instance, when MRSA instances were\npublished as open data there was an 85% reduction in the number of cases,\n35\nODI (2015), ‘How can open data help improve healthcare?’,\nhttps://theodi.org/blog/how-can-open-data-help-improve-healthcare\nOpen Data Institute 2018 / Using open data to deliver public servicesWhat data publishers need             31\n\nthough it is difficult to disaggregate the impact that publication has from things\nlike media activity and quality and safety improvement work.\nInsights\nAlthough data is used routinely throughout the NHS, it seems from our initial\nresearch that the potential of open data is not fully realised. The few examples\nof open data publication are yet to show impacts in terms of changes to\nservices, despite the promise that they show (eg prescribing data).\nThe NHS open data agenda could perhaps learn from the tactics and\napproaches used in ecosystems that we have explored elsewhere, where\nconnections have been made between the potential uses of open data and its\npublication, and feedback loops established. We recognise that this is a more\ncomplicated undertaking given that the NHS is a complex system and its data\nis also complicated. There may be an opportunity to use a “problem-focused”\napproach at Trust level and on data which is more able to be published due to\nits non-personal nature (e.g. around service provision).\n36\n36\nWe welcome feedback as comments in the document or in an email to\nrandd@theodi.org\nOpen Data Institute 2018 / Using open data to deliver public servicesWhat data publishers need             32\n\nExample 2c. Urban Intelligence publishing local planning information\nUrban Intelligence – in a nutshell\nUrban Intelligence is a PlanTech startup developing a central repository of open\ninformation on UK planning policies. A tool calledHowardprovides a map that\nlinks planning policy information to its relevant locations, making it easier and\nquicker to navigate the complex planning policy landscape. Howard offers a\nmapping interface that allows property professionals to click on a site and get\nall relevant planning policy information for that site. It is the first centralised\nrepository of planning policy information in the UK and allows planners to\nassess planning risks and opportunities associated with a specific location.\nHow open data can support the delivery of urban planning services:\nbenefits to the public sector\nSpatial planning and planning approvals are public services. The process is\nsimpler if the relevant policies for each location and project are easier to find.\nLocal authorities can use the platform free of charge to inform planning\ndecisions, and with planning information available online, it is quicker and easier\nto provide this information to developers.\nUrban Intelligence’s story\nUrban Intelligence aggregates and organises information and data on planning\npolicy from local councils, including policy documents and geospatial data.\nA number of local authorities have published their geographic data openly on\ndata.gov.ukvia Ordnance Survey's “Presumption toPublish” process.\nNot all local authorities currently publish geographic data openly, which means\nthe platform can’t currently cover these areas. Urban Intelligence works closely\nwith local authorities to encourage them towards an open data approach.\nAs a member of Ordnance Survey’s Geovation Hub and as Ordnance Survey’s\npartner organisation, Urban Intelligence has been developing their map feature\nusingOrdnance Survey MasterMap. OS MasterMap is asource of highly\ndetailed geographic data about Great Britain, offering topographic, imagery and\nnetworks layers. OS MasterMap data is not open, but theAutumn Budget\nincluded a commitment that could lead to OS MasterMap data being made\navailable as open data.Open OS MasterMap data wouldencourage more\n37\nservices like Howard to emerge.\nThe product is used by private sector organisations (planning consultancies,\narchitecture practices, property developers, etc), who are often interested in\nunderstanding policy frameworks within and across different councils.\nEqually, local authority planning officers are provided with access to the\nplatform for free to aid their work and service provision.\n37\nSee ODI (2017), ‘What will the UK’s Geospatial Commission look like?’,\nhttps://theodi.org/blog/what-will-the-uks-geospatial-commission-look-like\nOpen Data Institute 2018 / Using open data to deliver public servicesWhat data publishers need             33\n\nInsights\nLocal authorities differ in the types and amount of data they publish openly.\nActively working with them to support the release of open data to achieve\nbenefits for the public sector appears to work well. There may be potential for\npeer-to-peer networks of local authorities at different stages of their open data\nprogress. The development of new tools and approaches is made easier when\ngeospatial data is made as open as possible. This should form part of any\nstrategy to build stronger data infrastructure at local or national level.\n38\n38\nhttps://theodi.org/what-is-data-infrastructure\nOpen Data Institute 2018 / Using open data to deliver public servicesWhat data publishers need             34\n\nPattern 3 – Open data for policy development\nFinally, this group of examples centre around open data informing policy\ndevelopment and strategic direction. In these, the direct beneficiaries are\ninvolved in policy and strategy for the development of public services.\nOpenness improves access to data across different branches of government\nand beyond, which can then be used to inform policy decisions.\nOpen Data Institute 2018 / Using open data to deliver public servicesWhat data publishers need             35\n\nExample 3a. The Department for Work and Pensions development of\nChurchill\nOpen Data Institute 2018 / Using open data to deliver public servicesWhat data publishers need             36\n\nChurchill – in a nutshell\nChurchill is the working title for a digital data service being developed by the\nDepartment for Work and Pensions (DWP) that is run entirely on open data APIs\nand data published in CSVs from UK government sources. The service is\na combination of a data visualisation tool built on D3 javascript libraries and\na Mongo DB backend.This videoexplains Churchillbriefly.\n39\nHow open data can support the delivery of DWP services: benefits to\nthe public sector\nChurchill helps policy and delivery officials in DWP to develop more\nevidence-driven policy and services with data visualisations pulled from open\ndata across government.\nDWP Churchill’s story\nThe DWP has a history of making its statistical data available to the public\nthrough statistical publications and more recently through the online portal\nStats-Xplore. There was arenewed expectation thatthe department would\nbecome more digitally driven,which has includeddata. This resulted in some\n40\norganisational restructuring to bring data teams and digital teams together.\nThe new Director General, Mayank Prakash, also made a commitment to\n“driving hard for visualised analytics to be the normnot the exception”.\n41\n41\nDigital Leaders (2017), ‘Transformation and Innovation – use of data analytics in\ndesigning services’,\nhttps://digileaders.com/transformation-innovation-use-data-analytics-designing-services\n/\n40\nDWP Digital Blog (2017), ‘DWP Digital: Delivering the government transformation\nvision’,\nhttps://dwpdigital.blog.gov.uk/2017/02/17/dwp-digital-delivering-the-government-transf\normation-vision/\n39\nYoutube (2017), ‘Churchill, making better use of data’,\nhttps://www.youtube.com/watch?v=hn-Utxqjthg\nOpen Data Institute 2018 / Using open data to deliver public servicesWhat data publishers need             37\n\nOne of the data science teams based in Newcastle began exploring the user\nneeds of policy colleagues in the DWP who use data to inform policy and service\ndesign. They undertook extensive user research with policy colleagues at Grades\n6/7 about what their needs were, and then developed a persona and elaborated\nthe user needs for a new data-driven product. This work captured the level of\ndata literacy as well as the current workflows and packages being used. They\nalso considered other products and services that could be used by policy\nprofessionals and analysts in the DWP, such asLGInformdeveloped by the\nLocal Government Association, which pulls togetherdata from DWP as well as\ndata published by local authorities. The eventual approach to the product was\ninspired by the world of data journalism, including that used by ONS on their\nONS.visual site, which creates a number of statisticalvisualisations based on\nuser research.\nAn prototype of the software was developed in DWP. It draws on data available\nfrom open data APIs across government, which is then copied into a database\nand updated regularly. A key part of the development was to make sure that the\nplatform satisfied DWP security protocols – the system was set up from scratch.\nThe frontend visualisation is run on theD3 javascriptlibrary. Part of the\ndevelopment of the product has beenworking in theopen.\n42\nThere were a number of reasons for using open data to power the service.\nFirst, in some instances, it is easier to access open data than it is to access\nshared data. Second, some of the interviewees saw open data as trusted data\nas it has gone through a process of quality assurance prior to publication.\nThe product was launched internally to demonstrate the possibilities to\ncolleagues. Subsequently, Churchill has attracted interest from other\ngovernment departments andhas been profiled externallyas well as having\n43\nhad interest from the Canadian and Australian governments.\nThe main potential impact of this use of open data and the development of\nChurchill is likely to be the reduced amount of time that policy colleagues and\nanalysts in the DWP will need to spend accessing, cleaning and analysing data.\nThis may also support more iterative and agile policy development as issues can\nbe investigated more quickly. Potentially, the tool could help release the resource\nof an analyst.\nQuicker data access and analysis can free up resources to better focus on policy\nand strategy decision-making. In addition, better data quality and better data\nvisualisation can support more informed policy and strategy decisions.\nAvailability of data visualisations of related services means it is easier to spot\ndependencies and relationships that need to be considered in service design\nand the direction of policy decisions. An example of this could be more effective\njob seeker allowance policy. This is in line with government aspirations set out in\n43\napolitical (2017), ‘How can policymakers get the most out of data? Ask Churchill’,\nhttps://apolitical.co/solution_article/can-policymakers-get-data-ask-churchill/\n42\nDWP Digital Blog (2017), ‘Data for people who don’t like data’,\nhttps://dwpdigital.blog.gov.uk/2017/02/24/data-for-people-who-dont-like-data/\nOpen Data Institute 2018 / Using open data to deliver public servicesWhat data publishers need             38\n\nthe recent Government Transformation Strategyto make better use of data by\n44\nmaking it available for internal uses through APIs.\nIf the tool was shared across government there would also be a strong\nvalue-for-money benefit in the reduction of each department procuring individual\nsolutions, as well as the productivity impacts. In the longer run, it could support\ngreater standardisation of geographical data across government as civil servants\nwill be more able to spot the datasets that need standardisation by attempting to\nuse them through the tool. Use will also likely highlight anomalies or\ninconsistencies, which will help to improve the quality of government open data\nas there is a greater link between those who collect the data and those who are\nusing it.\nInsights\nThe release of open data has brought innovation within government. Churchill’s\ndevelopment by a team within DWP is only possible if data is opened up; open\ndata innovation leadership can come from unexpected places.\nDigital transformation tools and approaches have supported the development of\na data product. One of the key drivers of Churchill’s development was that it was\nincorporated within a broader digital transformation agenda within the DWP,\nwhich gave energy and process to the development.\n44\nHMG (2017), ‘Government Transformation Strategy’,\nhttps://www.gov.uk/government/publications/government-transformation-strategy-2017-\nto-2020/government-transformation-strategy#build-better-tools-processes-and-governa\nnce-for-civil-servants\nOpen Data Institute 2018 / Using open data to deliver public servicesWhat data publishers need             39\n\nExample 3b. Cabinet Office release of government grants data\nOpen Data Institute 2018 / Using open data to deliver public servicesWhat data publishers need             40\n\nGovernment Grants Information System – in a nutshell\nTheGovernment Grants Information System (GGIS)providesinformation\non grants worth £100 billion (2016–2017) from 16 government departments.\n45\nGrants range from government funding for schools, to UK Sport grants,\nto funding for bus service operators.\nHow open data can support the delivery of grant-funded public\nservices: benefits to the public sector\nAccess to grants data provides government and external organisations with\nopportunities to assess resource allocation on a national as well as on a more\ngranular level. This contributes to transparency, efficiency and effectiveness\nin government.\nGovernment Grants Information System’s story\nThe grants team within the Cabinet Office receive data from 16 central\ngovernment departments (including HM Treasury, who make payments to\ndepartments to award grants but who also issue grants directly) on the grants\nthey pay out to about 35 organisations – for example, schools, UK Sport\norganisations, or bus service operators. The total annual amount of grants\nin GGIS is about £100 billion.\n46\nThe 16 departments use their individual legacy systems to manage data.\nTo arrive at a common format, the departments transfer the data into a template\nspreadsheet, which they send to the grants team in the Cabinet Office, where all\ndata gets aggregated in GGIS. Grants are structured in schemes, which are\nbroken down into individual awards. The majority of grants data is broken down\ninto awards but some of it is on a scheme level. The system generates unique\nidentifiers on an award and scheme level to allow detailed analysis. This data is\nopenly available to download in csv format.\nThe Cabinet Office use the data internally to inform policies and spot\nopportunities for efficiency gains across government. GGIS data also feeds into\nthegovernment grants register, where it can be downloadedin csv format.\nThe data also feeds into360Giving, who support fundersto publish their grants\ndata openly and in a comparable way on the open data platformGRANTNAV,\nunder the360Giving Standard.\nGGIS offers transparency in the grants system, which makes up a substantial\nshare of the UK budget, and allows anyone to use this data to analyse grant\nflows in the UK. Central government benefits from having a single source of data\nin a common format to get a broad view across departments and to design an\nintelligent grants system.\n46\nGov.uk (n.d.), ‘Government grants register’,\nhttps://www.gov.uk/government/publications/government-grants-register\n45\nGov.uk (n.d.), ‘Government grants register’,\nhttps://www.gov.uk/government/publications/government-grants-register\nOpen Data Institute 2018 / Using open data to deliver public servicesWhat data publishers need             41\n\nIndividual departments benefit from understanding their own grant flows better\nand identifying overlaps or synergies with other departments. As services\nbecome more integrated, departments need to break down silos and understand\ntheir role as part of a larger ecosystem; having sight of grants can help with that.\nOpen grants data also enables an assessment of particular programmes that are\nrun across departments.\n360 Giving have launched aChallenge Fundto identifywhat questions need\n47\nanswering and how open grants data can help. Participants submitted questions\nabout the geographical distribution of grantsandthe types of organisations\n48\nthat receive grants.This initiative suggests thatopen grants data is used to\n49\nanswer important questions about access to funding for the delivery of\npublic services.\nOutside of government, the media, civil society and individual citizens can use\ndata to analyse grant flows or find out how much funding a local organisation\nreceives. Grant recipients can compare their own grants with those of similar\norganisations and prepare targeted applications.\nIf open grants data is linked withOpen Contractingdata from the Crown\nCommercial Service, it would be possible to identify the total amount of funding\nreceived by an organisation in grants and project funding.\nOpen grants data refers to grants awarded. Ideally, in future this could be\ncompared with actual spending to get a full picture.\nInsights\nSourcing data from different departments with their own legacy data\nmanagement systems and publishing it on different databases highlights the\nimportance of common data standards and formats that make it possible to\naggregate and compare datasets.\n49\nSee for example Forum 360Giving (2017), ‘Core or project funding’,\nhttps://forum.threesixtygiving.org/t/core-or-project-funding/121?u=natalia\n48\nSee for example Forum 360 Giving (2017), ‘Profile by where there are geographical\ngaps?’,\nhttps://forum.threesixtygiving.org/t/profile-by-where-there-are-geographical-gaps/133\n47\n360Giving (2016), ‘Challenge Fund – seven weeks in’,\nhttp://www.threesixtygiving.org/2018/01/03/challenge-fund-seven-weeks-in/\nOpen Data Institute 2018 / Using open data to deliver public servicesWhat data publishers need             42\n\nInsights from examples\nThere are some similarities across the examples which are worth elaborating on.\nWe can group these in terms of organisations and processes, and in terms of\neffects and outcomes.\nOrganisational collaboration\nA key characteristic is that each of the ecosystems is made up of organisations\nthat all play a discrete role in the delivery of a public service.\nThis characteristic is perhaps highlighted by the fact that in none of these\nexamples is one organisation responsible for the end-to-end delivery of public\nservice. Each of these public services in each of the ecosystems can only be\ndelivered if a number of organisations and individuals within those organisations\nhave the resources and appropriate knowledge to do their jobs correctly. When\nworking across organisations, the need for easy access and use of data\nbecomes even more important. In this way, open data can be said to be a\nkey ingredient in ensuring greater coordination, more efficiency and a better\nend-user experience.\n●\nIn the Leeds City Council example (1b.), Bartec and imactivate jointly\ndeliver the waste collection service\n●\nIn the Urban Intelligence example (2c.), local planning involves councils,\ndevelopers and landowners and planning is made more efficient by the\nservice offered by Urban Intelligence\nTechnology infrastructure, digital skills and literacy\nAnother aspect of each of the ecosystems is the importance of technology.\nThere is a minimum level of digital infrastructure, skills and literacy, and\ncapability needed for public-sector organisations to make the most of open data\nin their public-sector delivery model. This does not just relate to the technology\nwithin the public sector but also within the wider ecosystem of the private sector\nand civil society.\n●\nIn the Leeds City Council example (1b.), Leeds City Council saw value\nin open data and technology for local service delivery. This led to an\nexploration of how open data can solve real problems and made the\ndevelopment of the Leeds Bins app possible.\n●\nIn the Familio example (1c.), guidance from the Department for Education\non the potential of open data for service delivery is an important success\nfactor. In order for councils to make use of the data, a minimum level of\ndigital skills and literacy are necessary.\n●\nIn the Cabinet Office example (3b.), a dedicated team in the Cabinet\nOffice, through their understanding of the opportunities provided by\ntechnology and data, support the establishment and use of the\nGovernment Grants Information System.\nOpen Data Institute 2018 / Using open data to deliver public servicesWhat data publishers need             43\n\nFoundational data infrastructure\nA data infrastructure consists of data assets, the organisations that operate and\nmaintain them, the technologies and processes required to use the data, and\nmore. Strong data infrastructure opens up new opportunities– it makes it\n50\neasier for others to use data to create new products and services, or develop\nnew insight, and it can support diverse data ecosystems. Often, data\ninfrastructure will include foundational datasets that support a broad range of\nuses, particularly if made available as open data that anyone can access, use\nand share.\nThere are a number of key types of datasets that support the different\necosystems we have identified. Given the nature of the discussions in the\ninterviews and workshops we held we cannot necessarily be sure that the most\nimportant datasets were always highlighted, although geospatial data such as\nmaps, addresses and boundaries were of particular importance in at least half of\nthe ecosystems. They help members of the public and people within government\nmake sense of other data.\n●\nIn the TfL example (1a.) data describing the location of stations is often\nused to help people access the most relevant transport options nearby.\n●\nIn the Urban Intelligence example (2c.), geographical data is at the core\nof the tool Howard – which provides a map that links planning policy\ninformation to its relevant locations – making it easier and quicker to\nnavigate the complex planning policy landscape.\n●\nIn the Churchill example (3a.), administrative geography data is important\nin understanding relationships with other open datasets.\nOpen standards for data\nData standards were used in open data releases across most of the ecosystems.\nFor instance, a data standard was developed following the development of the\nLeeds Bins app.\n●\nIn the example on local authority spending (2a.), two international\nstandards have been central to reducing the additional data preparation\nand increasing the value of the data released.\n●\nIn the Cabinet Office example (3b.), receiving grants data from different\ndepartments across government with their own individual financial\nsystems highlights the importance of standards.\nSenior-level championing\nIn many of the examples, we found that systems matured best when the open\napproach was championed at the senior level. This can be a councillor, minister\nor a senior individual, depending on the type of organisation. These senior\nleaders highlight the strategic opportunity that the organisation has in releasing\nopen data, prioritise resources to focus on it, and give cover for others to\novercome internal resistance elsewhere in the organisation.\n50\nhttps://theodi.org/what-is-data-infrastructure\nOpen Data Institute 2018 / Using open data to deliver public servicesWhat data publishers need             44\n\n●\nIn the Leeds City Council example (1b.), the City Council’s drive and\ninitiative has been a key success factor, which led to problems being\narticulated, solutions being developed, open data being included in the\ncontract with Bartec, and finally the Leeds Bins app.\nPeer networks\nAs well as the senior leaders in these ecosystems, there was also a pattern\nof peer networksacross organisations helping to encouragedevelopment.\nEqually, closed data ecosystems can be developed with networks and\nconnections among key individuals. However, in the case of these open data\necosystems it seems that influential networks may use different, more open,\nchannels and approaches – for instance connections through Twitter, blogging,\nandunconferencessuch asOpen Data Camp,LocalGovCamp,etc (2a.).\nThis is currently anecdotal, and further research could look in more detail at\nwhether there is clearer evidence that processes and opportunities like these\nhave made a difference in the approach that some of these open data\necosystems have taken.\nIntermediaries\nKey players within many of these ecosystems (1a., 2b.) are data intermediaries,\norganisations which have a specific role in ensuring that the open data the\npublic sector organisations make available is usable by other organisations.\nThese intermediaries take data published openly or shared by the public and\nprivate sector and can undertake a number of activities such as aggregating\ndata from a number of sources, standardising it and making it more usable by\nothers. The role of these organisations is not always obvious from a cursory\ndescription of the effect of open data and can be missed from a description of\nhow open data is actually used to deliver a service. The exact form of the\nintermediary and the activities they undertake can also belie the maturity of the\nparticular ecosystem.\n●\nIn the Familio example (1c.), different providers, coordinated by the\ncouncil, deliver childcare and family services, and Famiio improves\naccess for citizens. The example highlights that it is important to consider\nintermediaries and the role they play in the delivery of a service.\nProblem focus\nWhere services have more successfully integrated open data in their delivery,\nthey have had processes that work to solve a particular problem that the\norganisation is focused on rather than publishing open data for the sake of it.\n●\nIn the DWP example (3a.), the team developing the Churchill service took\na user-centred design approach to understand how government policy\nofficials used data, and then sought out relevant open data to incorporate\ninto the product.\n●\nSimilarly, in the Leeds City Council example (1b.), the app came out of an\nacceleration programme to identify service issues which could be tackled\nOpen Data Institute 2018 / Using open data to deliver public servicesWhat data publishers need             45\n\nthrough the use of data and identified a specific problem of citizens not\nknowing when their bins will be collected, which then drove the\ndevelopment of a solution in the form of the Leeds Bins app. Different\napproaches might also be successful in identifying how open data can\nsupport the delivery of public services, but focused activity might be able\nto identify opportunities more easily.\n●\nIn examples 2a. (Spend Network), 2b. (NHS) and 3b. (Cabinet Office)\nwe can see a focus on the publication of open data rather than on a\nproblem. This might explain why these ecosystems are less mature in\ntheir development than some of the others and why we found fewer\nuse cases.\nOpen innovation\nEarly releases of open data seem to have helped push forward and identify\nfurther possibilities for improvement, which created impact in service delivery.\nFor instance, in the case of TfL the release of a small number of datasets as\nfeeds eventually led to the development of a more openAPIsystem\n– a development which might not have happened if closed data-sharing\nagreements had been made. In addition, in several of the ecosystems we\nconcluded that choosing an open approach to data publication has attracted\nmore external interest and involvement than if the public sector organisation\nhad taken a closed approach.\n●\nAs an example, TfL are now be able to claim the involvement of more\nthan 14,000 developers in their data, which would have been difficult\nif they had had to make arrangements to grant each of these\nspecific access.\n●\nIn examples 1c. and 2c., organisations outside the public sector have\ndeveloped solutions for problems in delivering public services. This is\nmade possible by sharing the challenges and releasing the relevant\ndata openly.\nOpen Data Institute 2018 / Using open data to deliver public servicesWhat data publishers need             46\n\nRecommendations\nBased on the work undertaken so far, we have developed\nrecommendations for a range of actors in order to\nsupport greater use of open data in the delivery of\npublic\n \nservices.\nThese are initial ideas: we would value feedback on themand will also test\n51\nthem throughout the rest of the project. We have organised them according\nto the main insights that we have identified from the research so far. These\nrecommendations are also based on the experience the ODI has gainedworking\nwith governments internationally to develop their open data programmes.\n52\nThe main audience for the recommendations are those working in the public\nsector and thinking about how to support their open data ecosystem to help\ndeliver their public service. However, we have also identified specific ways that\ncentral government could support each of these aspects and have flagged these\nup where relevant.\nOrganisational collaboration\n●\nIn starting to explore the ways in which open data can support the\ndelivery of a service, be clear about which organisations are involved,\nboth within and outside of government.\n●\nRecognise that there are players in an open data ecosystem beyond\npublishers and users. How data is licensed and published shapes those\necosystems by making some roles more or less viable.\nCentral government recommendation: fund public sector\norganisations to experiment with using open data to support\nthe delivery of public services\nThe availability of funding for activity is a key determinant of activity. We\nreceived 24 responses to the invitation to tender for the Stimulus Fund aspect of\nthis project. We could have funded more consortia if we had had the resources\nto do so. There is clearly appetite within local government to undertake\nexperiments in this area but there are funding challenges. Central government\nshould consider funding further activity in this area to help develop these new\npatterns and deliver better services to citizens.\n52\nODI (2015), ‘Open data in government: how to bring about change’,\nhttp://opengov.si.md/wp-content/uploads/2015/02/255887396-Open-data-in-governme\nnt-how-to-bring-about-change.pdf.\n51\nWe welcome feedback as comments in the document or in an email to\nrandd@theodi.org.\nOpen Data Institute 2018 / Using open data to deliver public servicesWhat data publishers need             47\n\nTechnology infrastructure, digital skills and literacy\n●\nConsider how a focus on the potential of open data to support your\nservice could be undertaken as part of any digital transformation in\nyour organisation.\n●\nEnsure that you have the appropriate underlying technology and skills.\n●\nSupport staff to use open data in public service delivery with practical\ntools and approaches\nCentral government recommendation: train public sector staff how to\nuse open data in public sector delivery\nIn the fieldwork, participants referred to the Government Digital Service (GDS)\nleadership on service design as best practice. This extended to the curriculum\nfor the GDS academy and the GDS service design manual, which were influential\nboth for public sector staff and the training courses they received from public\nand private sector training providers.\nAs part of the expansion of the curriculum of service design training towards\ncovering data and technology roles and digital competencies, we recommend\ndeveloping specific content for this. This would build on some of the insights\nfrom this research to help those in non-technical roles understand how open\ndata can support services at a strategic level. By including content on this\ntopic in the core curriculum, we would hope to influence broader training\nactivity to also encompass this topic and hence increase use of open data\nin public service delivery.\nData infrastructure\n●\nPublic services are underpinned by data infrastructure.It is essential\n53\nthat this data infrastructure is as open as possible, while respecting\nprivacy, to support innovation and encourage the creation of efficient\nand effective services.\nOpen standards for data\n●\nExplore whether open standards are already developed for the data that\nyour service supports.\nSenior-level championing\n●\nEnsure that senior management and elected representatives are aware of\nthe opportunities to use open data to deliver your services and champion\nits use in delivery.\nPeer networks\n●\nIf you have not already, join existing networks on Twitter and through\nunconferences such asUKGovCampandLocalGovCamp.\n53\nhttps://theodi.org/what-is-data-infrastructure\nOpen Data Institute 2018 / Using open data to deliver public servicesWhat data publishers need             48\n\n●\nCreate a network of those who are interested and involved in using open\ndata for public service delivery.\n●\nAllow members of your organisation to network across and outside\nyour organisation.\n●\nThe ODI has recently published amethods paper ondeveloping peer\nnetworks for open data leaderswhich contains morerecommendations\nfor activities.\n54\nIntermediaries\n●\nWhen looking to elaborate the broader ecosystems, identify and establish\nrelationships with intermediary organisations who are adding value by\ntaking and transforming their data for other purposes.\nProblem focus\n●\nFocus initial discussion of an open data approach to service delivery\non the issue you are trying to improve in the service rather than the data\nthat is available. Always link the benefits of the publication or use of\nopen data to your organisation’s overarching or fundamental goals\nand objectives.\n54\nODI (2016), ‘Method report: Peer networks for open data leaders’,\nhttps://theodi.org/method-report-peer-networks-for-open-data-leaders\nOpen Data Institute 2018 / Using open data to deliver public servicesWhat data publishers need             49\n\nNext steps\nTo carry the research findings forward, we will pilot learning materials\nand continue working with the Stimulus Fund consortia to experiment\nwith redesigning public services using open data.\nLearning materials\nWe are developing and testing a range of learning materials with different\naudiences within the public sector.\nThese will build on the learnings from this report and the materials which are\nbeing developed by the four consortia that are part of the Stimulus Fund.\nSpecifically, we will also continue to develop the ecosystem mapping\nmethodology. So far, in the fieldwork and broader engagement undertaken\nin this research, we have received positive feedback regarding ecosystem\nmapping as a way to elaborate and understand how open data can make\npublic service delivery better.\nWe will further develop the methodology in the remainder of our research.\nIn particular, we will:\n●\nadopt the methodology to document the work undertaken in the four\nStimulus Fund consortia\n●\nexamine how this methodology can be used as one of the learning\nmaterials developed in this project\n●\nextend the methodology to other aspects of theODI’sR&D programme,\nincluding itsopen standards for dataproject\n●\nexplore how this methodology can more systematically capture the\ncommonalities identified between ecosystems in this research, such\nas the foundational data, open standards used, etc.\nStimulus Fund\nThe four Stimulus Fund consortia will finish their redesign of a public service\nusing open data. They will create design patterns and capture the effects open\ndata has or will have on the delivery of their public service. Along the course of\nthe funding period, they will capture their learning and develop tools and\napproaches that they find useful as part of their redesign process. We will share\nthe design patterns, tools and approaches openly on ODI’s website as resources\nfor other councils that want to redesign public services using open data.\nOpen Data Institute 2018 / Using open data to deliver public servicesWhat data publishers need             50\n\nMethod\nHaving settled on a working definition of a public service, we started our\nresearch by compiling a database of UK and international examples to identify\nwhich examples to pursue.\nThese examples came from three sources. First, there were those which were\nalready known to members of the ODI through its global work with the public\nand private sector.\nA second source was a broad internet search and screening research\norganisations that had similarly been focusing on the open data agenda.\nThis included organisations such as Open Knowledge, GovLab, the Knight\nFoundation and Sunlight Foundation, amongst others. In addition, we looked\nat open data portals where they listed examples of use.\nFinally, we undertook a search of reports and other documents published on\nthe topic of data use within UK government, with a specific focus on open data.\nWe supported this secondary research by primary research interviews with\nexperts from the community. These interviews highlighted examples and helped\nto develop and expand our approach and explanatory framework for the rest of\nthe project.\nThe details in the examples were mostly captured in workshops with individuals\nwho had a close working knowledge of the area. We spent the majority of the\nworkshop time working with the participants to draw a rich picture of the\nexample identified and talking through the key aspects that emerged.\nWorking with illustratorIan Dutnall, we have translatedthese rich pictures into\nmore schematic diagrams and accompanied them with a written description\nof the key characteristics of each. We have tried to make these examples as\ncomparable as possible but due to their subject matter and the insight of the\nindividuals, there may be differences in detail.\nIn the process of developing the illustrations and drafting the descriptions of the\nexamples, we have reconfirmed the detail with relevant individuals and, where\nappropriate, have omitted commercially sensitive or otherwise confidential\ninformation at their request.\nOpen Data Institute 2018 / Using open data to deliver public servicesWhat data publishers need             51","version":"1.10.100"}