{"numpages":24,"numrender":24,"info":{"PDFFormatVersion":"1.4","IsAcroFormPresent":false,"IsXFAPresent":false,"Title":"#SHARED - RDP4 - Exploring interventions to support the peer-to-peer accommodation sector and the role of data","Producer":"Skia/PDF m109 Google Docs Renderer"},"metadata":null,"text":"\n\n\n\nContents\nContents2\nAbout3\nExecutive summary4\nIntroduction7\nWhat are the purposes of interventions in the peer-to-peer\naccommodation sector?8\nInterventions: areas of focus8\nHost behaviour8\nAssets/property9\nPlatforms10\nTools used to manage the impact of peer-to-peer accommodation11\nTraditional instruments11\nSelf-regulation and shared data11\nThe role of data12\nPlans for future interventions15\nBroader data policy landscape15\nNon-traditional approaches17\nAdvantages of non-traditional approaches and processes to\ndeveloping interventions17\nNon-traditional approaches and processes to developing interventions18\nAnticipatory18\nCooperative18\nData-driven19\nCo-regulation and co-designing policies with users19\nAggregate regulations20\nScaled regulations21\nTransferable sharing rights21\nNon-traditional or alternative interventions into the peer-to-peer\naccommodation sector21\nShared Cities and the Policy Tool Chest21\nMethodology and limitations23\nResearch design23\nLimitations24\nNext steps26\nOpen Data Institute 2018Exploring interventions to support the peer-to-peer accommodation sector and the role of data2\n\nAbout\nThis report has been researched and produced by the Open Data Institute, and\npublished in March 2018. Its authors were Leonard Mack, Gillian Whitworth, Lucia\nChauvet, Tom Sasse, Jack Hardinges and Peter Wells. If you want to share feedback\nby email or would like to get in touch, contact the peer-to-peer accommodation\nproject lead Isabelle Champion atisabelle@theodi.org.\nTo share feedback in the comments, highlight the relevant piece of text and click the\n‘Add a comment’ icon on the right-hand side of the page.\nHow can it be improved? We welcome suggestions\nfrom the community in the comments.\nOpen Data Institute 2018Exploring interventions to support the peer-to-peer accommodation sector and the role of data3\n\nExecutive summary\nMany people use peer-to-peer accommodation services to\ndecide where to stay, whether to let a room or how to build\na business. To make those decisions, people need data.\nPeer-to-peer accommodation services and marketplaces are emerging across a wide\nrange of sectors and geographical areas. Each day, many consumers, businesses\nand communities use them to make decisions such as where to stay when on\nholiday, whether to use a service to let a spare room or how to build a business\nin popular areas. To make those decisions, people need data.\nThe Open Data Institute is investigating how data can improve the peer-to-peer\naccommodation market to support businesses and communities, and improve\nthe experience of consumers and users.\nOur starting point was to research and understand how national and local\ngovernments have sought to manage the impact of peer-to-peer letting; the issues\nthey have sought to address; and the tools they have chosen to use. This report\nsummarises the outputs and conclusions from that preparatory research.\nData must be an inspiration and a resource for innovation. It can enable businesses,\nstartups, governments, individuals and communities to create more efficient\nand effective services and products, fuelling economic growth and productivity.\nInterventions by local and national governments can help make this happen.\nWe assessed35 different approaches to interventionin the peer-to-peer\naccommodation sector from around the world and considered the\nfollowing questions:\n1.\nWhich approaches are implemented or discussed?\n2.\nWhat aspects of peer-to-peer accommodation are addressed and how?\n3.\nWhat role does data play in supporting the different approaches?\nWe learnt that most interventions by local or national\ngovernments used traditional top-down models.\nThe interventions had four main goals:\n●\nPrioritising long-term housing (23 cases)\n●\nTax collection (14 cases, mostly concerned with tourist/city taxes)\n●\nImproving service quality (seven cases)\n●\nImproving health and safety (five cases)\nWe identified three key areas of regulation:\n●\nhost behaviour\n●\nasset/property\n●\npeer-to-peer accommodation platform operators\nOpen Data Institute 2018Exploring interventions to support the peer-to-peer accommodation sector and the role of data4\n\nWe found that platform operators, hosts and public authorities were carrying out data\ncollection. We found that data was being passed from hosts to platform operators\nand then shared with public authorities; this occurred for both personal and\nnon-personal data. We also found that data was being passed directly from hosts\nto public authorities as a result of the interventions.\nWe also explored a number of ways in which city authorities sought to manage the\nimpacts of the peer-to-peer accommodation sector in new ways, separate from these\ntraditional models.\nWhilesome organisations published datawe foundno data matching theopen\n1\ndefinition.Some of the data was non-personal andcould have been made open.\n2\nWe found that public authorities did not pass data to platform operators and data\nwas not shared between platform operators.\nThere are various parts of the broader data policy debate that were not considered in\nthe local debates and interventions. For example:\n●\nopen-by-default data policies\n●\nmeasures to improve free flow of data to increase competition and innovation \n●\nindividual control over personal data\n●\nregisters of authoritative data, such as contact information for public\nauthorities responsible for particular services or lists of peer-to-peer\naccommodation operators\n●\ncommon policy patterns, such as crowdsourcing data\n●\npolicy trials to test assumptions and demonstrate value before\nfull implementation\nAs well as supporting immediate needs these areas should also be considered as\npart of the prototype development. They may help meet other needs or improve the\neffectiveness of current interventions.\nThe preparatory research summarised in this report sits alongside a broader set of\nactivities, including: interviews from across the sector – with consumers, local\ncommunities, platform operators, local authorities and central government; three\nstakeholder workshops; and  prototype development to test if some of the challenges\nwe uncover can be improved by better data use.\n2\nOpen Knowledge Foundation (2018), ‘The Open Definition’,http://opendefinition.org.\n1\nAirbnb Citizen (2015), ‘Overview of the Airbnb Community’,\nhttps://www.airbnbcitizen.com/data.\nOpen Data Institute 2018Exploring interventions to support the peer-to-peer accommodation sector and the role of data5\n\nIntroduction\nThere is ongoing debate surrounding the impacts of\npeer-to-peer accommodation platforms and the growth\nof the sharing economy more broadly.\nPeer-to-peer accommodation can be broadly defined as accommodation – such as a\nspare room or an entire home – made available by an existing homeowner for others\nto rent, normally for a short period of time.\nPeer-to-peer accommodation platform operators – such as Airbnb, LoveHomeSwap,\nor Wimdu – have grown rapidly in recent years. Platforms such as these connect\nhomeowners with people looking for short-term accommodation, providing a secure\nenvironment for transactions. Peer-to-peer accommodation platforms compete with\nothers in the provision of short-term accommodation, such as hotels and more\ntraditional forms of short-term letting.\nThere is ongoing debate surrounding the impacts of peer-to-peer accommodation\nplatforms and the growth of the sharing economy more broadly. There are clear\nopportunities driven by the trend: additional (occasional) income for hosts, cheaper\naccommodation for tourists, and more choice. These opportunities are balanced\nagainst fears of rising rents, new challenges for health and safety, effects on\ncompetition, and displacement of local people. In response to these issues,\npolicymakers have started to respond with a number of interventions.\nThis report summarises the findings of desk research completed by the Open Data\nInstitute (ODI) into the range of interventions by national and local governments to\nmanage the impacts of peer-to-peer accommodation sector. This research focused\non addressing three research questions:\n1.\nWhich approaches are implemented or discussed in the context of\npeer-to-peer accommodation?\n2.\nWhat aspects of peer-to-peer accommodation are addressed and how?\n3.\nWhat role does data play in supporting the different approaches?\nThis research forms part of the discovery phase of a project designed to understand\nhow data can help improve the sector. We will use these findings in combination with\nthe outcomes of interviews and workshops with a broad range of stakeholders\n– including consumers, local communities, platform operators, local authorities\nand central government – to inform the design of a set of prototypes.\nOpen Data Institute 2018Exploring interventions to support the peer-to-peer accommodation sector and the role of data6\n\nWhat are the purposes of\ninterventions in the\npeer-to-peer\naccommodation sector?\nOur research identified 35 different cases of national and local governments’\nintervention in the global peer-to-peer accommodation sector, listed here ina public\nspreadsheet.These interventions were analysed todetermine their underlying\n3\nmotivations.We found that most interventions (orproposed interventions) from\n4\nthis sample were based on four motivations:\n1.\nto prioritise the affordability of long-term housing (23 cases)\n2.\nto facilitate tax collection (14 cases, mostly concerned with\ntourist/city taxes)\n3.\nto ensure service quality (seven cases)\n4.\nto support health and safety considerations (five cases)\nAs interventions generally include multiple objectives, there are often overlapping\nmotivations (eg in eight cases regulators sought to both facilitate tax collection and\nensure the affordability of long-term housing).\n4\nThe research methodology is described in detail later in this report.\n3\nThe Open Data Institute, (March 2018), #OPEN UKgovRD, Project 4 (p2pa): Policy\ndesk research sheet\nOpen Data Institute 2018Exploring interventions to support the peer-to-peer accommodation sector and the role of data7\n\nInterventions: areas of focus\nAs well as analysing the cases to understand motivation, we also sought to establish\nthe focus of the interventions. We identified three main areas:\n●\nhost behaviour\n●\nasset/property\n●\npeer-to-peer accommodation platform operators\nHost behaviour\nWe found that ‘host behaviour’ was the most common focus of interventions –\nspecifying what a property owner or host can, must, or must not do when letting\na property on a short-term basis.\n5\nRestricting the time period of short-term lets was the most frequently used approach\nin this scenario. Fifteen cases limited the number of nights per year for letting a\nproperty on a short-term basis (eg a maximum of 120 days in Paris, and Airbnb’s\nautomatic limiting of entire home listings in Greater London to 90 nights per calendar\nyear) or prohibited rentals below a certain threshold (eg minimum 31 days in New\nYork City). In some cases, such as in Geneva, no specific cap was defined, but\napplicable laws required that short-term letting remains temporarily limited.\nThe second most frequent pattern requires that hosts and their properties are\nregistered with public authorities; alternatively, they may have to acquire a business\nlicence.This established approach to regulate andmonitor market access was part\n6\nof the intervention process in 13 cases, nine of which also applied a cap on the\nmaximum number of nights per year for short-term letting.\nAnother pattern is to impose a limit which regulates how many properties an owner\nor host can rent via peer-to-peer accommodation platforms. We found this approach\nin seven cases, but in different forms: Geneva, Berlin and Lazio only allow hosts to\nshort-term let parts of their primary residence; Vancouver allows short-term lets of\nthe host’s entire primary residence; San Francisco allows short-term letting of one\nproperty per registered property owner; and Toronto and Seattle allow hosts to let\ntheir primary residence as well as one further unit.\nOther forms of intervention on the behaviour of hosts occur less frequently, including:\n●\nrequirements for hosts to comply with minimum service standards, in five\ncases (eg welcoming guests on arrival, offering a dedicated phone number\nfor calls 24/7, or providing bed linens)\n6\nThe specific registration or licensing requirements can however vary; eg a\nregistration or licence might require regular renewal. In some cases, such as in\nBarcelona, Vancouver or the Lazio Region, registrants or licensees must also comply\nwith certain service, safety, or property quality standards (eg minimum size of rooms,\nfunctioning air conditioning/heating, personal contact numbers).\n5\nGiven how we created data categories, we cannot calculate a simple count in order\nto assess what is regulated most frequently. However, the two most frequently\nregulated objects fall both under the case of owner/host behaviour.\nOpen Data Institute 2018Exploring interventions to support the peer-to-peer accommodation sector and the role of data8\n\n●\ncollection of guests’ identity information which is registered in official\ndatabases, observed in three implemented cases and one proposal\n●\npayment of tourist taxes, explicitly regulated in Bern and Seattle\n●\na cap on a maximum gross income from short-term letting in Iceland\nof 1 million Krona (ca. £7,200)\nAssets/property\nIn addition to the focus on owner or host behaviour, interventions also set\nrequirements for the shared asset itself – in this case, the property.\nAuthorities may require that properties that are let short-term meet certain general\nequipment standards. We observed this in eight cases. In the case of Lazio’s regional\nlaw, a property used for short-term letting must not have more than three bedrooms.\nIn Brussels, the approach included a requirement for a detailed list on how rooms\nused for short-term letting must be furnished.\nA second, more stringent requirement is that properties used for short-term let meet\nminimum health and safety standards. As we observed in six cases, this mainly\nincludes compliance with fire safety regulations. Vancouver, for instance, requires\nthat all short-term let properties in buildings with three or more flats are equipped\nwith interconnected smoke detectors on all floors. These requirements were paired\nin all cases with a registration or licensing process, during which hosts had to\ndemonstrate compliance.\nPlatforms\nSome interventions and proposals also include measures to directly regulate platform\noperators. This was the least common approach observed.\nTheUK Deregulation Act in 2015and the announcementofa sharing economy tax\n7\nallowancein the 2016 UK budget aim to foster thegrowth of the sharing economy\n8\nand peer-to-peer accommodation.\nWe identified nine cases whereby Airbnb agreed with city authorities to automatically\ncollect and remit tourist or city taxes.\nIn some cases, platform operators are required to provide data to public authorities\n(the second most frequent requirement). In Lisbon and Lazio, platform operators\nagreed to regularly provide city authorities with summary statistics and aggregate\ndata to help them monitor the development of tourism and short-term let activities.\nIn Tokyo, Seattle, and Toronto, short-term letting companies must acquire a business\nlicence to operate in the city. Through the licensing terms, companies are required to\nprovide public authorities with certain data, such as summary statistics on lettings\nand details on individual listings on a case-by-case basis. In Brussels and Vienna,\n8\nHMRC (2016), ‘Policy Paper: Income Tax: a new allowance for property and trading\nincome’,\nhttps://www.gov.uk/government/publications/income-tax-new-tax-allowance-for-pro\nperty-and-trading-income/income-tax-new-tax-allowance-for-property-and-trading-i\nncome.\n7\nMinistry of Housing, Communities and Local Government (2015), ‘Press Release:\nBoost for Londoners as red tape slashed on short term lets’,\nhttps://www.gov.uk/government/news/boost-for-londoners-as-red-tape-slashed-on-\nshort-term-lets.\nOpen Data Institute 2018Exploring interventions to support the peer-to-peer accommodation sector and the role of data9\n\nauthorities have been equipped with legal powers to acquire data from\nplatform operators.\nIn a few cases, interventions focused on platform operators by:\n●\nrequiring platform operators to register their business with public\nauthorities, subject to further obligations and conditions (three cases:\nTokyo, Seattle, Toronto)\n●\nmaking platform operators liable for illegal listings (two cases: Brussels,\nToronto)\nOpen Data Institute 2018Exploring interventions to support the peer-to-peer accommodation sector and the role of data10\n\nTools used to manage the\nimpact of peer-to-peer\naccommodation\nTraditional instruments\nThe overwhelming number of cases we investigated applied traditional instruments to\nthe peer-to-peer accommodation sector.\nIn 28 of the 35observed cases, governments used traditionaltop-down regulatory\ninterventions in order to achieve a number of different outcomes. Top-down\ninterventions impose rules on businesses or individuals, often to restrict unwanted\nbehaviour, set quality standards, or distribute financial or other resources.\nThe contents of such interventions can vary widely: in the case of the peer-to-peer\naccommodation sector, they may include strict rules which widely prohibit private\nshort-term letting (such as in Berlin or Geneva),and also rules which allow\n9\nshort-term letting under certain provisions. In London, Paris, and Zurich this means\nthat short-term letting is permitted for a specified number of days per year and\napplicable taxes are paid. While the formulation process of top-down intervention\nmight be somewhat collaborative (eg through public consultations) they are\nnonetheless unilateral in their execution: public institutions create, monitor,\nand enforce interventions while businesses or individuals must ensure compliance\n(or face penalties).\nSelf-regulation and shared data\nIn seven cases, we found that traditional regulatory interventions were supplemented\nby self-regulation agreements (ie voluntary schemes led by the sector). In practice,\nthis means that to enforce existing interventions, platform operators agreed\nMemorandums of Understanding (MOUs) with city authorities, obligating operators\nto limit listings to a certain number of nights per year (Amsterdam) or to collect and\nremit tourist/city taxes (Genoa, Lisbon, Canton Zug).\nIn the UK the industry has developed a Sharing Economy UK TrustSeal as a form of\nself regulation. The TrustSeal is a set of good practice principles setting out minimum\nstandards for sharing-economy businesses to ensure that they act with integrity and\nmaintain professional standards, such as customer help and support.\n9\nIn Geneva, the conversion of private property into commercial property is\nprohibited. However, home sharing is not forbidden as it is not considered a misuse\nof housing space when the tenant or owner still lives in the apartment, even after\ntemporary absence.\nOpen Data Institute 2018Exploring interventions to support the peer-to-peer accommodation sector and the role of data11\n\nAs part of revised legislation by the Italian Lazio region, which includes Rome,\nplatform operators will collect information on guests and share this data with\nthe regional authorities.\nHowever, it does not automatically follow that cooperation between platform\noperators and authorities leads to data being published openly or shared with the\nlocal authority. A point of conflict for those city authorities requesting that platform\noperators collect tourist taxes is whether they only provide authorities with summary\nstatistics or with access to detailed accounts. City authorities which are demanding\nthe latter, such as Vienna, are currently at a gridlock.\nFrom our desk research Airbnb appears to be the only peer-to-peer accommodation\nplatform which collaborates with authorities in this way.\nThe role of data\nWe also focused on better understanding the role data plays in the interventions\nwe examined.\nData exists on a spectrum of access, based on who can access it and how they are\npermitted to use it, as shown below in The Data Spectrum.\nThe operations of the platform providers, along with associated interventions, create\ndata, but it is difficult to determine how this data is made available and used. This is\nthe case even for interventions in cases where platform operators provide support,\nfor example by collecting and providing the identity of hosts. Our overall impression\nis that the data generating aspect of interventions is often overlooked.\nWe found that platform operators, hosts and public authorities all collect data.\nWe found data being passed from hosts to plathotel forms and then shared to\npublic authorities; this occurred for both personal and non-personal data. We\nalso found data being passed directly from hosts to public authorities as a result\nof the intervention.\nOpen Data Institute 2018Exploring interventions to support the peer-to-peer accommodation sector and the role of data12\n\nThirty-two cases involved the collection of personal data related to the identity of\nproperty owners or hosts. This collection occurred in multiple ways. For example,\nthrough a registration or licensing process with public authorities, or directly through\nthe platform operators who then pass the data to the local authorities. This data flow\nis in the shared part of The Data Spectrum.\nIn 28 cases, the intervention required property location and host identity data to be\nprovided to local authorities. This was mostly as part of a registration process with\nauthorities, rather than through the platform. This data flow also exists in the shared\npart of The Data Spectrum. Property location data is also publicly available on the\nplatforms – guests need to know where properties are to make decisions about\nwhere to stay.\nThere were no cases where fire safety information is collected by the platform and\npassed to the local authority. Information on fire safety equipment within the property\nis collected through a registration or licensing process by the local authority in 13\ncases. It is not clear if or how this data is presented to renters, who may need it to\nhelp them make a decision on where to stay, or to platform operators, who may\nneed it to make decisions about which properties should be available to let on\nthe platform.\nIn 20 cases, data on the duration of short-term rentals is collected. In most cases,\nthis is the result of the requirement to pay tourist or city taxes for tourist rentals.\nWhere agreements with platform operators exist, we believe that these will be\ncollected as part of the automatic tax collection process. In other cases, such as\nVienna, Bern, or Toronto, hosts are required to handle the tax collection and\nprocessing themselves, eg through quarterly paper forms that they pass back directly\nto the local authorities. This data is likely to be less accurate. In all cases the data is\nin the shared part of The Data Spectrum.\nEight cases include data collection by platforms to support the collection of\nappropriate levels of income taxes. This data is passed from the platform to the\nrelevant public authority. Two of the eight cases are currently policy proposals.\nOnly Iceland applies a direct cap on the maximum income generation allowed\nthrough short-term letting. In all other cases, the data on rental income must be\nreported by hosts as part of their income tax declaration to the relevant\npublic authority.\nSix cases enforce the collection of guest identity data, including two policy\nproposals. In the remaining cases, hosts are obliged to register guests from foreign\ncountries and share data with local authorities. More general guest statistics are\ncollected in five cases. These include the collection of summary information to help\ndevelop macro-trends on tourism, eg how many guests stayed in a city or in specific\nquarters. This data is collected by platform operators, aggregated and then provided\nto the relevant local authority. We could not find examples of this data being\npublished openly.\nFourteen cases included the collection of a variety of other data, frequently on\ncompliance with accommodation quality standards. For example, in Barcelona,\na functioning air-conditioning system is a requirement for any property wishing\nto be registered with the tourism authorities. As with the data flows for fire safety\nequipment we could not determine if this data was also provided to platform\noperators or renters to help them make decisions.\nOpen Data Institute 2018Exploring interventions to support the peer-to-peer accommodation sector and the role of data13\n\nPlans for future interventions\nTo explore emerging models for interventions, we also reviewed proposals for future\npolicies related to peer-to-peer accommodation.\nOur initial expectation was to find proposals for new instruments, possibly with a\nstronger angle on using data and technology. However, identifying such examples\nproved to be challenging. Despite this – and supplemented with broader research\ninto other sectors – we have identified some potential approaches that may inform\nthe peer-to-peer accommodation sector.\nBroader data policy landscape\nAs governments increasingly realise the importance of data in our economies, there is\ngrowing debate around its role in supporting interventions, or alternative approaches\nto managing the impact on markets and sectors.\nCountries such as the UK are researching the sharing economyand publishing\n1011\ndata to help  make better decisions about whether or how to intervene. This includes\ndeveloping methodologies for identifying sharing economy businesses and activity,\nand producing economic and other data on activity in the sector.\nMany countries and cities have joined theOpen GovernmentPartnershipand\nadopted theOpen Data Charter. This commits them todata policies such as\nopen-by-defaultto unlock innovation, and improvetransparency and public debate.\n12\nData should be used to inform the decisions we make as individuals, organisations\nand societies. An open-by-default approach could assist by encouraging more data\nto be published openly leading to better public debate about the impact of\npeer-to-peer accommodation on housing, tourism and local communities.\nGeopolitical trading blocks, such as the EU, are recognising that there is undue\nfriction in the use of data due to the lack of open or shared data. Many are working\nto increase thefree flow of datawhile respectingprivacy and creating trust.\n13\nOpen-by-default is a mechanism that supports this direction of travel and so are the\nnew and strengthened rights being seen in data protection legislation, such as the\nEU General Data Protection Regulation, that provide people with more control over\npersonal data about them. Those rights might provide ways to tackle fears over the\nemergence of new short-term let monopolies by making it easier for renters and\n13\nEuropean Commission (2017), ‘Building a European data economy’,\nhttps://ec.europa.eu/digital-single-market/en/policies/building-european-data-econo\nmy.\n12\nOpen Data Charter (2015), ‘Principles’,https://opendatacharter.net/principles.\n11\nUK Government, ‘Sharing Economy: User characteristics and tax reporting\nbehaviour’.\nhttps://www.gov.uk/government/publications/sharing-economy-user-characteristics-\nand-tax-reporting-behaviour\n10\nOffice for National Statistics, ‘The feasibility of measuring the sharing economy:\nNovember 2017 progress update’\nhttps://www.ons.gov.uk/economy/economicoutputandproductivity/output/articles/th\nefeasibilityofmeasuringthesharingeconomy/november2017progressupdate\nOpen Data Institute 2018Exploring interventions to support the peer-to-peer accommodation sector and the role of data14\n\nhosts to move between platforms, or support new mechanisms for dispute resolution\nby allowing renters or hosts to pass data to relevant public authorities.\nWhilst some government responses are of a traditional regulatory nature, for example\nthe FrenchDigital Republic Billwhich gives governmentthe power to compel some\ndata to be made openly available, others as using alternative approaches (such as\nthe UK government's work onregisters).\nRegisters of authoritative data, such as contact information for public authorities\nresponsible for particular public services (eg fire prevention or trading standards),\nor a list of peer-to-peer accommodation operators, or a list of addresses may be\nimmediately relevant to the issues presented by peer-to-peer accommodation.\nSuch registers may provide ways to improve the experience for letters and renters,\nreduce the costs of compliance and meet the needs of regulators.\nThe ODI’s own work onpolicy design patterns thatuse datamay be applicable to\n14\nthe peer-to-peer accommodation sector. For example, crowdsourcing reports of fire\nsafety issues, and subsequent use of data analytics to target inspection or\nunderstand risk profiles may improve the planning of the location of public resources.\nUsing peer-to-peer accommodation data in the wider data policy\nlandscape: building disaster preparedness in San Francisco\nBysharing data with city authorities in San FranciscoAirbnb says that it can\n15\nhelp to build the city’s capacity to respond to natural disasters.\nFollowing the platform’s response to Hurricane Sandy in New York City, where\nAirbnb hosts opened their homes to those affected by the storm, the platform\nbegan discussions with the Department of Emergency Management in San\nFrancisco to examine how the bodies might work together to build resilience.\nAmong other commitments, the government has shared their ‘hazard layer’\ndata with the platform that identifies areas near potential fires, flood plains\nand other risks. Airbnb integrates this information with data about their hosts\nand units on the platform, such as location, amount of space and contact\ninformation. Together, this data will help Airbnb employees to pinpoint\nappropriate hosts in an emergency.\nAirbnb’s cooperation with the city authorities demonstrates how a flexible\napproach to intervention might help governments meet their long-term policy\ngoals. The city government should also consider how to open up hazard layer\ndata more widely, so that it can be used by others to build resilience in the city\nand further afield.\n15\nEmergency Management (2014), ‘Airbnb Partners with San Francisco, Portland on\nDisaster Relief’,\nhttp://www.govtech.com/em/disaster/Airbnb-Partners-San-Francisco-Portland-Disas\nter-Relief.html.\n14\nODI (2017), ‘Policy design patterns that help you use data to create impact’,\nhttps://theodi.org/blog/policy-design-patterns-that-help-you-use-data-to-create-imp\nact.\nOpen Data Institute 2018Exploring interventions to support the peer-to-peer accommodation sector and the role of data15\n\nNon-traditional approaches\nIn addition to the interventions examined earlier and the role of data in it, there are a\nnumber of schools of thought emerging around new approaches to the peer-to-peer\naccommodation sector.\nThese schools of thought diverge from the traditionalCommand and Control (CAC)\nstyle of regulationof the style examined earlierin this report. CAC regulation seeks\n16\nto regulate an object or action (permitted or forbidden), to produce a particular output\n(by which the regulation’s success is measured). In this sector, it may include\nrequirements like host registration or a cap on the number of nights a unit can be\nrented. A non-traditional approach, such as the UK’s‘Smart Regulation’ approach\n17\nto shaping policy, moves away from CAC to viewing regulations as part of a broad\npolicy cycle (from design to implementation to revision), and promotes a risk-based\napproach consulting with sectors affected.\nNon-traditional approaches can be separated into two sub-sections:\n●\nNon-traditionalapproachesandprocessesto developinginterventions\n●\nNon-traditional or alternativeinterventions intothe peer-to-peer\naccommodation sector\nThese two areas will often overlap, with non-traditional approaches being used to\nform new alternative forms of intervention.\nAdvantages of non-traditional approaches and processes to\ndeveloping interventions\nThose who favour non-traditional approaches, such asacademic Kellen Zale,argue\n18\nthat the sharing economy has revolutionised the importance of scale in interventions,\nmeaning the peer-to-peer accommodation sector may not be able to adopt current\nmodels. Zale argues that ‘small-scale activities that once fit the criteria for light or\nno intervention are occurring at scales at which non-intervention makes little sense’.\nWriter Stephen Millersuggests that transactionsin the sharing economy are\n19\ndifferent, producing different risks and therefore requiring a different response.\nIn the UK, innovation foundationNesta has arguedthat the rapid growth of\n20\nthese platforms defy the traditional pattern of waiting for sufficient growth\nbefore intervention.\n20\nNesta (2017), ‘Anticipatory Regulation: 10 ways governments can better keep up\nwith fast-changing industries’,\nhttps://www.nesta.org.uk/blog/anticipatory-regulation-10-ways-governments-can-be\ntter-keep-fast-changing-industries.\n19\nMiller, S. (2015), ‘First Principles for Regulating the Sharing Economy’,\nhttp://harvardjol.com/wp-content/uploads/2016/02/HLL107_crop.pdf.\n18\nZale, K. (2016), ‘When Everything is Small: The Regulatory Challenge of Scale in the\nSharing Economy’,https://papers.ssrn.com/sol3/papers.cfm?abstract_id=2866044.\n17\nCabinet Office (2013), ‘Open Government Partnership UK National Action Plan\n2013 to 2015’,\nhttps://www.gov.uk/government/consultations/open-government-partnership-uk-nati\nonal-action-plan-2013/open-government-partnership-uk-national-action-plan-2013-t\no-2015.\n16\nBussu, S. (2015), ‘The Public’s Voice on Regulation’,\nhttp://webarchive.nationalarchives.gov.uk/20170110135609/http://www.sciencewise-\nerc.org.uk/cms/assets/Uploads/Public-engagement-on-regulationFebruary2015FINA\nL.pdf.\nOpen Data Institute 2018Exploring interventions to support the peer-to-peer accommodation sector and the role of data16\n\nNon-traditional approaches and processes to\ndeveloping interventions\nAnticipatory\nPromoted by innovation foundation Nesta, ananticipatoryapproach aims to assist\n21\nin the development of new technologies whilst addressing the risks and dangers.\nThe approach is designed to work in economies where there is rapid change,\nemerging ethical issues, and market actors who are dependent on data and\nalgorithms rather than physical resources. These are all present in the\npeer-to-peer accommodation sector.\nAnticipatory intervention promotes open dialogue between all parties, especially\nbetween innovators and regulators, to ensure that there are no unnecessary blockers\nto technological development. These rules are iterative and continuously adapted to\nfit the needs of actors, and encourage the use of testbeds and sandboxes for testing\ninnovative ideas and identifying likely risks. Furthermore, Nesta has suggested that\npublic engagement and skills-based training for regulators could produce more\ndynamic, effective intervention.\nActors, inside or outside government, have not explicitly adopted this approach in\nrelation to peer-to-peer accommodation in the UK. However, Nesta has implemented\nthis approach in drone regulation, where huge potential gains with speed and cost\ncould be offset by significant challenges regarding data and pricing models.\nThe foundation has been working in partnership with cities, businesses and\ngovernments in testbeds to explore how authorities and providers could best\npursue opportunities.\nCooperative\nCooperative intervention, put forward in one version byacademic Kellen Zale,\n22\nis a market-based approach to regulating peer-to-peer activity. Cooperatives are\nbusinesses where members (consumers, workers and producers) ‘own and manage\nthe enterprise’, limiting profits and reinvesting them back into the business.\nZale suggests that cooperatives could be a market alternative to sharing economy\nservices by replacing third-party providers such as Airbnb and Uber. Instead of these\nservices orchestrating a network of small-scale interactions and actors, a cooperative\nmodel would delegate this responsibility to the members themselves, making them\nresponsible for organising and managing the network in line with local laws.\nOrganisations who support this model, such asPlatformCooperativism, have\nsuggested that municipalities could also be involved in setting up and running\nthese cooperatives.\n22\nZale, K. (2016), ‘When Everything is Small: The Regulatory Challenge of Scale in\nthe Sharing Economy’,\nhttps://papers.ssrn.com/sol3/papers.cfm?abstract_id=2866044.\n21\nIbid.\nOpen Data Institute 2018Exploring interventions to support the peer-to-peer accommodation sector and the role of data17\n\nData-driven\nAcademic commentator Arun Sundararajan has been anactive proponentof\n23\n‘data-driven delegation’, an approach encouraging platform operators and\nmarketplaces to engage in more self-regulatory activity.\nSundararajan proposes a model that would encourage peer-to-peer accommodation\nplatform operators to self-regulate in some areas, such as the verification of hosts,\nwith city authorities supporting as required, such as for disaster preparedness.\nSundararajan opposes‘mandated transparency’whichwould require platforms to\n24\nshare data with relevant authorities, instead suggesting that data should be retained\nwithin companies and selective access granted through an API. He argues retaining\ndata within companies is more secure and more closely mirrors the interventions\nrelated to companies outside the sharing economy (such as financial audits).\nSundararajan proposes that this approach will encourage platform operators and\nmarketplaces to become ‘partners in transparency’, making them more likely to help\nin inventing self-regulatory solutions that government find difficult to address.\nCo-regulation and co-designing policies with users\nCo-regulation aims to‘utilise industry to implementregulatory standards’,\n25\nusing industry expertise about the sector and delegating responsibilities to\ncompanies themselves. This approach allows government to focus resources\nwhere outside oversight is most necessary. The process of designing this\napproach in collaboration with users is called ‘co-design’.\nIn 2016 innovation company MaRS Solution Labimplementeda co-design approach\nto regulating peer-to-peer accommodation in Canada,working with the\n26\nProvince of Ontario, the City of Toronto and local government to ‘redesign regulation\nfor the sharing economy’. Bringing together regulators from three levels of\ngovernment, industry representatives, insurers, agencies and experts, the company\nimplemented a five-step strategy to collaboratively design policy through a series of\nworkshops with the relevant parties.\nThe strategy included the following five steps:\n●\ncreating a vision matching the city’s identity and strengths that unites\npartners across the city\n●\nmapping the underutilised assets of the city, particularly skills, stuff\nand space\n26\nMaRS Solution Labs (2016), ‘Shifting Perspectives: Redesigning Regulation for the\nSharing Economy’,\nhttps://www.marsdd.com/wp-content/uploads/2016/04/MSL-Sharing-Economy-Publi\nc-Design-Report.pdf.\n25\nZale, K. (2016), ‘When Everything is Small: The Regulatory Challenge of Scale in\nthe Sharing Economy’,\nhttps://papers.ssrn.com/sol3/papers.cfm?abstract_id=2866044.\n24\nSundararajan, A. (2016), ‘What Governments Can Learn From Airbnb And the\nSharing Economy’,http://fortune.com/2016/07/12/airbnb-discrimination/.\n23\nEuropean Parliament - Economic and Scientific Policy Department (2017), ‘The\nCollaborative Economy: Socioeconomic, Regulatory and Policy Issues’,\nhttp://www.europarl.europa.eu/RegData/etudes/IDAN/2017/595360/IPOL_IDA(2017)5\n95360_EN.pdf.\nOpen Data Institute 2018Exploring interventions to support the peer-to-peer accommodation sector and the role of data18\n\n●\nidentifying opportunities by matching these assets with key issues\nthe city faces\n●\ndefining actions related to each opportunity\n●\nsupporting the strategy with the right resources and structure\nto ensure implementation\nThe workshops produced a number of pilots that may be implemented, including\na Pilot for Burden Reduction for Existing Operators, addressing the implementation\nand enforcement of safety regulation, and Piloting Condominium Regulation Models,\nwhich encourages ongoing and open dialogue among those sharing condos, which\nmake up almost half of the city’s housing. The workshops also reinforced the\nimportance of data sharing with city authorities to help with city planning, space\nasset management and strengthening understanding of each neighbourhood.\nAirbnb is also working with Canadian authorities on a pilot project to raise awareness\nabout rights and responsibilities when offering or booking accommodation in Toronto.\nThis includes information about tax laws and regulatory obligations like smoke\nalarms, dispensed through a joint website between the Ontario Province and Airbnb.\nAggregate regulations\nRecognising the difficulty of focusing on a large number of small-scale interactions,\naggregate regulations address the large-scale impact of a sector. In the sharing\neconomy space, aggregateregulations have been introducedin Sao Paulo(Brazil)\n27\nand Washington DC (USA) to regulate ride-hailing companies. In Brazil, ride-hailing\ncompanies are charged bi-monthly upfront fees based on mileage traveled by drivers\nin their network, to compensate the city for use of its public infrastructure; in DC,\nridesharing fares include a surcharge that is remitted to the city.\nScaled regulations\nScaled regulations focus on individual actors based on the extent of their activity.\nFor instance, a scaled fee-based approach may require more active individuals to pay\nmore to account for the externalities that result from their activity and the increased\noversight required. For instance, the US city of Portland, Oregon charges a minimum\npermit fee for home sharing, with those who engage in more frequent rentals required\nto pay a higher fee.\nTransferable sharing rights\nAcademic Stephen Miller has suggested atransferablesharing rights framework\n28\nto provide an alternative method of intervention in the peer-to-peer sector.\nThis framework builds upon the common process of transferring development rights,\nwhere landowners who are ‘required to maintain a less intense use’ than codes or\nregulations allows can sell their unused development rights, allowing a ‘receiving site’\nto develop more intensely than is permitted.\nMiller has suggested that such rights could be transposed onto the peer-to-peer\nsector, allocating transferable sharing rights (TSRs) that allow people to engage\n28\nMiller, S. (2015), ‘First Principles for Regulating the Sharing Economy’,\nhttp://harvardjol.com/wp-content/uploads/2016/02/HLL107_crop.pdf.\n27\nZale, K. (2016), ‘When Everything is Small: The Regulatory Challenge of Scale in\nthe Sharing Economy’,\nhttps://papers.ssrn.com/sol3/papers.cfm?abstract_id=2866044.\nOpen Data Institute 2018Exploring interventions to support the peer-to-peer accommodation sector and the role of data19\n\nin a short-term rental for a given amount of time. Rights could be redeemed on\n29\nan online platform for a fee payable to the city, with the fee contributing to activities\nthat neutralise the impact peer-to-peer accommodation activities have on a\nneighbourhood. Those who do not want to redeem their rights could sell them to\nothers through a market brokered by the city, with profits split between the seller\nand the city.\nNon-traditional or alternative interventions into the peer-to-peer\naccommodation sector\nShared Cities and the Policy Tool Chest\nIn 2016, Airbnbunveiled its new plansfor a ‘SharedCity’ concept. This concept\n30\naims to ‘help civic leaders and [the Airbnb] community create more shareable,\nmore livable cities through relevant, concrete actions and partnerships’\n(CEO Brian Chesky). The concept represents the company’s broad commitment\nto working collaboratively with city authorities as they update and create legislation\nto regulate home sharing, particularly in the United States.\nA ‘Shared City’: Portland, Oregon\nThe first‘Shared City’ partnershipis with the Americancity of Portland,\n31\nOregon, and binds Airbnb and the city to the following commitments:\n●\nenabling Airbnb hosts to contribute to city improvements by donating\nmoney they earn on the platform to local causes, and the company will\nmatch these donations\n●\nmaking free smoke and carbon monoxide detectors available to every\nhost who requests one, helping hosts meet updated safety\nrequirements of the city\n●\nworking with the tourism bureau, Visit Portland, on joint campaigns\nto promote the city and its small businesses\n●\ncollecting and remitting taxes on behalf of the City Council, collected\nout of guest payments and sent quarterly to the City of Portland\nThe ‘Shared City’ concept represents a new model for Airbnb’s engagement with\ncity authorities, which they aim to scale up over the next years. The partnership\nis accompanied by the company’sPolicy Tool Chest,which presents four policy\n32\noptions as a ‘resource for governments to consider as they draft or amend rules\nfor home-sharing’. The options are:\nTax collection:collecting hotel or tourist tax revenuedirectly from guests on behalf\nof the authorities, assuming costs for this collection from hosts or city authorities\n32\nAirbnb Citizen (2017), ‘Home sharing policy approaches that are working around\nthe world’,\nhttps://www.airbnbcitizen.com/home-sharing-policy-approaches-that-are-working-ar\nound-the-world/.\n31\nGallagher, L. (2014), ‘Airbnb cozies up to cities’,\nhttp://fortune.com/2014/03/26/airbnb-cozies-up-to-cities/.\n30\nChesky, B. (2014), ‘Shared City’,\nhttps://medium.com/@bchesky/shared-city-db9746750a3a.\n29\nIbid.\nOpen Data Institute 2018Exploring interventions to support the peer-to-peer accommodation sector and the role of data20\n\nwho otherwise may have to pay these costs. The company has established\npartnerships of this nature, which they call Voluntary Collection Agreements,\nin over 200 jurisdictions.\nGood neighbours:helping hosts and guests be respectfulof the communities they\nstay in, and helping to update zoning laws that may be inappropriate for commercial\nactivities that now take place across neighbourhoods. An example of this is the\nFriendly Buildings program, which encourages building owners, landlords, tenants\nand platform operators to get together to enable home sharing under agreed rules.\nThis has been used in Nashville, Philadelphia and San Jose in the United States.\nAccountability:collaborating with city authoritiesto design and implement practical,\nenforceable rules for home sharing. The company advertises that its analysts “are\nable to assist policymakers with identifying the point at which short-term rentals [...]\ngenerate more income than long-term rentals per year”, helping identify a reasonable\ncap. The company has also worked with city authorities in San Francisco and\nNew York City to implement ‘One Host, One Home’ policies, and a ‘three strikes’\npolicy that bars hosts who have been cited by law enforcement ‘for violating home\nsharing rules or other restrictions intended to preserve neighbors’ quality of life’.\nTransparency and privacy: Airbnb is willing to sharedata with authorities ‘to enable\nsmarter-decision making about home-sharing rules’, whilst respecting privacy. Its\nCommunity Compact, released in November 2015, commits the company to share\nthe following data openly:\n●\ntotal economic activity generated by Airbnb in the city\n●\namount of income earned by typical host\n●\ngeographic distribution of Airbnb listings\n●\nnumber of hosts who avoided eviction by renting on Airbnb\n●\npercentage of Airbnb hosts sharing their permanent home\n●\nnumber of days typical listing rented\n●\ntotal number of guests visiting city, average number of guests per listing\n●\ntheir average stay length\n●\nsafety record of Airbnb listings\nBeyond this, the company has entered into several data sharing agreements with city\nauthorities to share data for policy, usually aggregated at the neighbourhood level.\nAgreements of this type have been agreed inNew Orleansand Chicago. Notably,\n33\nopen data was published concerning Airbnb activities in each of New York City’s\nNeighbourhood Tabulation Areas.\n33\nBenner, K. (2016), ‘New Orleans Becomes New Model for Airbnb to Work With\nCities’,\nhttps://www.nytimes.com/2016/12/07/technology/new-orleans-airbnb-model.html.\nOpen Data Institute 2018Exploring interventions to support the peer-to-peer accommodation sector and the role of data21\n\nMethodology and limitations\nResearch design\nManaging the impacts of peer-to-peer accommodation has become an important\ntopic for policy-makers in areas where it has started to affect the housing and tourism\nsectors. But while intervention in the peer-to-peer accommodation market is not\na universal phenomenon, the limited number of interventions already implemented\nor discussed makes a comprehensive review very challenging. Furthermore, in\nindividual countries, many city or regional interventions often follow a nationally\nhomogeneous approach. This makes them very similar, which limits the marginal\nutility of analysing every single case.\n34\nTo maximise the variety of cases analysed, we applied a systems-design approach.\nWith a limited number of cases, this approach seeks to maximise the variety of cases\nanalysed, allowing us to gain insights across a broad spectrum of current policy\napproaches. We focused our research on 17 developed countries in Europe, North\nAmerica, and Asia. All cases were identified through anonymous browsing using\nsearch engines Google and Bing. Ultimately we assessed35 different interventions.\nIn the five largest cities of each country, we reviewed news reports, policy\ndiscussions, and legal and policy documents from city councils to identify any\nrelevant activity in the city or whether the topic was discussed at all. Cases were\nadded to our research depending on whether they added to the variety of the\noverall sample.\n35\nIn a second step, a detailed content analysis was conducted. This mapped all\ncases along a number of qualitative indicators to understand the type of intervention,\nthe focus of the intervention (ie its objective), and what data is being collected.\nFollowing an inductive process, we created and coded categories for the different\ncharacteristics we identified through the qualitative desk research. The results of this\ncoding are discussed in this report.\nNon-traditional approaches were researched by using search engine tools to surface\nmedia articles and academic reports into this issue. These were then analysed for\ninterest and summarised.\nLimitations\nThe observations presented are subject to limitations, resulting from the research\ndesign and the phenomenon we investigated. First, the selective sampling of our\nresearch implies that the results cannot be generalised. In particular, they do not\nallow us to draw inferences on specific cases not included in the sample. However,\nthe patterns we observed can be helpful in understanding the policy and regulatory\n35\nThis implies that cases which largely replicated previously identified patterns were\nnot added to the database. For example because approaches in different German\ncities are very similar, only Berlin has been added to the database as an exemplary\nand well documented case.\n34\nEven though resulting from national legislation, French cities apply a relatively\nuniform model, which limits short-term letting to 120 days per year; in a number of\nFrench cities,AirBnB also collects and remits touristand district taxes.\nOpen Data Institute 2018Exploring interventions to support the peer-to-peer accommodation sector and the role of data22\n\ndiscussions, public concerns, the role of data and technology. Hence, they can be\nseen, a) as an assessment of high-level needs (where they have been articulated by\nand included in policy designs); and b), as an assessment of the the interventions\nmade in the peer-to-peer accommodation sector.\nSecond, intervention in the peer-to-peer accommodation sector is an emerging\nphenomenon. Researching it requires an inductive approach, which is grounded in\nreal-world data. By collecting comprehensive information on a number of issues and\nthen grouping observations into frequent categories, our research design follows this\ngrounded theory logic. An important limitation to this exploratory design is that the\nresulting categories should not be seen as exhaustive or authoritative. Rather, they\nare meant to be informing, based on the characteristics of cases observed.\nParticularly the categories we used to structure ‘primary motivations for intervention’,\nand what they focus on (‘object’) depend on the specific sample and the motivations\nfor research.\nAnother limitation is that the collection of data on interventions is a process of\ninterpreting the main topics of policy discourses and then encoding the findings into\ncommon groups. Very few interventions clearly state why they were proposed.\nTo answer our question on the primary motivations for their introduction, we had to\nmake assumptions based on our readings of policy papers, texts, news reports, and\nother online resources. Already this first step is selective, eg because not all relevant\ndiscussions are discoverable online. Deciding which topics were the most important\nand then coding them into summary tables introduces two more layers of\nassumption. For possible future interventions this is made even more difficult,\nas many plans and discussions are unlikely to be made publicly available.\nWhen reading the results, we should thus keep in mind that to condense our real\nworld observations into neat summary tables, we had to make several consecutive\nassumptions. This means that the data presented is “cleaner” than the real world\nphenomenon: for example, not recording “managing tourism” as a primary motivation\nfor interventions in London does not imply that the issue was not a concern at all in\nthe public discourse. Instead, we just do not think it is important and decisive enough\nfor the final approach.\nFinally, our findings on the role of data in interventions (or proposals) require\nparticularly careful interpretation. The fact that data is almost never considered in\ninterventions – and the policy discussions which precede them – is a finding in its\nown right.\nFew interventions explicitly mention which types of data will be required,\neg when hosts must acquire a newly created business licence to offer a home\non a peer-to-peer accommodation platform. How data is collected, managed,\nor processed is extremely difficult to understand without talking directly to\nspecialist staff at authorities or businesses.\nOur findings on the type of data involved in interventions only provide a macroview,\nwhich is heavily based on assumptions about which datacouldbe involved.\nIn making these assumptions, we have been deliberately conservative: for example,\nwhere properties listed on peer-to-peer accommodation platforms are required to be\nofficially registered, we can safely assume that at least the name of the proprietor and\nthe property location will be collected. More data may well be collected, eg on fire\nsafety installations; but we did not include these sources, unless they were explicitly\nmentioned in official documents.\nOpen Data Institute 2018Exploring interventions to support the peer-to-peer accommodation sector and the role of data23\n\nNext steps\nThis piece of research is part of the overall work that the ODI is currently undertaking\nto understand how data can improve the peer-to-peer accommodation market to\nsupport businesses and communities, and improve the experience of consumers\nand users.\nDuring a discovery phase (starting in summer 2017), the ODI also completed\ninterviews with key stakeholders in the sector including platform users, platform\noperators, estate agents, renters’ associations, local authorities, fire services, etc.\nBased on a combination of this research and the research described in this report,\nthe ODI established a set of topics, or areas, of opportunity to focus on in the alpha\nphase of the project.\nSeveral were tested during workshops with various stakeholders in October 2017.\nBased on the feedback received, the ODI will focus on the portability of data related\nto peer-to-peer accommodation, establishing whether a data observatory could be\nused to understand the impact of the sector, and finding ways for local data to be\nshared in a standardised way with hosts and guests.\nOpen Data Institute 2018Exploring interventions to support the peer-to-peer accommodation sector and the role of data24","version":"1.10.100"}