{"numpages":43,"numrender":43,"info":{"PDFFormatVersion":"1.5","IsAcroFormPresent":false,"IsXFAPresent":false,"Producer":"Skia/PDF m72"},"metadata":null,"text":"\n\n \n\n \nContents  \n \nContents1 \nExecutive summary3 \nWhat is geospatial data?4 \nThe economic value of geospatial data7 \nGlobal trends in geospatial data9 \nComparing international geospatial data capability and readiness9 \nTrends in open geospatial data11 \nCommercial and community stewards are becoming more important12 \nAdvances in data collection12 \nAdvances in analysis and extraction14 \nCommercial stewards hold valuable data about people and their \nmovements15 \nCommercial stewards control some of the most accurate and widely  \nused maps16 \nA review of UK geospatial data policy19 \nIncreasing access and openness of geospatial data19 \nInconsistency in implementation20 \nCurrent policy21 \nThe impact of the UK leaving the EU22 \nUnderstanding the UK’s geospatial data infrastructure23 \nWhat are the key types of geospatial data asset?24 \nIdentifiers24 \nRegisters26 \nGeospatial datasets27 \nWhat standards support geospatial data?28 \nWhich types of organisations are stewarding our data infrastructure?30 \nPublic data stewards30 \nCommercial data stewards31 \nCommunity data stewards32 \nExploring parts of the UK’s geospatial data ecosystem33 \nOrdnance Survey33 \nOpenStreetMap35 \nStrengthening geospatial data infrastructure37 \nRemove friction caused by restrictive data licences37 \nLink and standardise datasets to improve quality38 \nEnsure ethical and equitable access to geospatial data38 \nInnovative business models will sustain a more open infrastructure39 \nUse open approaches to avoid a closed ecosystem40 \nRecognise OpenStreetMap as a link to a global geospatial data infrastructure41 \n \n \n \nOpen Data Institute 2018 / ReportThe UK’s geospatial data infrastructure: challenges and opportunities    1 \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nAbout \nThis report has been researched and produced by the Open Data Institute, and published in \nNovember 2018. The lead authors are Deborah Yates, Jared Keller, Rachel Wilson and Leigh \nDodds, with contributions from Peter Wells, Jeni Tennison, Mike Rose, Anna Scott, Jack \nHardinges and Rebecca Ghani.  \nWe would like to thank Ordnance Survey, OpenStreetMap UK, the Open Geospatial \nConsortium and 1Spatial for feedback and comments on drafts of this document. \n \nThis report is published under the Creative Commons Attribution-ShareAlike 4.0 International \nlicence. See: ​creativecommons.org/licenses/by-sa/4.0​. \n \n \n \n \nHow can it be improved? We welcome suggestions \nfrom the community in the comments. \n \nOpen Data Institute 2018 / ReportThe UK’s geospatial data infrastructure: challenges and opportunities    2 \n\n \nExecutive summary \nGeospatial data is about places. It might be about a specific building, a river or other natural \nfeature, or a broader location like a city or country. \n \nMaps are geospatial data that has been visualised. That same data can be used in many \nother ways. It can help us find efficient transport routes, plan homes and businesses or \nidentify areas at risk of flooding. \n \nGeospatial data’s importance for different sectors makes it essential that the UK has both a \nstrong open geospatial data infrastructure and the capacity to use it to its full potential. \n \nThe Open Data Institute (ODI) is running a project to explore challenges that face the UK’s \ngeospatial data infrastructure, and opportunities to support the publishing and use of openly \nlicensed geospatial data.  \n \nThis report summarises the desk research carried out as part of that project. The full range of \nproject outputs – including user research – can be found on the​ ​geospatial data and \ntechnology​ project page​. \n \n \nIn this report we look at: \n \n●the different types of geospatial data and its economic value \n●some of the technical and policy trends that affect how geospatial data \nis collected, published and used in the UK and globally \n●the components of the UK’s geospatial data infrastructure, including \nsome of the data assets, standards, and organisations stewarding that \ninfrastructure. \n \n \nTo highlight the range of organisations that contribute to, maintain and benefit from \ngeospatial data, we also look at the data ecosystem supported by Ordnance Survey (Great \nBritain’s national mapping agency) and the community-curated and open source mapping \nproject, OpenStreetMap. \n \nWe do not assess the UK's capability in geospatial skills and delivery, or the legislative \nenvironment and bodies that govern the UK's geospatial data infrastructure. For example, in \nthis paper we have not considered the powers of the Geospatial Commission. \n \nWe conclude this report with ways to strengthen the parts of the geospatial data \ninfrastructure that we have assessed. Specifically, we raise the importance of: \n \n●removing the friction caused by restrictive data licensing \n●linking and standardising data assets to improve quality \n●ensuring ethical and equitable access to geospatial data \n●innovating around the business models that will help to sustain an open geospatial \ndata infrastructure \n●using open approaches to avoid a closed geospatial data ecosystem \n●recognising the role of OpenStreetMap as a link to a global geospatial data \ninfrastructure. \n \n \n \n \nOpen Data Institute 2018 / ReportThe UK’s geospatial data infrastructure: challenges and opportunities    3 \n\n \nWhat is geospatial data? \nGeospatial data describes locations.  \n \nIt can be about specific places – such as the address of a building or the path of a railway line \n– or larger geographic areas, such as a city, region or country. It can also be about \nlandscape, such as elevation, geology, land cover, natural habitats and water resources. \n \nMaps are the most well-known, familiar example of how we use geospatial data. Maps are \nimages of the real world that help us to navigate and understand our environment. They are \nvisualisations made by combining different types of geospatial data.  \n \nFigure 1 illustrates how a number of geospatial datasets describing terrain, land use, \nwaterways, transport and boundaries might be combined to help us to visualise a geographic \narea or point.  \n \nHowever, much of the value of geospatial data comes from using it as raw data that can be \nused to deliver insights into the state of our natural environment, implement policy and help \nus make decisions in our daily lives.  \n \nEach of the datasets that make up the different layers in Figure 1 can provide useful \ninformation. For example, we can use the transport layer to build navigation tools and analyse \ntransport times to help commuters move across a city.  \n \nThe most useful insights come from using two or more layers of geospatial data.  Combining \nmultiple datasets helps us perform more complex analyses – it means we can explore \ndifferent aspects of the built environment, such as access to health facilities, schools and \npublic green spaces. We can also use geospatial data to analyse elements of the natural \nenvironment which can help us understand causes and impacts of climate change and \nflooding. \n \nGeospatial data also helps us build models of what is likely to happen in a given location over \ntime. For example, Global Positioning System (GPS) data collected from mobile phones can \nhelp predict future commuting patterns and the physical infrastructure improvements needed \nto manage them. \n \nGeospatial data can enrich other types of data – data about the social, economic and cultural \naspects of a population. As Baroness Andrews stated in her ​foreword to the 2008 UK location \nstrategy​: “In almost everything, people need to know when and where things happen: place \nmatters.”. Adding location as context – a practice known as georeferencing – makes it \n1\npossible to analyse complex social and economic trends and how those trends impact \ndifferent geographic areas of the country.  \n1\n ​Geographic Information Panel (2008), ‘Place Matters, The Location Strategy for the United Kingdom’, \nhttps://data.gov.uk/sites/default/files/uk-location-strategy_10.pdf  \n \nOpen Data Institute 2018 / ReportThe UK’s geospatial data infrastructure: challenges and opportunities    4 \n\n \nFigure 1: Components of geospatial data \n \nOpen Data Institute 2018 / ReportThe UK’s geospatial data infrastructure: challenges and opportunities    5 \n\n \n \n \nAt the ODI we have previously written about the demand for data – including geospatial data \n– to inform policymaking as part of ​our research into the peer-to-peer accommodation sector \nand its impact on different geographic regions. We have also created tools that use \n2\ngeospatial analyses to help inform policymaking, such as ​the tools to assess the potential \nimpact of planned fire station closures in London​. \n3\n \nGeospatial data – whether it comes from commercial businesses, public sector organisations \nor crowdsourcing initiatives – is a vital part of our ​data infrastructure​. As we explain below, \ndata infrastructure is made up of data assets, standards, technologies, policies and the \norganisations that steward and contribute to them.  \n \nGeospatial data helps people, communities and organisations make decisions in almost all \naspects of life and across all sectors of our economy. For instance, a recent global survey run \nby local intelligence company Carto found that 94% of large businesses ​collect and/or store \nlocation data​. \n4\n \nA number of technologies and sectors are heavily reliant upon geospatial data from the public \nand private sector. Without sustainable access to geospatial data which is as open as \npossible, it will be harder for organisations to innovate, grow or operate within the UK with a \ncorresponding impact on both the economy and the services received by citizens and \nconsumers. \n \nOrganisations in the logistics sector rely on geospatial data to get people, food and parcels \nfrom A to B efficiently and effectively. Autonomous and connected vehicles use geospatial \ndata in services such as in-car navigation and driver assistance systems like lane departure \nwarnings, parking proximity, and cruise control. Drones rely on geospatial data for \ngeofencing, for example to stop them flying over airports. Transport services use geospatial \ndata to improve routing recommendations, model traffic flows and manage highway \nresources. \n \nGeospatial data can either be closed, shared or open data. To help clarify what distinguishes \nthese types of data, the ODI has designed ​The Data Spectrum​ with examples of each.  \n5\n \nOpen data is data that anyone can access, use and share. For data to be considered ‘open’, \nit must be published in an accessible format, with a licence that permits anyone to access, \nuse and share it. \n \nLike other parts of our data infrastructure, we believe that geospatial data should be as open \nas possible – with data being open for anyone to access, use and share – while respecting \nprivacy, national security and commercial confidentiality.  \n \nGeospatial data plays a fundamental role in our data infrastructure because it provides spatial \ncontext for other types of data. What use is a land ownership record unless we know where \nthe land is? Or a list of supermarket services unless we know where to find them? When the \navailability and openness of geospatial data is restricted, this can limit the openness and \nutility of other data.  \n2\n ​Open Data Institute (2018), ‘Understanding the impacts of peer-to-peer accommodation, the role of data and data observatories’, \nhttps://theodi.org/article/understanding-the-impacts-of-peer-to-peer-accommodation-the-role-of-data-and-data-observatories-report/ \n3\n Open Data Institute, ‘ODI reveals impact of London fire station closures using open data’, \nhttps://theodi.org/project/tools-developing-tools-to-assess-the-impact-of-fire-station-closures/ \n4\n ​CARTO (2018), ‘The State of Location Intelligence’, ​https://carto.com/state-of-location-intelligence-2018/#download \n5\n ​Open Data Institute, ‘The Data Spectrum’, ​https://theodi.org/about-the-odi/the-data-spectrum/ \n \nOpen Data Institute 2018 / ReportThe UK’s geospatial data infrastructure: challenges and opportunities    6 \n\n \nThe economic value of \ngeospatial data  \nRecent studies have shown geospatial data’s economic value in stimulating innovation, \nencouraging economic growth and helping to improve the delivery of public services.  \n6\n \nThough there is a lack of consensus around the best research methods to use when \nattempting to ​quantify the economic and social value of data​, these studies consistently \n7\nillustrate the value of geospatial data, at both a macroeconomic and microeconomic level.  \n \nA 2017 study by AlphaBeta, for instance, concluded that ​each year geospatial data and \nservices generate $400bn in global revenue​, save people $550bn worth of time and fuel when \ntraveling, and drive $1.2bn of indirect sales worldwide. In the European Union (EU), ​the \n8\nbenefits of the INSPIRE Directive​ – which aims to create a European-wide geospatial data \ninfrastructure – are estimated to be between €770m and €1.15bn per year (against costs of \n€93m to €138m). More recently, a ​2018 study by the UK ​Cabinet Office​ predicted that \n9\nmaking parts of the Ordnance Survey’s OS MasterMap more openly available would boost \nthe UK economy by at least £130m each year. \n10\n \nAt a microeconomic level, in 2017, Deloitte found that ​Transport for London generates \neconomic benefits and savings of up to £130m each year​, by opening up access to \ngeospatial data – such as the locations of rail lines, embarkation points and facilities, and \ngeoreferenced data – such as timetables, transit status, and updates about disruptions and \nscheduled works.  \n11\n \nThe benefits, which included reduced travel time, not needing to produce in-house apps and \ncampaigns, job creation and revenue from new services are set against a relatively small \nestimated cost of around £1m per year for publishing the data openly, suggesting a \nsignificant return on investment.  \n \nIn Denmark, a study commissioned by the Danish Enterprise and Construction Authority \nfound that the direct financial benefit to society of opening Danish address data amounted to \nroughly DKK ​471m (€62m)​ between 2005 and 2009, set against  relatively small costs of DKK \n15m (€2m) across the same period. \n12\n \nThe UK government has estimated that ​maximising the value of location data \ncould generate £6–11bn​ each year across five commercial sectors:  \n13\n \n6\n The following paragraphs discuss findings from a number of these studies. \n7\n ​The Open Data Institute (2018), ‘Data’s value: how and why should we measure it?’, \nhttps://theodi.org/article/datas-value-how-and-why-should-we-measure-it/ \n8\n AlphaBeta (2017), ‘The Economic Impact of Geospatial Services’, \nhttps://www.valueoftheweb.com/reports/the-economic-impact-of-geospatial-services/ \n9\n European Commission DG Joint Research Centre (2006), ‘Assessing the impacts of spatial data infrastructures’, \nhttps://publications.europa.eu/en/publication-detail/-/publication/39b96518-21d6-4159-8fce-1b880c2e121b/language-en \n10\n ​Cabinet Office (2018), ‘Unlocking of government’s mapping and location data to boost economy by £130m a year’, \nhttps://www.gov.uk/government/news/unlocking-of-governments-mapping-and-location-data-to-boost-economy-by-130m-a-year \n11\n ​Deloitte (2017), ‘Assessing the value of TfL’s open data and digital partnerships’, \nhttp://content.tfl.gov.uk/deloitte-report-tfl-open-data.pdf \n12\n ​Danish Enterprise and Construction Authority (2010), ‘The value of Danish address data’, \nhttp://danmarksadresser.dk/file/389579/Value_Assessment_Danish_Address_Data_UK_2010-07-07.pdf \n13\n ​Cabinet Office (2018), ‘An Initial Analysis of the Potential Geospatial Economic Opportunity’, \nhttps://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/733864/Initial_Analysis_of_\nthe_Potential_Geospatial_Economic_Opportunity.pdf \n \nOpen Data Institute 2018 / ReportThe UK’s geospatial data infrastructure: challenges and opportunities    7 \n\n \n●Sales and marketing​​ (£1.1– 2.2 bn): Location data has the potential to \nreduce distribution costs, lower staff costs and reduce ineffective \nspending in use cases like location-based advertising and end-to-end \nsupply chain management. \n \n●Property and land​​ (£1.5–2.5 bn): Because location is an integral part of \nproperty and land management, improved access to geospatial data \nhas the potential to benefit the entire sphere, for example by improving \nprice-realisation and reducing the cost of claims processing, due to \nmore precise understanding of the risks associated with certain areas. \n \n●Infrastructure and construction​​ (£2.2–4.6 bn): Among other things, \nincreased access to location data can improve network infrastructure \nplanning by helping to create better and cheaper GIS-enabled tools, \nand can improve site identification by providing better understanding of \nthe environmental risks associated with different regions. \n \n●Mobility​​ (£1.0–1.9 bn): Location data can enable route optimisation \nleading to decreased travel times, reduced fuel costs and increased \ndriver productivity.  \n \n●Natural resources​​ (£0.2–0.3 bn): Greater access to location data has \nthe potential to improve the accuracy and productivity of autonomous \nfarming, mining and monitoring equipment. \n \n \n \n \n \n  \n \nOpen Data Institute 2018 / ReportThe UK’s geospatial data infrastructure: challenges and opportunities    8 \n\n \nGlobal trends in geospatial \ndata \nThis section focuses on global indicators and trends that highlight how geospatial data \ninfrastructure is evolving around the world. Exploring these general trends provides context \nrelevant to our exploration of the UK’s geospatial data infrastructure later in the report.  \n \nOne of the most important trends being felt by governments and public sector geospatial \ndata stewards (those who collect, maintain and share data) is the increasingly large role \nplayed by commercial and community organisations in the same space – that is, also as \ncollectors and aggregators of geospatial data. \nComparing international geospatial data capability and readiness \nSeveral studies and research projects have set out to catalogue, assess and rank the \nreadiness and capability of countries in publishing nationally important location data. The \nstudies stress different metrics and criteria, and have a common aim of identifying areas in \nneed of improvement.  \n14\n \nOne such study, conducted by the Global Spatial Data Infrastructure Association, suggests \nthat assessing countries against a range of criteria will ‘allow investment and decision making \nto be directed towards problematic areas’ and will ultimately help nations develop the \ninfrastructure necessary to ensure that geospatial data is ‘accurate, transparent, open and \ninteroperable’.  \n15\n \nIt is important to note that different national mapping agencies have different public tasks or \nremits, and have therefore set themselves different missions and objectives. Even so, a few \n16\nnational frontrunners and cross-national themes have emerged in these studies.  \n \nCountries within the EU generally fare well in assessments of geospatial capability and \nreadiness. One study published by Geospatial Media and Communications included 15 \nEuropean countries in its top 25, due in large part to the role played by the ​INSPIRE \n17\nDirective​ in helping to define policies and standards for geospatial data.  \n18\n \nThe directive lays out four steps that member states are required to take in cultivating and \nmanaging geospatial datasets: 1) identify spatial datasets; 2) document these datasets \n(metadata); 3) provide services for identified spatial datasets (discovery, view, download); and \n4) make spatial datasets interoperable by aligning them with the common data models. \n19\nAccording to a 2018 summary of ​progress made by the directive over the previous decade, \n20\n14\n ​See: Global Spatial Data Infrastructure Association (2017), ‘Towards a Global Index of National Spatial Data Infrastructures \n(GI-NSDI), ​http://gsdiassociation.org/index.php/projects/nsdi-index/725-towards-a-global-nsdi-index-project.html​; INSPIRE \n(2009), ‘INSPIRE and NSDI State of Play: D1.1 - Report on the Methodology‘, \nhttp://inspire.ec.europa.eu/reports/stateofplay2009/INSPIRENSDISoP-D.1.1-ReportonMethodology-v2.1.3.pdf​; Joep \nCrompvoets, Abbas Rajabifard, Bastiaan van Loenen & Tatiana Delgado Fernández, Editors (2008), ‘A Multi-View Framework \nto Assess SDIs’, ​http://www.csdila.unimelb.edu.au/publication/books/mvfasdi/MVF_assessment_SDI.pdf \n15\n ​Global Spatial Data Infrastructure Association (2017), ‘Towards a Global Index of National Spatial Data Infrastructures \n(GI-NSDI)’, ​http://gsdiassociation.org/index.php/projects/nsdi-index/725-towards-a-global-nsdi-index-project.html \n16\n ​For further reading on this topic, see: Serene Ho, Joep Crompvoets and Jantien Stoter (2018), ‘3D Geo-Information \nInnovation in Europe’s Public Mapping Agencies: A Public Value Perspective’, ​https://www.mdpi.com/2073-445X/7/2/61 \n17\n ​The tally includes Switzerland and Norway. Though they are not EU Member States, each has chosen to enact a number \nof INSPIRE directives. \n18\n ​See: Geospatial Media and Communications (2018), ‘Geospatial Industry Outlook and Readiness Index’, pp. 73 and 76, \nhttps://geobuiz.com/geobuiz-2018-report.html  \n19\n ​Publications Office of the European Union (2017), ‘Summary Report on Status of implementation of the INSPIRE Directive \nin EU’, ​https://inspire.ec.europa.eu/documents/summary-report-status-implementation-inspire-directive-eu \n20\nEuropean Commission (2018), ‘Summary Report on Status of implementation of the INSPIRE Directive in EU’, \nhttps://inspire.ec.europa.eu/documents/summary-report-status-implementation-inspire-directive-eu  \n \nOpen Data Institute 2018 / ReportThe UK’s geospatial data infrastructure: challenges and opportunities    9 \n\n \nthere had been adequate progress on steps one and two, but less progress on steps three \nand four.  \n \nInterestingly, while INSPIRE focuses on data access rather than open licensing, the same \n2018 report found that in those member states where open data was a political priority, open \ndata policy initiatives and INSPIRE directives had been implemented in a complementary \nmanner, leading to greater use of location data within those countries, and the development \nof stronger, more mature, national geospatial data infrastructures. \n \n On the other hand, in those countries where open data has been less of a priority, \n21\nimplementation of INSPIRE directives has been generally driven by legal obligation, leading to \ngeospatial infrastructures that are comparatively underdeveloped, underutilised, and less \nopen. \n \nThe United States (US) also tends to rank highly in readiness assessments, with the Global \nGeospatial Industry Outlook report ranking it first overall in its geospatial capability and \nreadiness. The ​Federal Geographic Data Committee​ works to promote the development, \n22\nsharing, use, and publication of geospatial data within the US, regularly publishing ​‘strategic \nplans’ to develop the country’s national geospatial data infrastructure​. \n \nThe same Global Geospatial Industry Outlook report ranked the UK second in its geospatial \ncapability and readiness, but seventh in its national infrastructure and policy framework, \nshowing there is still room for improvement.  \n23\n \nThe report also highlights that open data initiatives can help facilitate geospatial development \nprogrammes and ensure that organisations can gain value from geospatial data, whether \nthrough improved efficiency, economic growth or benefits for society as a whole. As \nmentioned above, one reason that many EU countries, including the UK, rank highly is that \nthey follow shared guidelines, like INSPIRE, and take part in collaborative ventures, like \nCopernicus, the European Space Agency’s (ESA’s) Earth observation programme. It is as yet \nunclear what impact the UK leaving the EU would have on the UK’s commitment to \nguidelines such as these, and the benefits it receives from such collaborations. \n \nA number of lower- and middle-income countries are also taking steps to improve their \nreadiness and capability. For example, the ​Africa Regional Data Cube​ is providing access to \nsatellite and Earth observation data for Kenya, Senegal, Sierra Leone, Ghana and Tanzania. \nThrough its ​One Map Initiative​, Indonesia has been working to create and maintain its \ngeospatial data infrastructure, seeing it as a means of tackling deforestation and land-use \nchallenges by increasing the accuracy, transparency, interoperability, and openness of \ngeospatial data.  \n24\n \nA recent survey by Geospatial Media Communications of the policy frameworks of many \nlower and middle-income countries found that although policies have been put in place to \npromote access and use of location data, actual progress has been slow when compared to \nmany high-income countries. This is attributed to the fact that the policies are often not \nlegally binding and lack clear timetables, procedures or delegated responsibilities. \n25\n \nRecommendations in a WWF 2016 survey of the status and importance of national spatial \ndata infrastructure urged the UK government to support the development of spatial data \ninfrastructure in other countries through: direct investment; promoting open data principles; \nestablishing global standards; drafting laws and policies related to open data and spatial data \ntransparency; and, ultimately, through leading by example. \n26\n21\n ​Publications Office of the European Union (2017), ‘Summary Report on Status of implementation of the INSPIRE \nDirective in EU’, ​https://inspire.ec.europa.eu/documents/summary-report-status-implementation-inspire-directive-eu \n22\n ​GeoSpatial Media Communications (2018), ‘Geospatial Industry Outlook and Readiness Index’, \nhttps://geobuiz.com/geobuiz-2018-report.html  \n23\n ​GeoSpatial Media Communications (2018), ‘Geospatial Industry Outlook and Readiness Index’, \nhttps://geobuiz.com/geobuiz-2018-report.html  \n24\n ​WWF-UK (2016), ‘The Status and Importance of National Spatial Data Infrastructure: A Survey of WWF-UK Priority \nCountries’, ​https://www.wwf.org.uk/sites/default/files/2016-11/NSDI%20and%20Data%20Transparency%20Report_1.pdf \n25\n GeoSpatial Media Communications (2017), ‘Global Geospatial Industry Outlook’, \nhttps://geospatialmedia.net/global-geospatial-outlook-report-2017-download-1.html  \n26\n ​WWF-UK (2016), ‘The Status and Importance of National Spatial Data Infrastructure: A Survey of WWF-UK Priority \nCountries’, ​https://www.wwf.org.uk/sites/default/files/2016-11/NSDI%20and%20Data%20Transparency%20Report_1.pdf \n \nOpen Data Institute 2018 / ReportThe UK’s geospatial data infrastructure: challenges and opportunities    10 \n\n \nTrends in open geospatial data \nJust as not all countries are developing their national geospatial data infrastructure in the \nsame manner, not all governments are providing access to geospatial resources in the same \nway.  \n \nIn recent years, the Australian government has taken steps to open up a range of geospatial \ndatasets and resources. Following the ‘​Declaration of Open Government​’ in 2010, the ​Digital \n27\nTransformation Agency​ (DTA) created ​data.gov.au​ as a means of finding, accessing and \nreusing public government datasets, including geospatial datasets. At the time of writing, \nthere are over ​5,500 datasets​ from GeoScience Australia alone.  \n \nIn 2014, the DTA launched ​National Map​, an online service that allows users to search \nthrough a catalogue of geospatial datasets made openly available by public agencies and \noverlay them on a 3D map of Australia. The following year the Australian government released \na ‘​Public Data Policy Statement​’ reaffirming and formalising its commitment to making \n‘non-sensitive data open by default’ with the aim of contributing to ‘greater innovation and \nproductivity improvements across all sectors of the Australian economy’. More recently, the \n28\ngovernment has released ​PSMA​’s ​Geo-coded National Address File (G-NAF)​ along with their \nAdministrative Boundaries datasets.  \n29\n \nThe EU has also been moving towards opening up geospatial data and showing its \ncommitment to open data in general. In 2003, the European Commission set up a ​legal \nframework​ enabling the re-use of public sector information and in 2015 launched the \nEuropean Data Portal​, a repository of freely accessible public sector data. In 2011, the EU \n30\npublished a communication​ that pledged to open up data as ‘an engine for innovation, \ngrowth and transparent governance' and pointed to geospatial data as an explicit example of \nthe value of open data.  \n31\n \nIn 2014, the ESA announced that it would provide ‘free, full and ​open access’ to data from \nthe Copernicus programme​, including data collected by the new ​Sentinel series​ of satellites. \n32\nThe ESA has since launched the ‘​Copernicus Open Access Hub​’, an online platform that \nprovides open data for all current Sentinel missions through both an interactive graphical \nuser-interface and an application programming interface (API).  \n \nAnne Hale Miglarese, Founder and CEO of Radiant Earth, which advocates for  \nopen geospatial data for positive impact ​noted the ESA’s commitment to open data​ and \nspecifically its Earth Observation Handbook, which estimates that Earth observation data \nplays a role in most of the Sustainable Development Goals (SDGs) and around a quarter of all \nthe SDG targets. She writes: “Without this high-quality and accessible data, we would \nstruggle in many cases to quantify the majority of [SDGs]”. \n \nIn ​Open Knowledge International’s 2016/17 Open Data Index​, Great Britain was ranked third, \nbehind Taiwan and Australia overall, yet was ranked significantly lower in terms of open \naddress data (13th) and open land tenure data (10th). Beyond a few top-performing \n33\ncountries, openness in these two important areas is generally poor, showing that there is \nmuch room for improvement – not only within Great Britain but globally. Similarly, though the \nUK is ranked second overall in the World Wide Web Foundation’s latest ​Open Data \n27\n Lindsay Tanner, Minister for Finance and Deregulation (2010), ‘Declaration of Open Government’, \nhttps://www.finance.gov.au/blog/2010/07/16/declaration-open-government/ \n28\n ​Department of the Prime Minister and Cabinet (2015), ‘Australian Government Public Data Policy Statement’, \nhttps://www.pmc.gov.au/resource-centre/public-data/australian-government-public-data-policy-statement \n29\n ​Australian government (2018), ‘PSMA Administrative Boundaries’, \nhttps://data.gov.au/dataset/psma-administrative-boundaries  \n30\n ​For more on the EU’s open data initiatives, see: European Commission, ‘Open data’, \nhttps://ec.europa.eu/digital-single-market/en/open-data \n31\n ​European Commission (2011), ‘Open data: an engine for innovation, growth and transparent governance’, \nhttps://eur-lex.europa.eu/legal-content/EN/ALL/?uri=celex:52011DC0882 \n32\n European Space Agency (2013), ‘Free Access to Copernicus Sentinel Satellite Data’, \nhttps://www.esa.int/Our_Activities/Observing_the_Earth/Copernicus/Free_access_to_Copernicus_Sentinel_satellite_data \n33\n Open Knowledge International, ‘Global Open Data Index’, ​https://index.okfn.org/ \n \nOpen Data Institute 2018 / ReportThe UK’s geospatial data infrastructure: challenges and opportunities    11 \n\n \nBarometer​ behind Canada, it is ranked low on Map Data and Land Data – once again \nshowing room for improvement in these important geospatial areas. \n34\n \nIn the US, much of the recent commitment to making geospatial datasets openly available \nappears to stem from the Obama Administration’s 2009 ​Open Data Policy​, which defined \ndata as a ‘valuable national resource and strategic asset’ that should be made ‘available, \ndiscoverable, and usable – in a word, open’.  \n35\n \nTo that end, the Federal Geographic Data Committee coordinates and oversees, \nGeoPlatform​, an online portal that provides open access to geospatial data and openly \navailable applications and services. A similar service is provided by ​The US Geological \nSurvey​ (USGS) through its service, ​NationalMap​.  \n \nA well-known example of the US’s commitment to open geospatial data is the ​archive of US \nLandsat imagery​, which was made openly and freely available in 2009. A ​2013 study by the \nUS Geological Survey​ estimated that the global economic benefit of opening up access to \nthis near 50-year archive of imagery of the Earth’s surface was $2.19bn in 2011 alone. The \n36\narchive of imagery was used across the world in areas like environmental science, agriculture \nand education and created value by improving long-term environmental planning and \nmonitoring, enabling better enforcement of regulations and improving decision making. \n37\nCommercial and community stewards are becoming more important \nThis section focuses on some specific advances in geospatial technologies and the products \nand services built upon them. It then explains where commercial organisations are performing \nroles once played by national mapping agencies and suggests the positive and negative \nimpacts this may have. \n \nFrom satellites and light detection and ranging (LiDAR) systems, to the internet of things (IoT) \nand handheld, GPS-enabled devices, recent technological advancements have reduced the \ncost of production for many types of geospatial data. Alongside these advancements, new \ntechniques like machine learning and computer vision have made it easier to extract greater \nvalue and insights from those datasets.  \n \nThese technological advances have made it possible for commercial organisations to collect \ngeospatial data at a scale previously reserved for national mapping agencies and to analyse \nthose datasets in novel ways. This has meant they can create innovative geospatial products \nand services, which in many cases, rival those offered by national mapping agencies and \npublic sector bodies.  \n \nNational mapping agencies and other public bodies therefore find themselves confronted by \nan important question: how to respond to the increasingly large role played by ​commercial \norganisations as collectors, aggregators and stewards of geospatial data​. \n38\nAdvances in data collection \nThe recent proliferation of low-cost satellites has made it possible for commercial \norganisations to amass fleets of imaging and remote-sensing satellites that rival those of \nnational mapping agencies and military organisations. For example, ​DigitalGlobe​, a subsidiary \nof ​Maxar Technologies​, uses satellite-mounted cameras to provide customers with \nhigh-resolution imagery. Planet, an American satellite company based in San Francisco, uses \nits collection of nearly ​200 cubesats to image Earth’s entire landmass, every day​.  \n39\n34\n World Wide Web Foundation, ‘The Open Data Barometer’, ​https://opendatabarometer.org/?_year=2017&indicator=ODB \n35\n ​The White House, ‘Open Data Policy — Managing Information as an Asset’, ​https://project-open-data.cio.gov/ \n36\n United States Geological Survey (2013), ‘Users, Uses, and Value of Landsat Satellite Imagery— Results from the 2012 Survey \nof Users’, ​https://pubs.er.usgs.gov/publication/ofr20131269 \n37\n ​United States Geological Survey (2013), ‘Users, Uses, and Value of Landsat Satellite Imagery— Results from the 2012 Survey \nof Users’, ​https://pubs.er.usgs.gov/publication/ofr20131269 \n38\n Open Data Institute (2018), ‘Ordnance Survey and other data stewards must innovate to keep up with the private sector’, \nhttps://theodi.org/article/ordnance-survey-and-other-data-stewards-must-innovate-to-keep-up-with-the-private-sector  \n39\n Financial Review (2018), ‘How CubeSat satellites are changing the world (and your privacy)’, \nhttps://www.afr.com/technology/how-cubesat-satellites-are-changing-the-world-and-your-privacy-20180219-h0wcol \n \nOpen Data Institute 2018 / ReportThe UK’s geospatial data infrastructure: challenges and opportunities    12 \n\n \n \nThis ‘partial democratisation of space’, as the ​Financial Review has described it​, has made it \npossible for a range of organisations to access and use Earth imagery that would have \npreviously been unavailable to them. Investors can tally the number of oil storage tanks in a \n40\nparticular country to estimate consumption patterns, and farmers can estimate global crop \nyields. The imagery can also be used to help human rights groups expose atrocities in \ninaccessible or extremely dangerous places, such as in Syria and Myanmar, or \nenvironmentalists to track deforestation in remote wildernesses. Governments routinely \n41\naccess commercial satellite imagery in planning disaster response and border monitoring.  \n \nHowever, the astronomical rise in the number of commercial satellites – and the vast imagery \ndatasets stewarded by their parent companies – raises a number of questions, particularly \nwith regards to privacy.  \n \nThere is currently a lack of regulation of this space, and although the resolution of commercial \nsatellites is often not high enough to pinpoint individuals – the majority of Planet’s 200 \ncubesats have a ​pixel resolution of three metres​ – future advances in satellite technologies \nmay make it possible. \n \nCloser to the ground, advances in light detection and ranging ​(LiDAR) systems​ could make it \neasier to render 3D maps of urban and rural environments. LiDAR sensors can be used to \n42\ncreate extremely detailed 3D maps of terrain, environmental features and buildings. The \nEnvironment Agency, for instance, recently announced plans to conduct a LiDAR survey of \nthe entirety of England at a resolution of 1m by mid-2020. It noted that advances in LiDAR \n43\nwill enable its aircraft to fly at a higher altitude, covering more ground with each flight. \nAdvances have made LiDAR more affordable, as well as effective. For instance, car-mounted \nLiDAR systems used to cost upwards of US $75,000, but researchers expect the price to \ndrop below $1,000, and possibly even below $100. \n44\n \nThough national mapping agencies are ​conducting LiDAR surveys of their own, and are in \n45\nsome cases ​making that data openly available, there is often a gap between the detail \n46\noffered by these national sources and the detail required by many industries and sectors. For \nexample, to support the development of autonomous vehicles, a number of commercial \norganisations – including Google, Uber, Ford and General Motors – are competing to fill this \ngap by ​developing the detailed, expansive and real-time maps​ that self-driving cars will rely \nupon. \n47\n \nThe commercial drive to develop 3D maps causes some unintended consequences, in \nparticular that having so many commercial firms racing to create 3D maps will lead to a \nfragmentation of the market. Good public sector alternatives or industry-wide standards and \ndata sharing will be needed to avoid a great deal of duplicated effort. \n48\n40\n Financial Review (2018), ‘How CubeSat satellites are changing the world (and your privacy)’, \nhttps://www.afr.com/technology/how-cubesat-satellites-are-changing-the-world-and-your-privacy-20180219-h0wcol \n41\n ​Financial Review (2018), ‘How CubeSat satellites are changing the world (and your privacy)’, \nhttps://www.afr.com/technology/how-cubesat-satellites-are-changing-the-world-and-your-privacy-20180219-h0wcol \n42\n Ars Technica (2018), ‘Why experts believe cheaper, better lidar is right around the corner’, \nhttps://arstechnica.com/cars/2018/01/driving-around-without-a-driver-lidar-technology-explained/ \n43\n Susan Winter (2017), ‘Uncovering England’s landscape by 2020’, \nhttps://environmentagency.blog.gov.uk/2017/12/30/uncovering-englands-landscape-by-2020​/ \n44\n Ars Technica (2018), ‘Why experts believe cheaper, better lidar is right around the corner’, \nhttps://arstechnica.com/cars/2018/01/driving-around-without-a-driver-lidar-technology-explained/ \n45\n ​Historic England (2018), ‘Lidar (Light Detection and Ranging)’, \nhttps://historicengland.org.uk/research/methods/airborne-remote-sensing/lidar/ \n46\n Data.gov.uk (2018), LiDAR data, \nhttps://data.gov.uk/search?q=LIDAR&filters%5Bpublisher%5D=&filters%5Btopic%5D=&filters%5Bformat%5D=&sort=best  \n47\n Fortune (2018), ‘A Ton of Companies Are Going to War With Google Over its Dominance in Maps’, \nhttp://fortune.com/2018/02/21/google-waymo-mapping-software/ \n48\n ​Financial Times (2018), ‘Driverless cars: mapping the trouble ahead’, \nhttps://www.ft.com/content/2a8941a4-1625-11e8-9e9c-25c814761640 \n \nOpen Data Institute 2018 / ReportThe UK’s geospatial data infrastructure: challenges and opportunities    13 \n\n \nAdvances in analysis and extraction \nAs well as making it easier for commercial organisations to collect vast amounts of geospatial \ndata, technological advancements are making it easier for them to extract greater value and \ninsights from those datasets. \n \nEmerging technologies such as machine learning and computer vision can identify and \nextract details such as road signs, street names and populated areas from images or videos. \nFor instance, ​Skynet​ (the machine learning platform of ​Development Seed​) uses machine \nlearning to gain insights from satellite and drone imagery. Similarly, artificial intelligence (AI) \ncompany ​Tanka​ uses satellite imagery and a suite of AI techniques to detect fires and \nautomate response procedures.  \n \nWhen applied to satellite or drone imagery, companies can use these sorts of techniques to \nautomatically inspect critical infrastructure, such as roads or ​electrical lines​, identify and \n49\ntrack objects such as ships or ​aeroplanes​, ​evaluate crop performance or ​monitor \n505152\ndeforestation​.  \n53\n \nMany of the organisations leading in this area are from the private sector at present. In some \ncases, the commercial firms developing these techniques are working with public sector \norganisations to tackle pressing issues. For instance, using computer vision techniques the \nFacebook Connectivity Lab​ and the ​Center for International Earth Science Information \nNetwork​ have produced detailed maps of the distribution of buildings and populations in rural \nregions of 18 countries. ​The maps – which the World Bank described as ‘unprecedentedly \n54\nhigh-resolution’– were generated at-scale, and can help governments and \n55\nnon-governmental organisations (NGOs) develop a relatively complete picture of population \ndistribution, when combined with information gathered from traditional government surveys \nand censuses. \n \nWhen applied to ground-level imagery, machine learning, computer vision and deep-learning \ntechniques can help organisations to identify important geographic information. ​Google’s \nStreet View​ and ​Mapillary​, for instance, use deep-learning to extract valuable information – \nsuch as street and business names, addresses and front-entrances of buildings – from their \ndatabases of street imagery.  \n56\n \nThis data can be crucial for delivery companies: knowing the exact location of a business or \nresidential entrance can save time and money. Of course, alongside these time- and \ncost-saving benefits, commercial organisations can also promote innovation and create \neconomic and societal benefits.  \n \nThese techniques are as relevant for the non-commercial sector using geospatial data to \ndevelop public interest solutions for wider societal and economic benefits. It is important that \nresearchers in this sector, who are exploring issues that may be overlooked by commercial \nconcerns, are supported in their research and have access to similarly high-quality, relevant \ngeospatial datasets. \n49\n Technology Review (2017), ‘Drones and Robots Are Taking Over Industrial Inspection’, \nhttps://www.technologyreview.com/s/608811/drones-and-robots-are-taking-over-industrial-inspection/ \n50\n ​Forbes, The Amazing Ways Google Uses Artificial Intelligence And Satellite Data To Prevent Illegal Fishing, \nhttps://www.forbes.com/sites/bernardmarr/2018/04/09/the-amazing-ways-google-uses-artificial-intelligence-and-satellite-da\nta-to-prevent-illegal-fishing/#5b46b7ac1c14 \n51\nSearidge Technologies (2018), ‘Aimee’, ​https://searidgetech.com/aimee/ \n52\n ​The Verge (2016), ‘This startup uses machine learning and satellite imagery to predict crop yields’, \nhttps://www.theverge.com/2016/8/4/12369494/descartes-artificial-intelligence-crop-predictions-usda \n53\n ​Wired (2015), ‘Using satellites to stop deforestation before it happens’, \nhttps://www.wired.com/2015/04/using-smart-satellites-to-monitor-deforestation-from-space/ \n54\n ​Facebook Code (2016), ‘Connecting the world with better maps’, \nhttps://code.fb.com/core-data/connecting-the-world-with-better-maps/ \n55\n ​The World Bank (2016), ‘A first look at Facebook’s high-resolution population maps’, \nhttps://blogs.worldbank.org/opendata/first-look-facebook-s-high-resolution-population-maps \n56\n Google AI Blog (2017), ‘Updating Google Maps with Deep Learning and Street View’, \nhttps://ai.googleblog.com/2017/05/updating-google-maps-with-deep-learning.html​;  \n \nOpen Data Institute 2018 / ReportThe UK’s geospatial data infrastructure: challenges and opportunities    14 \n\n \nCommercial stewards hold valuable data about people and their movements \nThanks to the proliferation of GPS-enabled smartphones and devices, it is possible to \ncapture information about where people go, how long it takes them to get there and  how \nlong they stay.  \n \nCompanies such as ​Strava​, a social network for athletes, ​Garmin​, a GPS-technology \ncompany, and ​Uber​, a ridesharing and transportation company, are able to use location data \nto generate detailed maps from people’s movements. Google is able to collect ​similar \n57\ntelemetry data​ through Google Maps. \n58\n \nAlongside this, companies are working to improve the accuracy of GPS systems in \nsmartphones. Uber, for instance, ​has developed software improvements​ to GPS for Android \nwhich aim to improve GPS accuracy in urban environments – particularly urban environments \nwith tall buildings. Additionally, the semiconductor company ​Broadcom​ is working to \n59\nproduce mass-market GPS chips that will be capable of pinpointing a device’s location to \nwithin 30 centimetres – a significant improvement, considering current systems are typically \nonly accurate within three to five metres. \n60\n \nHaving collected huge quantities of location data, many commercial organisations now \nsteward datasets of people’s movements that rival, or indeed surpass, those stewarded by \npublic sector organisations in both breadth and depth. This raises questions related to \nwhether these nascent data stewards will silo their voluminous datasets or choose to make \naggregated and anonymised data derived from them – and the valuable insights that could be \ngleaned from that data – more openly available to organisations, and communities. \n \nAmong the most important datasets stewarded by commercial organisations are those \nrelated to transportation and physical infrastructure. City planners and transport authorities, \nfor instance, have said they could gain valuable insights from the ​data collected by private \nsector organisations​ about how people move through and interact with infrastructure like \nroads, tunnels, transport networks, walkways and public spaces.  \n61\n \nThis is particularly important given the rise of new mobility services, as discussed in the ODI’s \nrecent report, ‘​Personal data in transport​’. When ridesharing services like Uber and Lyft first \n62\nstarted appearing in cities around 2010, cities struggled to compel these services to provide \nthem with access to the operations data they held. Having learned from that experience, city \nand local governments have begun to press new ridesharing services such as scooter \ncompanies for data access from the outset. \n63\n \nCity planners want to know how new mobility services are affecting commuting patterns \nwithin their cities. For instance, if a transportation authority is deciding whether to convert a \nrow of parking meters into a drop-off point for ride-hailing services, being able to combine the \ndata they steward with data from private mobility companies would help make a more \ninformed decision.  \n64\n \nIn 2013, Strava released ​Global Heatmap​, a collection of data visualisations that highlight \npopular routes and locations within a given region. The visualisations were not detailed \n57\n Inverse (2017), ‘Uber's Movement Traffic Mapping App is Insanely Detailed’, \nhttps://www.inverse.com/article/26156-uber-movement-mapping-app \n58\n ​Google Cloud, ‘Building a Scalable Geolocation Telemetry System using the Maps API’, \nhttps://cloud.google.com/solutions/scalable-geolocation-telemetry-system-using-maps-api \n59\n Uber Engineering (2018), ‘Rethinking GPS: Engineering Next-Gen Location at Uber’, ​https://eng.uber.com/rethinking-gps/ \n60\n The Verge (2017), ‘GPS will be accurate within one foot in some phones next year’, \nhttps://www.theverge.com/circuitbreaker/2017/9/25/16362296/gps-accuracy-improving-one-foot-broadcom \n61\n ​CityLab (2018), ‘Who Owns Urban Mobility Data?’, \nhttps://www.citylab.com/transportation/2018/01/who-owns-urban-mobility-data/549845/ \n62\n ​The Open Data Institute (2018), ‘Personal data in transport: exploring a framework for the future’, \nhttps://theodi.org/article/personal-data-in-transport-exploring-a-framework-for-the-future-report/ \n63\n ​Aarian Marshall (2018), ‘Still smarting from Uber, cities wide up about scooter data’, \nhttps://www.wired.com/story/cities-scooter-data-remix-uber-lyft/ \n64\n ​CityLab (2018), ‘Who Owns Urban Mobility Data?’, \nhttps://www.citylab.com/transportation/2018/01/who-owns-urban-mobility-data/549845/ \n \nOpen Data Institute 2018 / ReportThe UK’s geospatial data infrastructure: challenges and opportunities    15 \n\n \nenough to meet the needs of many public sector users, however, so Strava began to receive \nregular requests from city planners for access to the large datasets underpinning them. In \nresponse, ​Strava Metro​ was launched – a toolkit available to city planning departments \noffering a detailed view of pedestrian and cycling journeys across urban and rural areas. City \nplanners and transportation departments have subscription-style access to data about \nroutes, wait-times at intersections, periods of peak travel and the start  and end points of \njourneys within various regions.  \n65\n \nUber has responded to repeated requests from public sector organisations and civil society \nfor access to the data it has collected by launching ​Uber Movement​, an online platform \nenabling analyses of aggregated journey patterns. The ​London version of the platform was \nlaunched in March 2018​ and can help transportation authorities plan future infrastructure and \nassess the impact of past improvements. Whereas Strava Metro is available through \n66\nsubscription-style licensing, Uber Movement is freely accessible for anyone with an active \nUber account. The granularity provided by Movement is much lower than that provided by \nMetro and other services however – a ​limitation that has been criticised​ by some. \n67\n \nGoogle offers a similar service through ​WAZE​, the community-based traffic and navigation \napp that the company purchased in 2013. The ​Connected Citizens Programme​, launched in \n2014, connects international government departments in an effort to trade knowledge and \nfind solutions to shared problems. Joining the programme is free but, unlike Strava Metro or \nUber Movement, the initiative relies on a mutual exchange of data – would-be partners must \ncommit to share data with WAZE in order to gain access.  \n68\n \nGoogle also runs a crowdsourcing initiative aimed at making its ​maps more useful for people \nwith limited mobility​. Data sourced from its worldwide community of 30 million ‘​local guide​’ \n69\nvolunteers denotes the accessibility of buildings. While the data would prove valuable to city \nplanners, it is still kept within Google rather than published openly. \n \nEven with these attempts to increase access to movement data, the fact that commercial \norganisations are stewarding so much data about people raises concerns about privacy. As \nwe highlighted in our ​‘Personal data in transport’​ report, journey data is personal data. The \n70\njourneys people take can be used to infer where they live, where they work, where they shop \n– even where their children go to school. A recent study published in ​Scientific Reports​, for \ninstance, demonstrated that it is possible to ​identify 95% of people in a dataset using only \nfour spatio-temporal data points​. Data from GPS-enabled fitness devices can even be used \n71\nto ​reveal potential national security secrets​. \n72\nCommercial stewards control some of the most accurate and widely used \nmaps \nThough national mapping agencies across the world produce maps for public consumption \nand services like land registration, people are overwhelmingly turning to commercial maps for \ndaily use. Considering the strong network effects driving their use, the dominance of \ncommercial maps is likely to continue.  \n65\n ​Fast Company (2017), ‘How Strava, the app for athletes, became the app for cities’, \nhttps://www.fastcompany.com/90149130/strava-the-app-for-athletes-is-becoming-an-app-for-cities \n66\n ​Uber Newsroom (2018), ‘Launching Uber Movement in London’, \nhttps://www.uber.com/en-GB/newsroom/launching-uber-movement-london/ \n67\n ​City Lab (2017), ‘Finally, Uber Releases Data to Help Cities With Transit Planning’, \nhttps://www.citylab.com/transportation/2017/01/finally-uber-releases-data-to-help-cities-with-transit-planning/512720/ \n68\n ​OpenDataSoft (2017), ‘OpenDataSoft Partners with Waze to Deliver an Unprecedented Transportation-oriented Smart Cities \ninitiative’, \nhttps://www.opendatasoft.com/2017/06/28/opendatasoft-partners-waze-deliver-unprecedented-transportation-oriented-smart-c\nities-initiative/ \n69\n ​CityLab (2017), ‘Google Gets Serious About Mapping Wheelchair Accessibility’, \nhttps://www.citylab.com/life/2017/09/google-gets-serious-about-mapping-wheelchair-accessibility/539220/ \n70\n ​The Open Data Institute (2018), ‘Personal data in transport: exploring a framework for the future’, \nhttps://theodi.org/article/personal-data-in-transport-exploring-a-framework-for-the-future-report/ \n71\n ​Yves-Alexandre de Montjoye, César A. Hidalgo, Michel Verleysen & Vincent D. Blondel (2013), ‘Unique in the Crowd: The \nprivacy bounds of human mobility’, ​https://www.nature.com/articles/srep01376 \n72\n ​The Guardian (2018), ‘Fitness tracking app Strava gives away location of secret US army bases’, \nhttps://www.theguardian.com/world/2018/jan/28/fitness-tracking-app-gives-away-location-of-secret-us-army-bases \n \nOpen Data Institute 2018 / ReportThe UK’s geospatial data infrastructure: challenges and opportunities    16 \n\n \n \nGoogle is a useful case in point. Since Google Maps launched in 2005, it has become ​the \nmost popular and widely-used digital mapping service​, with over one billion users worldwide.\n Even Apple, which in 2012 launched its own map service, has not been able to unseat \n73\nGoogle. Originally launched with data provided by a commercial provider, Google later \nswitched to using its own geospatial data. By collecting an ambitious amount of satellite \n74\nimagery, Google is able to give birds-eye views of every region on Earth.  \n \nUsing a ​fleet of cars loaded with digital cameras and GPS positioning devices​, Google was \nable to improve the outlines of its maps, collect important data such as street signs and \nbusiness names, and provide users with street-level views of their route and destination. \n75\nMore recently, Google used advanced automated image recognition systems (along with \nsatellite imagery from other commercial organisations) to create some of the most ​detailed \nmaps of the outlines of buildings and structures​ in existence. New ​app features​ continue to \n76\nbe released, and in addition to these, Google offers a number of developer products and \n77\nservices such as ​location APIs​.  \n \nGiven Google’s dominance in this area – and the dominance of commercial mapping \norganisations in general – national mapping agencies are involved in a small proportion of \nconsumer interactions. This is not necessarily a bad thing, but it does raise important issues \nfor governments and national mapping agencies to address.  \n \n \nThe dominance of commercial mapping organisations: issues for government \nand mapping agencies \n \n1.First, given that commercial organisations are largely in control of what \ninformation is included in maps, they are also therefore in control of what users \nget to see and the options or recommendations users are shown. This can be \nimportant for things like the names of towns and places. A team of volunteers \nrecently used OpenStreetMap to put together ​a map of Wales with place names \nin Welsh​, for instance, in an effort to address the fact that commercial map \nproviders rarely offer or recognise such names in their proprietary offerings.  \n78\n \n2.Second, commercial dominance in mapping means that businesses will \nincreasingly come to control the most up-to-date and expansive geospatial data, \nand therefore play a large role in stewarding critical data infrastructure, which \npeople rely on in their day-to-day lives. For example, unprofitable parts of the \nmarket, or country, could be left underserved. As well as tackling the challenge \nof digital exclusion we may find ourselves needing to focus on data exclusion, as \nsome parts of the country – eg more rural areas – unable to benefit from the \nservices and insights received by the people who live in cities. Another risk \n79\nhere is if businesses choose to change their services, the critical data \ninfrastructure in cities could rapidly disappear with knock-on effects to people, \nbusinesses and public services. \n \n73\n ​The Verge (2017), ‘Google announces over 2 billion monthly active devices on Android’, \nhttps://www.theverge.com/2017/5/17/15654454/android-reaches-2-billion-monthly-active-users \n74\n ​Mike Blumenthal (2009), ‘Google replaces Tele Atlas data in US with Google Streetview data’, \nhttp://blumenthals.com/blog/2009/10/12/google-replaces-tele-atlas-data-in-us-with-google-data \n75\n ​The Guardian (2015), ‘Google Maps: a decade of transforming the mapping landscape’, \nhttps://www.theguardian.com/technology/2015/feb/08/google-maps-10-anniversary-iphone-android-street-view \n76\n ​Justin O’Beirne (2017), ‘Google Maps’s Moat’, ​https://www.justinobeirne.com/google-maps-moat \n77\n ​Mashable UK (2018), ‘Google Maps wants to be the only app you need for your commute’, \nhttps://mashable.com/article/google-maps-commute-music-transit-predictions/?europe=true#0CbyJxRrPPqt \n78\n ​The Open Data Institute, Cardiff (2018), ‘Map i Gymru: building an OpenStreetMap in Welsh’, \nhttps://cardiff.theodi.org/2018/01/26/map-i-gymru-adeiladu-map-agored-yn-gymraeg/ \n79\n The Open Data Institute (2018), Ordnance Survey and other data stewards must innovate to keep up with the private \nsector, \nhttps://theodi.org/article/ordnance-survey-and-other-data-stewards-must-innovate-to-keep-up-with-the-private-sector/  \n \nOpen Data Institute 2018 / ReportThe UK’s geospatial data infrastructure: challenges and opportunities    17 \n\n \n3.Third, if the profitability of maps is the main driver of their success and \nprevalence, important, but less profitable, products or services aimed at users \nwith vision or hearing impairments, for example, may not survive. Similarly, users \nin rural regions may not be able to access maps of the same quality or detail as \npeople in cities. \n \n4.Fourth, there are known issues to be addressed around commercial mapping \norganisations and privacy. A recent ​AP News investigation​ showed that even \nwith ‘location history’ disabled, Google continues to track the location of its \nusers. There are ways to disable this tracking, but they are ​neither transparent \n80\nor straightforward​. For other services within Google Maps, such as labels or \n81\ncalendar connections, users ​must agree to activity tracking​ – those that do not \nare unable to use the service. \n \n5.Finally, companies may begin to monopolise entire services and have \ndisproportionate control over consumers and markets. For instance, in June \n2018, Google significantly raised the prices for its Google Maps APIs – by \n1,400% according to ​some estimates​ – and altered its licensing terms so \ndevelopers would no longer be able to use the APIs until they created an \naccount and submitted credit card details. Developers would therefore need to \n82\nhave a choice of alternative services to avoid being locked in to specific \nplatforms. \n \nThis trajectory creates challenges for national mapping agencies.  \n \nIn the final section of this report, we put forward recommendations for how to meet these \nchallenges and how to strengthen our national geospatial data infrastructure to maximise \nsocial and economic benefits. \n  \n80\n ​AP News (2018), ‘Google tracks your movements, like it or not’, \nhttps://www.apnews.com/828aefab64d4411bac257a07c1af0ecb \n81\n ​WIRED (2018), ‘Google tracks yous even if location history’s off. Here’s how to stop it’, \nhttps://www.wired.com/story/google-location-tracking-turn-off/ \n82\n ​Geo awesomness (2018), ‘Insane, shocking, outrageous: Developers react to changes in Google Maps API’, \nhttp://geoawesomeness.com/developers-up-in-arms-over-google-maps-api-insane-price-hike/ \n \nOpen Data Institute 2018 / ReportThe UK’s geospatial data infrastructure: challenges and opportunities    18 \n\n \nA review of UK geospatial \ndata policy \nThis section focuses on recent milestones in the development of policy around geospatial \ndata in the UK, trends towards increasing its access and openness, and impacts on \ngeospatial data infrastructure in the UK. \nIncreasing access and openness of geospatial data \nThe ownership and management of the UK’s national geospatial data has been consistently \nfragmented, and campaigns for it to be collected by publicly-owned bodies and made be \navailable to the UK taxpayer have been a feature of public debate for over a decade.  \n \nThe 2008 ​Location Strategy was one of the first UK-wide frameworks for managing and \n83\nsharing geographic information in a consistent way to inform policy making. It incorporated \nthe aims of the ​EU INSPIRE Directive and recommended coordination across central, local \n84\nand devolved government with implementation led by the Department for Environment, Food \nand Rural Affairs (Defra) through the UK Location Programme. The achievements of the UK \nLocation Programme included creating the ​UK Location Infrastructure – a single place to \n85\nfind and access UK location information.  \n \nThe perceived monopoly on geographic information held by ​Ordnance Survey and \n86\navailability of transport information on ​Travel Direct were two examples routinely used by \n87\ncampaigners to argue for greater access to public data.  \n \nThe ​data.gov.uk​ portal was developed and launched in 2010 to help people find and access \nUK public sector open data and included links to the first publication of Ordnance Survey \nopen data. \n \nIn 2011, geospatial data’s prominence grew internationally, with the creation of the UN \nCommittee of Experts on Global Geospatial Information Management. In 2013, the G8’s ​Open \nData Charter identified data that would be most valuable if released, including strategic \n88\nlocation data such as topography, postcodes, national and local maps, environment, social \nmobility and transport. This influenced the UK government’s open data policy and sparked a \nnumber of initiatives to open up public geospatial data in the UK.  \n \nThe UK Department for Environment, Food and Rural Affairs (Defra) set up a transparency \npanel to oversee the delivery of its ​Open Data Strategy​. During the severe flooding of \n89\n2013–14, the UK’s ​Environment Agency was asked to temporarily open up data that would \n90\nhelp to identify areas of land that were liable to flooding. The goal was to enable and \n83\n ​Dept. for Communities & Local Government (2008), ‘Place matters: the Location Strategy for the United Kingdom’, \nhttps://data.gov.uk/sites/default/files/uk-location-strategy_10.pdf \n84\n ​European Commission (2007), ‘Infrastructure for Spatial Information in Europe’, \nhttps://inspire.ec.europa.eu/about-inspire/563 \n85\n Government Digital Service (2012), ‘UK Location Infrastructure’,  ​https://data.gov.uk/location/uk-location-infrastructure  \n86\n ​Guardian (2006), ‘Ordnance Survey challenged to open up’, \nhttps://www.theguardian.com/society/2006/mar/23/epublic.technology \n87\n ​Guardian (2006), ‘Time to tell this travel site where to go’, \nhttps://www.theguardian.com/technology/2006/jun/29/epublic.society \n88\n ​Cabinet Office (2013), ‘G8 Open Data Charter and Technical Annex’, \nhttps://www.gov.uk/government/publications/open-data-charter/g8-open-data-charter-and-technical-annex \n89\n ​Defra (2013), ‘Defra Open Data Strategy’, \nhttps://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/267934/pb14109-defra-open\n-data-strategy-131219.pdf \n90\n Open Data Institute (2015), ‘Environment Agency: Going open’, \nhttps://theodi.org/article/environment-agency-going-open/  \n \nOpen Data Institute 2018 / ReportThe UK’s geospatial data infrastructure: challenges and opportunities    19 \n\n \nencourage developers to find ways to use the data ​to support communities in protecting \n91\nthemselves from flooding​.  \n \nLater in 2014, the National Flood Risk Assessment was made available as open data by the \nEnvironment Agency. This had previously been chargeable under a commercial licence. To \nmake this data open, the Environment Agency had to negotiate with data suppliers, such as \nthe Centre of Ecology and Hydrology and Ordnance Survey who provided data under \nlicences that were not yet open.  \n \nThe release of this data was initially funded by the Cabinet Office, compensating the \nEnvironment Agency for lost revenue. Ordnance Survey had also received compensation from \nthe Cabinet Office for the release of its open datasets.  \n \nSupporting the release of open data in this way removes some immediate financial barriers \nbut doesn’t address longer term issues such as ensuring sustainable access to data.  \n \nIn June 2015, the Secretary of State for the Environment challenged ​Defra group to release \n92\nat least 8,000 datasets within one year. The organisations involved made over 10,000 \ndatasets available under an open licence, including key geospatial data assets such as \nhigh-resolution aerial images from LiDAR surveys, agricultural land classifications and marine \nand freshwater biological surveys.  \n \nWhile this was a huge step forwards in the provision of open data, it is worth recognising that \nDefra group focused on the data that was relatively easy to publish openly. This included \ndataset that didn’t contain sensitive information or had no complex legal issues or third party \nintellectual property issues to resolve. Some of the data requested by users is still closed \nbecause it is harder to publish for technical, political, legal or security reasons such as field \nboundary data that is held by the Rural Payments Agency. \nInconsistency in implementation \nWhile central government’s commitment is reflected in Defra’s Open Data Strategy and the \nUK Location programme, without firm targets and continued political will, progress has \ndepended on individual minister’s appetite for a more open approach. A common issue is \nbalancing the need of some government organisations – such as the UK Hydrographic Office \nand Ordnance Survey – to generate revenue as part of their funding model, with the desire to \nmake more data available at no charge under an open licence.  \n \nFor example, the British Geological Survey’s data portal provides basic maps that can be \ndownloaded for free under the Open Government Licence, but more detailed information is \nchargeable and has restrictions on use. \n \nContradictory government decisions have limited availability of some key geospatial assets, \nwhich has in turn limited the social and economic value they generate.  \n \nAddress data is a case in point. In 2010, the government announced that ​postcode data \n93\nwould be available for free, but then included the ​Postcode Address File (PAF) – a key part \n94\nof the UK’s geospatial data infrastructure – in the 2013 privatisation of the Royal Mail. ​A 2012 \nreport from the PAF Advisory Board estimated its value to the UK economy to be between \n£992m–1.32bn each year.  \n95\n \nThe decision to sell this key part of national data infrastructure has meant that innovators \nwanting to use this address data in their products or services face considerable legal and \n91\n ​Government Digital Service (2014), ‘Flood Hack: developing solutions’, \nhttps://gds.blog.gov.uk/2014/02/23/flood-hack-developing-solutions/ \n92\n ​Government Digital Service, ‘Departments, agencies and public bodies’, \nhttps://www.gov.uk/government/organisations#department-for-environment-food-rural-affairs \n93\n ​BBC News (2009), ‘Postcode data to be free in 2010’, ​http://news.bbc.co.uk/1/hi/technology/8402327.stm \n94\n ​Open Data Institute (2013), ‘PAF decision \"flies in the face\" of government commitments’, \nhttps://theodi.org/article/paf-decision-flies-in-the-face-of-government-commitments/ \n95\n ​PoweredbyPAF (2012), ‘How Royal Mail’s postal address andPostcode information powers organisations across the UK’, \nhttps://www.poweredbypaf.com/wp-content/uploads/2015/09/AMU-Story-External-November-2017.pdf \n \nOpen Data Institute 2018 / ReportThe UK’s geospatial data infrastructure: challenges and opportunities    20 \n\n \nfinancial challenges. Initiatives like Open Addresses attempted to provide an alternative \nsource of geospatial information to encourage innovation but demonstrated that this was not \npossible without significant investment or government action. \n96\nCurrent policy \nOverall UK data policy is led by the Department for Media, Culture and Sport (DCMS). DCMS \nset out the future direction of data policy in the ​2017 UK Digital Strategy  and is working on \n97\nthe UK's first national data strategy.  \n \nGeospatial data policy is controlled and led by the Geospatial Commission in the Cabinet \nOffice. \n \nHistorically, geospatial policy has been fragmented across organisations stewarding key data \nassets, and implementation of the strategy has been reliant on collaboration.  \n \nThe creation of the Geospatial Commission in 2017 has brought the opportunity for change \nand collaboration will still need to play an important role.  \n98\n \nHM Treasury announced the creation of the commission​ to maximise value from the UK’s \nlocation data. Part of its role is to provide strategic oversight and coordination to the work of \nsix partner bodies known as the ‘Geo6’, including Ordnance Survey, HM Land Registry, UK \nHydrographic Office, British Geological Survey, Coal Authority, Valuation Office Agency. Their \ncollective aim is to make more national geospatial data available.  \n \nWhile the ​Public Data Group bought together some major data bodies in 2011, this is the \n99\nfirst time that key public bodies which steward geospatial data have been brought together to \nfocus specifically on access to geospatial data. Of note is the varied geographical scope of \nthe Geo6 and the omission of some parts of government that hold key data assets, such as \nDefra, the Environment Agency, Ordnance Survey Northern Ireland) and the devolved \nadministrations.  \n \nThe early commitments from the Geospatial Commission are focused on opening up OS \nMasterMap. The commission is also funding four projects to improve discoverability, \nlicensing, quality and linking of geospatial data assets. \n100\n \nOver the next 12 months, the commission has said that it will work with GeoPlace, the Local \nGovernment Association, the Improvement Service (on behalf of Scottish Local Government), \nand Ordnance Survey to investigate opening up key aspects of address data to help join up \ndata across the web. These specific aspects include the unique way in which properties and \nstreets are identified and labelled.  \n \nThis central governance and coordination from the Geospatial Commission creates \nopportunities to strengthen the UK’s national geospatial data infrastructure. For example, by \nopening up more data or by increasing consistency in how data is published and licensed. \n \nThe ​National Geospatial Strategy – due to be published at the end of 2019 – will set out the \n101\nnext steps. This strategy will need to take into account some of the global trends impacting \n96\n ​Open Data Institute (2015), ‘Creating the UK’s first free and open address list’, \nhttps://theodi.org/project/creating-the-uks-first-free-and-open-address-list/  \n97\n ​DCMS (2017), ‘UK Digital Strategy chapter 7: Data - unlocking the power of data in the UK economy and improving public \nconfidence in its use’, \nhttps://www.gov.uk/government/publications/uk-digital-strategy/7-data-unlocking-the-power-of-data-in-the-uk-economy-and-\nimproving-public-confidence-in-its-use \n98\n ​Open Data Institute (2017), ‘What will the UK’s Geospatial Commission look like’, \nhttps://theodi.org/article/what-will-the-uks-geospatial-commission-look-like/ \n99\n ​Department for Business Innovation and Skills (2015), ‘Public Data Group’, \nhttps://www.gov.uk/government/groups/public-data-group#membership \n100\n ​UKAuthority (2018), ‘UK Hydrographic Office announces four data projects’, \nhttps://www.ukauthority.com/articles/uk-hydrographic-office-announces-four-data-projects/ \n101\n ​Cabinet Officer (2018), ‘Government launch call for evidence to be geospatial world leader’, \nhttps://www.gov.uk/government/news/government-launch-call-for-evidence-to-be-geospatial-world-leader \n \nOpen Data Institute 2018 / ReportThe UK’s geospatial data infrastructure: challenges and opportunities    21 \n\n \nhow geospatial data is collected, managed and used, and explore how more geospatial data \ncan be opened. The Geospatial Commission will publish its annual plan in spring 2019. \nThe impact of the UK leaving the EU \nThe final terms under which the UK will leave the EU that are agreed by the UK and EU – or \nthe ‘Brexit’ deal – may influence the ways in which the UK accesses, uses and shares \ngeospatial data.  \n \nMany of the laws that govern how the environment is managed and the ways that geographic \ninformation is shared stem from European Directives. Depending on the terms of the final \ndeal, after 29 March 2019 the UK may lose its power to make legislation in the EU. However, \nit may not lose its soft power or ability to affect data policy and standards across Europe and \nglobally. \n102\n \nAs part of actions to withdraw from the EU, the UK will need to debate the data-related \nlegislation that is affected by its previous membership of the EU. The UK may choose to keep \nsome; it may want to revise others. The extent to which the UK continues to comply with the \nINSPIRE Directive – which describes the way to document, discover and standardise \ngeospatial data – will be part of this. Regardless of EU membership, the standards set out in \nthe directive are useful for data exchange across geographical boundaries. In fact, several \nnon-EU member states – such as Switzerland and Norway – have chosen to enact a number \nof INSPIRE requirements, despite not formally being part of the EU.  \n \nA known risk is the impact of potential new ​EU copyright laws to community projects. The \n103\nproposed laws, due for a final vote in January 2019, may require automated review of all \nuploads to check for copyright infringement. This creates challenges for community-run \nprojects such as OpenStreetMap, as liability will fall to the platform as well as the user who \ngenerates the content.  \n \nAfter the UK exits the EU, UK businesses, society and government will have a continuing \nneed to access, use and share geospatial data that spans political and geographical borders. \nImportant geographic datasets and reference data come from the EU and restricted access \nto this information may impact use and availability of products created from it. Information \ncollected by satellites is an example of this. The European Space Agency’s ​Galileo satellite \nprovides accurate global positioning and timing, and is used to support navigation, \nemergency response and other services in the UK.  \n \nIf agreement cannot be reached to retain access to key geospatial datasets, then government \nand groups in the wider geospatial community will need to decide how to fill that gap, so that \nthe UK retains a strong geospatial data infrastructure.  \n104\n \n \n \n \n102\n ​Open Data Institute (2016), ‘Data knows no boundaries’, ​https://theodi.org/article/data-knows-no-boundaries/ \n103\n ​Weekly OSM (2018), ‘EU upload filters and ancillary copyright’, ​http://www.weeklyosm.eu/archives/10709 \n104\n Financial Times (2018), ‘UK explores producing own satellite system after EU’s Galileo snub’, \nhttps://www.ft.com/content/f2440686-47ce-11e8-8ae9-4b5ddcca99b3 \n \nOpen Data Institute 2018 / ReportThe UK’s geospatial data infrastructure: challenges and opportunities    22 \n\n \nUnderstanding the UK’s \ngeospatial data \ninfrastructure \nIn December 2017, the UK National Infrastructure Commission ​recognised data as part of the \nUK’s key infrastructure​. The ODI believes that data is as important as our road, railway and \n105\nenergy networks, and should be treated as such. A trustworthy data infrastructure is one that \nis sustainably funded and is directed to maximise data use and value, to meet society’s \nneeds.  \n \n \nThe ODI defines ​data infrastructure as consisting of: \n106\n \n●data ​assets​​ such as identifiers, registers and datasets \n●the ​standards and technologies​​ used to curate and provide access to \nthose data assets \n●the ​guidance and policies​​ that inform the use and management of \ndata assets and the data infrastructure itself \n●the ​organisations​​ that govern the data infrastructure \n●the ​communities​​ involved in contributing to or maintaining it, and \nthose who are impacted by decisions that are made using it \n \n \nThe following sections will focus on data assets, standards and the key types of organisation \nthat govern the UK’s geospatial data infrastructure. \n \nOur review of data assets is not intended to be comprehensive. For example, we highlight a \nnumber of datasets relating to addresses, locations and satellite data but have not \nextensively reviewed data about underground data assets. Also, while we briefly highlight \nsome key standards and technologies, we do not explore the technical infrastructure required \nto support data collection – such as geodetic frameworks, earth observation satellites, etc. \n \nMany of the challenges in collecting, using and sharing geospatial data are similar to those \nencountered with other types of data. There are often cultural barriers to sharing; processes \nthat need to be updated or created; collaboration needed with user communities; and \ninvestments in technology necessary to enable efficient access and use.  \n \nThere are some potential risks related to the sharing of geospatial data. For example, privacy \nissues associated with georeferenced data or national security concerns related to publishing \nthe location of critical infrastructure. \n \nThat said, the principles for building a strong geospatial data infrastructure are the same as \nother forms of data.  \n107\n \nTo help build a picture of geospatial data infrastructure, we will look at each of the different \naspects in turn.  \n105\n ​Open Data Institute (2017), ‘ODI welcomes UK National Infrastructure Commission recognition that data is infrastructure’, \nhttps://theodi.org/article/odi-welcomes-uk-national-infrastructure-commission-recognition-that-data-is-infrastructure/ \n106\n ​Open Data Institute, ‘What is data infrastructure’, ​https://theodi.org/topic/data-infrastructure/ \n107\n ​Open Data Institute (2016), ‘Principles for strengthening data infrastructure’, \nhttps://theodi.org/article/principles-for-strengthening-our-data-infrastructure/  \n \nOpen Data Institute 2018 / ReportThe UK’s geospatial data infrastructure: challenges and opportunities    23 \n\n \nWhat are the key types of geospatial data asset? \nOur definition of data infrastructure highlights several different types of data asset. These \ndifferent assets typically play different roles in data infrastructure. For example, reference \ndata  – identifiers and registers – help to standardise how data is managed and linked across \nproviders. They might also be collected and maintained in different ways or have different \nprofiles of risk associated with their publication.  \n \nThis section gives some examples of geospatial identifiers, registers and datasets that make \nup the UK’s geospatial data infrastructure. \nIdentifiers \nIdentifiers are crucial to the process of sharing information. They are fundamentally important \nin being able to make connections between data, which puts them at the heart of how we \ncreate value from structured data. \n108\n \nGeospatial identifiers provide unambiguous labels or reference numbers for the things \ndescribed in a geospatial dataset, such as lamp-posts, roads, houses, or administrative \nareas.  \n \n \nThere are several different ways in which identifiers can be assigned to \nthings and locations. For example, they might be: \n \n●assigned automatically​​, eg based on the geographic coordinates of \nthe location. Examples include Google ​Plus Codes​ and ​What 3 Words \naddresses \n●assigned by a single data steward​​, who has sole responsibility for \nmaintaining the list of identifiers, eg the Office for National Statistics \ndefines its own geographic identifiers for the areas referenced in \nstatistical publications \n●assigned by multiple stewards​​ working in a federated system. This is \noften coordinated by a central organisation. For example, Unique \nProperty Reference Numbers (UPRNs) are assigned by local \ngovernment and Ordnance Survey, but Geoplace coordinates how \nblocks of identifiers are allocated to individual stewards  \n \n \nTo be useful, identifiers need to be associated with some basic reference data that helps to \ndescribe the location or object being identified, such as its name, type, location, etc.  \n \nA 2014 ODI and Thomson Reuters report highlighted the importance of open identifiers to \n109\nmake connections between datasets, in this case adding geospatial context. Open identifiers \nare free from licensing or IP restrictions that might restrict how the identifiers can be used, eg \nto publish derived data. The basic reference data associated with the identifiers would also \nbe available under an open licence.  \n \nThe report also highlights the need for data stewards to be transparent about how they \nassign and manage identifiers, and for a basic set of services that support reuse of the \nidentifiers – to help link together data assets from different organisations, for example.  \n \n108\n Open Data Institute (2018), ‘White paper: Enhancing open data with identifiers’, \nhttps://theodi.org/article/white-paper-enhancing-open-data-with-identifiers/  \n109\n Open Data Institute and Thomson Reuters (2014), ‘Creating value with identifiers in an open data \nworld’, ​https://innovation.thomsonreuters.com/en/labs/data-identifiers.html \n \nOpen Data Institute 2018 / ReportThe UK’s geospatial data infrastructure: challenges and opportunities    24 \n\n \nThe following table highlights a few of the geospatial identifiers that underpin the UK’s \ngeospatial data infrastructure.  \n \n \nIdentifier Description Steward(s) Open/Closed/\nShared \nTOID \n \n(TOpographic IDentifier) \nAssigned by Ordnance Survey to identify \nevery feature in its dataset – such as \nbuildings, roads or fields – in Great Britain \nOrdnance Survey Shared \nUPRN \n \n(Unique Property \nReference Number) \n \n \nUnique identifier for every addressable \nlocation in the UK. For example a building \nmay have multiple UPRNs for each property \nwithin it. \nShared between \nGeoPlace LLP, \nLocal Government \nAssociations and \nOrdnance Survey  \nShared \nUDPRN and UMRRN \n \n(Unique Delivery Point \nReference Number, \nUnique Multiple \nResidency, Reference \nNumber) \nA UDPRN is assigned to each physical \ndelivery point. Where multiple households \nshare a letterbox a UMRRN is associated \nwith a UDPRN \nRoyal Mail Shared \nUARN \n \n(Unique Address \nReference Number) \nAssigned to properties that are subject to \ncouncil tax \nValuation Office \nAgency \nShared \nONS codes for \nadministrative areas \nCreated and assigned by ONS for purposes \nof statistical reporting \nOffice for National \nStatistics \nOpen \nUSRN  \n \n(Universal Street \nReference Number) \nUsed in the National Street Gazetteer to \n110\nidentify streets in England and Wales \nGeoPlace LLP Shared \nLand Registry Title \nNumber \nAssigned to each property registered with \nthe Land Registry in England and Wales \nLand Registry Shared \nLand Registry  INSPIRE \nID \nLocations of freehold registered property Land Registry Shared \n \n \nAt present, most of the identifiers used in the UK geospatial data infrastructure are not open.  \n \nNeither of the two key identifiers – Unique Property Reference Numbers (URPNs) and \n111\nTopographic Identifiers (TOIDs) – are open. Both have some IP and licensing restrictions \n112\nwhich limit reuse. For example, TOIDs can only be republished by Ordnance Survey \ncustomers the identifiers and reference data are not currently published directly by \n113\nOrdnance Survey, although they will be made open in the OS OpenMap Local, as part of \n114\n110\n ​Wikipedia, ‘National Street Gazetteer’, ​https://en.wikipedia.org/wiki/National_Street_Gazetteer \n111\n ​Ordnance Survey, ​https://www.ordnancesurvey.co.uk/about/governance/policies/addressbase-uprn.html \n112\nOrdnance Survey, ​ https://www.ordnancesurvey.co.uk/about/governance/policies/os-mastermap-toids.html \n113\n ​Ordnance Survey, ‘Policy Statement: OS MasterMap Topographic Identifiers’, \nhttps://www.ordnancesurvey.co.uk/about/governance/policies/os-mastermap-toids.html \n114\n ​Cabinet Office, Policy Paper, ‘MasterMap announcement - narrative’, \nhttps://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/716023/OSMM_narrative.pdf \n \nOpen Data Institute 2018 / ReportThe UK’s geospatial data infrastructure: challenges and opportunities    25 \n\n \nthe Geospatial Commission’s work to open up OS MasterMap. Ordnance Survey has in \n115\nrecent years permitted customers and licensees of their products to publish datasets that \ninclude UPRNs. However, the licensing remains complex. Recently announced work may \n116117\nlead to UPRNs becoming more open. \n118\n \nThe UK has many competing and overlapping identifiers for addresses, property and land, \nwhich adds complexity to data publication and reuse. For example, it is often not clear how \n119\nidentifiers are assigned, or how they relate to each other. Lack of reference data – on \nboundaries, for example – makes it hard to understand how they align with one another. \n \nThe identifiers are also typically only published as part of larger datasets. For example, TOIDs \nand the basic reference data associated with them are only available as part of the OS \nMasterMap products. This limits their potential uses. \nRegisters \nRegisters are lists of reference data that help to improve the consistency and quality in how data \nis published and used. They help to build confidence and trust in data by clarifying where \ndifferent data stewards are referring to the same things in the same way. \n \nRegisters are typically maintained by a custodian who defines the scope and contents of the \nlist. The work of maintaining a list is often collaborative, requiring input from multiple \norganisations. \n120\n \nLists of identifiers – along with basic information about the object the identifier describes – \nare one type of register. There are other collections that could be published as a register to \nprovide a shared, controlled vocabulary, helping to improve comparison with other datasets – \nsuch as the ​Ordnance Survey real-world object catalogue, which defines a list of different \n121\ntypes of spatial object included in their products. \n \nExamples of registers for geospatial data include: \n \n●The Land Registry’s official register of land titles, which will include the \nidentifier and reference data for each title \n●The ​Foreign and Commonwealth Office’s country register​, which \nprovides a list of countries recognised by the UK \n●Lists of locations, for example ​National Rail’s list of railway stations \n●The ​EPSG Geodetic Parameter Dataset​, which provides reference data \nabout different coordinate reference systems \n \n \nRegisters, like identifiers, are typically useful in a number of different contexts and can help to \nstrengthen data infrastructure if they are made as open as possible, and published in \nmachine-readable formats. \n115\n ​Ordnance Survey (2018), ‘Opening up OS MasterMap data’, \nhttps://www.ordnancesurvey.co.uk/business-and-government/products/open-mastermap.html \n116\n ​Ordnance Survey (2015), ‘UPRN release to support greater sharing of location data’, \nhttps://www.ordnancesurvey.co.uk/about/news/2015/uprn-release-sharing-location-data.html \n117\n ​Leigh Dodds (2015), ‘How and when can UPRNS be a part of open data?’, \nhttps://blog.ldodds.com/2015/09/02/how-and-when-can-uprns-can-be-a-part-of-open-data/ \n118\n ​GeoPace, \nhttps://www.geoplace.co.uk/-/geoplace-to-work-with-government-to-investigate-opening-up-unique-identifiers-for-addresses-and-str\neets  \n119\n ​Owen Boswarva (2018), ‘The 'golden thread' – why do we have so many property identifiers?’, \nhttps://www.owenboswarva.com/blog/post-addr2.htm \n120\n ​Open Data Institute (2018), ‘Registers and collaboration: making lists we can trust (report)’, \nhttps://theodi.org/article/registers-and-collaboration-making-lists-we-can-trust-report/ \n121\n ​Ordnance Survey (2001), ‘OS MasterMap real-world object catalogue’, \nhttps://www.ordnancesurvey.co.uk/docs/legends/os-mastermap-real-world-object-catalogue.pdf \n \nOpen Data Institute 2018 / ReportThe UK’s geospatial data infrastructure: challenges and opportunities    26 \n\n \nGeospatial datasets \nThe core data assets of the UK’s geospatial data infrastructure are those underpinning our \nunderstanding of the natural and man-made landscape around us and how we interact with \nit. It includes data on land cover, height, geology, habitats, water resources, geographic and \npolitical boundaries, structures, addresses, utilities and transport networks. \n \nThere are three main types of geospatial data: raster data, vector data and point clouds. The \nsame data is often published in a number of different data formats, accompanied by \nstandardised metadata that helps to make it findable and usable.  \n \nThe list below explains the three main types of geospatial data and some examples of \nimportant UK datasets within them: \n \n●Raster data – this includes data collected by remote sensing, satellite and aerial \n122\nimagery, scanned maps and other digital images, etc. \n \n○Earth observation data ​​(Defra) – satellite data used for large-scale harvesting \n123\nof environmental data that helps us to observe and understand changes and the \nglobal impacts of our actions. \n○1:25 000 Scale Colour Raster ​​– ​the digital version of Ordnance Survey Explorer \npaper map series. \n \n●Vector data​​ – this represents data in two or three dimensions as points, lines and \npolygons. Point data might include individual objects, such as post boxes or \nmonuments; lines can describe road and river networks; and polygons can be used \nto describe property boundaries, conservation areas, or polling districts  \n \n○OS Mastermap ​​(Ordnance Survey) – highly detailed geospatial data with \naccuracy down to 1 meter. OS MasterMap is made up of six data products \n(transport network, imagery, water network, greenspaces, highways and \ntopography) \n○AddressBase​​ (Ordnance Survey) – points identifying addresses from Royal \nMail’s Postal Address File and links them to a location. \n○National Polygons ​​(Land Registry) – boundaries of registered land in England \nand Wales \n \n●Point clouds​​ – this represents data as points in 3D space, it is collected using 3D \nscanners (such as LiDAR) that can be mounted on planes, drones and cars \n \n○LiDAR point cloud ​​(Environment Agency) – measurements of the height of the \nterrain and surface objects on the ground, such as trees and buildings \n○Bathymetric Survey​​ (UK Hydrographic Office) – survey data measuring the \ndepth of UK coastal waters \n \nRaster and vector data are the most common formats used by data stewards for publishing \ngeospatial data. As mentioned before, often the same data can be represented or converted \ninto multiple formats. For example, vector data might also be published as raster imagery so \nthat it can be used as a background display for online maps. \n \nPoint cloud data, while still relatively niche, is becoming increasingly available due to the \nrapidly falling costs of LiDAR scanners. Just as the falling costs of GPS sensors has \n124\nallowed data to be collected from phones, cameras and sensors, we can expect more point \ncloud data to be routinely available about our cities and natural environment. \n \n122\n ​Ordnance Survey, ‘Raster vs. Vector’, \nhttps://www.ordnancesurvey.co.uk/business-and-government/public-sector/data-use/raster-vector.html \n123\n ​Defra Digital Blog (2017), ‘Why Defra has an earth observation centre of excellence’, \nhttps://defradigital.blog.gov.uk/2017/04/07/why-defra-has-an-earth-observation-centre-of-excellence/ \n124\n ​Timothy Lee (2018), ‘Why experts believe cheaper, better lidar is right around the corner’, \nhttps://arstechnica.com/cars/2018/01/driving-around-without-a-driver-lidar-technology-explained/  \n \nOpen Data Institute 2018 / ReportThe UK’s geospatial data infrastructure: challenges and opportunities    27 \n\n \nAlthough vector and raster data are the most common means by which geospatial data is \ntypically distributed, the majority of all datasets are georeferenced, ie they include some form \nof spatial component. This spatial information might be fairly high-level – such a country \nname – or may include more specific location information via a location identifier or \ngeographic coordinates. Georeferenced data also includes observational data, from sensors, \nmobile and GPS devices, etc. \n \nEarlier in this report, we highlighted how commercial organisations are increasingly collecting \nall types of geospatial data, but this is particularly true for georeferenced data due to the \nubiquity of GPS sensors in mobile devices.  \nWhat standards support geospatial data? \nStandards for data are reusable agreements that make it easier for people and organisations \nto publish, access, share and use better-quality data.  \n125\n \nStandards support the collection, management, publication and use of geospatial data in a \nvariety of ways. For example, standard data formats and APIs ensure that geospatial data \n126\ncan be accessed and used in various tools. Standards also describe the key metadata \nrequired to make data assets discoverable. \n \nThe table below summarises some of key types of geospatial data standards. \n \n \nFamily type of \nstandard \nType of geospatial \nstandard \nDefinition Examples \nShared vocabulary Naming conventions Agreed names for places, features and \ndomain specific vocabulary \nINSPIRE Data Specification on \nGeographical Names​, \nGazetteers \nShared vocabulary Identifiers Authoritative identifiers for places and \nfeatures \nUPRN, TOIDs \nShared vocabulary Reference frames \nellipsoids and \ndatums \nApproximations of the earth’s size and \nshape, and reference surfaces like sea level. \nDatums define rules to fix the reference \nellipsoid to the earth with an origin reference \npoint. \nETRF 89, GRS 1980, WSG 84 \nellipsoid, OGC DGGS \nShared vocabulary Domain modelling Agreement on how to express data for a \nspecific domain \nCCDM, CityGML, OGC \nIndoorGML \nShared vocabulary Metadata Data describing the dataset giving it context \nand helping make it discoverable \nGEMINI​, ISO 19115 \nShared vocabulary Statistical \nassociation \nEnables georeferencing of statistics and \nother information \nSDMX, GSIM \nData exchange Feature geometry Points, lines, polygons, curves, contours, \nnetworks \nWell Known Text (WKT)  \nData exchange Image \nrepresentations \nRaster and point clouds TIFF, LAS, GeoTiff, JPG, SIPC \nData exchange Data exchange file \nformats \nEncoding of geographical information in a file \nformat for sending from one system to \nanother \nGeoJson, OGC GML, Shape \nfiles, OGC GeoPackage, \nMapbox Vector Tiles, KML \nData Exchange Interfaces \nspecifications for \nservices \nServices implement interfaces to  transfer \ndata over the web or provide remote access \nto data stored on a web server.  Access can \nOGC WMS,OGC  WFS \n125\n ​Open Data Institute (2018), ‘Open standards for data guidebook’, \nhttp://standards.theodi.org/introduction/what-are-open-standards-for-data/  \n126\n ​Ordnance Survey, ​https://www.ordnancesurvey.co.uk/docs/policies/ordnance-survey-geospatial-standards-policy.pdf  \n \nOpen Data Institute 2018 / ReportThe UK’s geospatial data infrastructure: challenges and opportunities    28 \n\n \nbe in real time. \nGuidance Coordinate Systems Geographic or projected coordinate systems \ndefine location on a reference 3D surface or \nmap projection respectively \nWSG-84, ETRS89 \n \n \nThe main international standards body in the geospatial sector is the Open Geospatial \nConsortium (OGC), which works closely with other standards bodies such as the International \nOrganisation for Standardisation (ISO) and more than 500 commercial, governmental, \nnonprofit and research organisations worldwide. \n \nSome of the recent innovation around publishing and using geospatial data on the web has \nbeen driven by the adoption of key specifications and standards, that were developed \nthrough community-led standards processes. Examples of such standards include GeoJSON \nand the Mapbox Vector Tiles specification, which make it easier for data users to create, build \nand deliver custom map-based visualisations and spatial products on the web that are no \nlonger dependent on a base map image. \n \nThe use of these standards in emerging platforms and services like Mapbox and Carto is \ncreating a need for existing platforms and data stewards to update how they deliver data. \n127\nThere are steps by which community-driven standards may be further developed by the OGC\n and others – through pilot initiatives, for example. \n128129\n \n \nThe OGC and Association of Geographic Information have identified \n130131\nseveral areas which will drive further standardisation: \n \n●As the value of geospatial data is realised beyond the geospatial \ncommunity, we will see standards develop that facilitate \ninteroperability with other domains​​, including BIM, smart cities, IoT \nand statistics. \n132\n●As ​new technology and services​​ increase in capability, from hardware \nto bandwidth, standards are emerging that enable us to access and \nprocess data from new sources with increasing quality – such as HD \n133\nand 3D vector maps, and APIs for sensors. \n134135\n●As data volumes increase and new platforms emerge there will be a \n136\nneed for new standards and APIs to access and process large \n137\nvolumes of data for ​analytics and insights. \n127\n ​Ordnance Survey (2018), ‘High response to our OS OpenData product trial’, \nhttps://www.ordnancesurvey.co.uk/blog/2018/05/high-response-os-opendata-product-trial/​;  \nESRI (2015), ‘Vector Tiles preview’, ​https://www.esri.com/arcgis-blog/products/arcgis-enterprise/mapping/vector-tiles-preview/ \n128\n ​OGC (2018), ‘Community Standards’, ​http://www.opengeospatial.org/standards/community \n129\n ​OGC (2018), “Call for participation in our Vector Tiles Pilot”, ​http://www.opengeospatial.org/pressroom/pressreleases/2837  \n130\n ​OGC (2018), ‘OGC Technology Trends’, ​http://www.opengeospatial.org/OGCTechTrends \n131\n ​AGI (2015), ‘AGI Foresight Report 2020’, ​https://www.agi.org.uk/news/foresight-report \n132\n ​EFGS (2017), ‘A new standard that improves the way information is referenced to the earth’, \nhttps://www.efgs.info/2017/12/04/ogc-announces-new-standard-improves-way-information-referenced-earth/ \n133\n ​Mapbox (2018), ‘HD vector maps open standard’, \nhttps://blog.mapbox.com/hd-vector-maps-open-standard-335a49a45210 \n134\n ​Geospatial world (2017), ‘OGC rolls out new 3D geospatial standard’, \nhttps://www.geospatialworld.net/news/ogc-rolls-new-3d-geospatial-standard/ \n135\nOGC (2018), Domains that use and develop OGC standards \nhttp://www.opengeospatial.org/ogc/markets-technologies/swe  \n136\n ​Microsoft (2017), ‘Announcing real-time Geospatial Analytics in Azure Stream Analytics’, \nhttps://azure.microsoft.com/en-gb/blog/announcing-real-time-geospatial-analytics-in-azure-stream-analytics/ \n137\n ​CapGemini (2015), ‘A call for an Analytics Web API standard’, \nhttps://www.capgemini.com/2015/11/a-call-for-an-analytics-web-api-standard/ \n \nOpen Data Institute 2018 / ReportThe UK’s geospatial data infrastructure: challenges and opportunities    29 \n\n \n●Driven by a need to observe dynamic features, make predictions and \ncarry out timestamped analytics, standards are being updated to \nintroduce ​time and other dimensions​​ such as as those are used in \nenvironmental forecasting. \n138\n \n \nWhile most geospatial data publication and use is well supported by existing standards, there \nare still some gaps. There are not many standards or specifications that define profiles of \nGeoJSON, GeoPackage or similar formats that describe how to publish data about specific \ntypes of spatial objects, by defining the attributes that would help describe public toilets\n139\n,electoral boundaries or parking locations, for example. More work to define these \n140\nstandards is needed to improve quality and consistency of geospatial data collection and \npublication. \nWhich types of organisations are stewarding our data \ninfrastructure?  \nLike our physical infrastructure, a variety of different types of organisation are now stewards \nof our data infrastructure, as explained earlier in this report. Here, we use the term ‘data \n141\nsteward’ to describe the organisation accountable for collecting, maintaining, using and \nsharing data on specific subject matter. \n \nSimilarly to how our weather data infrastructure has been changing, the stewardship of \n142\ndata infrastructure is evolving reflecting developments in policy and technology, making it \neasier for more organisations to collect and manage data.  \n \nThe UK’s geospatial data infrastructure involves a number of public and private sector \norganisations. As described in the ​section of this report on UK policy​, while Ordnance Survey \nhas a key part to play as the national mapping agency, it is only one of many government \norganisations providing national information about the physical and built environment. \nIndeed, the organisations and communities involved reach far wider than the public sector. \nFor example, OpenStreetMap is developed and maintained by a combination of volunteers \nand commercial organisations voluntarily providing employee time. Important parts of UK \naddressing data are owned by a private company and we see the increasing role of \ncommercial organisations like Google, Microsoft and Apple in collecting, using and sharing \ngeospatial data. \n143\n \nIn this section we briefly review the range of organisations that are now responsible and \naccountable for different aspects of the UK’s geospatial data infrastructure. \nPublic data stewards \nOrdnance Survey is the national mapping agency for Great Britain (England, Scotland and \nWales). While data stewarded by Ordnance Survey provides important information about the \nnatural and built environment, other nationally important geospatial data assets are owned \nand managed by a variety of other government departments and agencies. The following list \nidentifies a few of these public sector organisations: \n138\n ​IEEE (2015), ‘Serving spatio-temporal grids: How standards help’, ​https://ieeexplore.ieee.org/document/7378681/ \n139\n ​Local Government Association, Public Toilet Schema, ​https://schemas.opendata.esd.org.uk/publictoilets  \n140\n ​MySociety (2018), ‘Every Boundary Survey’, ​http://everyboundary.survey.okfn.org/  \n141\n ​Open Data Institute (2016), ‘Who owns our data infrastructure’, \nhttps://theodi.org/article/who-owns-our-data-infrastructure/ \n142\n ​Open Data Institute (2017), ‘The state of weather data infrastructure’, \nhttps://www.metoffice.gov.uk/binaries/content/assets/mohippo/pdf/data-provision/odi-the-state-of\n-weather-data-infrastructure.pdf \n143\n Owen Boswarva (2018), ‘UK address data: a primer and bibliography’, \nhttps://www.owenboswarva.com/blog/post-addr1.htm \n \nOpen Data Institute 2018 / ReportThe UK’s geospatial data infrastructure: challenges and opportunities    30 \n\n \n \n●Ordnance Survey​ – the national mapping agency for England, Scotland and Wales \n●Ordnance Survey Northern Ireland​ – the mapping agency for Northern Ireland \n●HM Land Registry​ – holds the national register on land and property ownership in \nEngland and Wales \n●UK Hydrographic Office​ – holds marine geospatial data for the UK  \n●British Geological Survey​ – holds geological records for the UK \n●Coal Authority​ – holds data related to impacts of historical coal mining in the UK \n●Valuation Office Agency​ – holds data on property valuations for England, Scotland \nand Wales \n●Department for Transport​ – holds air, land and sea transport network data for \nEngland and Wales  \n●Department for Environment, Food and Rural Affairs​ – holds data about the state of \nthe natural environment in England through their Agencies, such as air quality, \nconservation, bathing waters, fish stocks, agriculture, flood, pollution, rivers \n●Natural Resources Wales​ – holds data about the state of the natural environment in \nWales \n●Scottish Environmental Protection Agency​ – holds data about the state of the natural \nenvironment in Scotland \n \nThese organisations focus on different regions or different aspects of our geographic \nenvironment. Local governments are another key steward of geospatial data. For example, \nimportant data about transport, communities, heritage and aspects of the environment are \noften managed by local authorities.  \n \nThe mix of public organisations stewarding and publishing geospatial data presents \nchallenges for all types of data user – including businesses and other public sector bodies. It \nis not easy to find and aggregate data from across public sector stewards because. This is \nbecause: \n \n●data is fragmented across different geographic areas or reported at different levels of \ndetail \n●data users may be unclear about which organisations are responsible for collecting \nand publishing the data they need \n●data is published using different technical platforms and in a variety of formats, \nincluding simple CSV files which are not well suited to geospatial data \n●data is difficult to discover because of varying quality in the way data is described \nand tagged, and because geospatial data services are not well indexed by search \nengines  \n●there is a lack of commonly adopted standards that define common models \n(attributes) for spatial objects, as noted in the previous section. \nCommercial data stewards \nIn the earlier section on global trends around geospatial data, we highlighted how technology \ntrends are making it easier for commercial organisations of all types to collect and use \ngeospatial data. \n \nThere is a growing volume of geospatial data being collected by a variety of commercial \norganisations, such as data from sensors on telecommunications infrastructure, or building \ninformation that is produced and maintained by construction and engineering firms.  \n \nFocusing on web mapping services and the data collected by mobile applications, we see \nthat technology improvements mean that gaps in data coverage – or difficulties with \ninteroperability of government data – can, and are, being filled by private-sector companies \nand communities.  \n \nGoogle, Microsoft, Apple and Facebook all provide mapping services for developers building \napplications around their respective platforms, making it easier to integrate maps and \nlocation data into their products. Google and Microsoft also provide a number of \ngeneral-purpose mapping APIs that provide access to additional features, including routing, \nbusiness listings, etc. \n \nOpen Data Institute 2018 / ReportThe UK’s geospatial data infrastructure: challenges and opportunities    31 \n\n \n \nAll of the major platforms use a mixture of open and non-open sources to build their mapping \nservices. They are all investing in additional methods of data capture and collection to \nimprove their offering, allowing them to provide not just 2D maps, but 3D models, street view \nand access to satellite imagery. \n \nOther commercial organisations such as Strava and Uber are using the georeferenced data \ncontributed by their users to develop new geospatial products, such as Strava Metro and \nUber Movement. In both of these cases, the target audience for their products is the public \nsector, as the data provides information about use of local transport networks that is \notherwise unavailable. \n \nThe data stewarded by these commercial organisation is not yet open, although may be \naccessible for free via freemium pricing models – where a product or service is provided free \nof charge, but additional features, services or goods are chargeable. \n \nA common restriction in the terms and conditions of use for commercial geospatial data is \nthat users are restricted to using the data within the vendors’ platforms. For example, Google \nand Microsoft place restrictions on use – including integrating the provided data with other \nmaps or using them for ‘high risk activities’, such as emergency services response. \n144\n \nHowever, as we note in a later in the report, several large organisations are now publishing \nopen geospatial data through their work with OpenStreetMap, a community-curated and \nopen source mapping project aimed at creating an openly licensed map of the world. \nCommunity data stewards \nThere are several interesting examples of community curated geospatial data assets. \nOpenStreetMap is the most well-known and pervasive of these.  \n \nThe initial driver for OpenStreetMap was the restricted distribution and accessibility of \nnational mapping data stewarded by Ordnance Survey and others. It has since been adopted \nby communities around the world and has become part of the global geospatial data \ninfrastructure. It has also paved the way for other commons-based projects that collect \nadditional types of geospatial data. For example: \n \n●OpenStreetCam​ – which supports community collection of street-level imagery \n●OpenAerialMap​ – a platform for publishing openly licensed imagery from drones and \nother unmapped aerial vehicles \n●Wheelmap​ and the recently launched ​Accessibility.Cloud​ – which support the \ncollection and use of crowd-sourced data about the accessibility of public spaces. \n \nCrowdsourcing plays a key role in humanitarian mapping, and is used in response to \ndisasters, disease outbreaks etc. The UK has active communities working as part of the \nHumanitarian OpenStreetMap​ team and charities like ​MapAction​. \n \n  \n144\n ​Google Cloud (2018), ‘Google Maps Platform Terms of Service’, ​https://cloud.google.com/maps-platform/terms/​; Microsoft \n(2011), ‘Microsoft Bing Maps and MapPoint Web Service End User Terms of Use and Embedded Maps Service Terms of Use’, \nhttps://www.microsoft.com/en-us/maps/product/terms-april-2011 \n \nOpen Data Institute 2018 / ReportThe UK’s geospatial data infrastructure: challenges and opportunities    32 \n\n \nExploring parts of the UK’s \ngeospatial data ecosystem \nThis section explores two key stewards of the UK’s geospatial data infrastructure – Ordnance \nSurvey and OpenStreetMap – and the ecosystems they support.  \n \nThere are many ways in which we could evaluate, compare and contrast these stewards – for \nexample, by comparing approaches to data collection and publication to highlight potential \ninteroperability issues.  \n \nInstead, we have chosen to focus on how a variety of contributors, intermediaries and data \nusers are creating value from the geospatial data stewarded by each organisation. We believe \nthis provides a useful way to understand the relationships within the data ecosystems that \nthey support. \n \nWe have chosen to focus on Ordnance Survey and OpenStreetMap as example stewards of \ngeospatial data infrastructure, as they reflect different communities and users. The following \nsections briefly describe the ecosystems that they support. The sections also link to an \naccompanying set of ecosystem diagrams. \nOrdnance Survey \nOrdnance Survey is a national mapping agency with responsibility for maintaining geospatial \ndata for England, Scotland and Wales. Its staff of over 1,000 employees is responsible for \n145\nstewarding data about Great Britain’s natural, man-made and administrative landscapes, \nincluding detailed data on terrain, roads, rivers and every fixed physical object to a high level \nof accuracy. \n \nThis high-detail geospatial dataset is maintained through the work of its own survey teams \nand through the activities of several commercial partners responsible for specific aspects of \ndata collection and maintenance. This includes provision of aerial photography, digital \nimagery, height datasets and topographic data. Additional data is provided to Ordnance \nSurvey from other sources, primarily the public sector – the Land Registry, Environment \nAgency and local government. Address data is sourced from Geoplace and Royal Mail. \n \nOrdnance Survey is a ‘government-owned company’ and is required to generate revenue \n146\nto be sustainable. This revenue comes from a mixture of licensing fees being charged for data \nand paid services both in the UK and internationally through ​Ordnance Survey International. \n147\nOrdnance Survey produces several data products using the data that it curates internally. \nThese products include OS AddressBase® and OS MasterMap. Ordnance Survey data \nproducts are available via bulk access and some are also accessible via some limited APIs.  \n \nOS MasterMap consists of a number of separate smaller data products or layers, such as OS \nGreenspace, which can be individually licensed and accessed. However, data is often \nprimarily accessed via its network of over 350 partner organisations, which provide additional \nvalue-added services over the data. These include Emapsite, Landmark, GetMapping and \n148\nothers. Some Ordnance Survey partners also offer additional services and products to \nsupport the collection and maintenance of geospatial data. \n145\n Ordnance Survey (2017), ‘Ordnance Survey Limited Annual Report & Accounts 2016−17’, \nhttps://www.ordnancesurvey.co.uk/docs/annual-reports/os-annual-report-accounts-2016-17.pdf \n146\n ​Ordnance Survey (2018), ‘Governance & Legal Status’, ​https://www.ordnancesurvey.co.uk/about/governance/index.html \n147\n ​Ordnancy Survey (2018), ‘About Ordnance Survey International’, \nhttps://www.ordnancesurvey.co.uk/international/about/index.html  \n148\n ​Ordnance Survey, ‘OS Partners’, ​https://www.ordnancesurvey.co.uk/business-and-government/partners/  \n \nOpen Data Institute 2018 / ReportThe UK’s geospatial data infrastructure: challenges and opportunities    33 \n\n \n \nA number of Ordnance Survey products are made available for free use by public sector \nbodies via the ​Public Sector Mapping Agreement​ and the One Scotland Mapping Agreement. \nOrdnance Survey products are available directly under a range of additional licences that \ncover commercial usage of the data and its APIs, specialist product development​ licences​, \nand l​icences for the charity and third sector​. The products are also indirectly available \nthrough a network of 200 plus partners. \n \nIn 2010, OS published its first 12 open datasets. In 2015, the list of openly licensed datasets \ngrew to include data on roads, rivers and place names. In 2017, OS Open Greenspace was \n149\nreleased. This review and update of greenspace data was partly funded by Sport England. All \nof the open data stewarded by Ordnance Survey is published under the Open Government \nLicence. \n \nThe openly licensed datasets are specific products that have been designed for specific user \nneeds. Some of the datasets contain less detail than is available in OS MasterMap – \ngeometries have been summarised, attribution removed or simplified, and persistent \nidentifiers removed. This lack of context, removal of detail of geospatial extents (boundaries \nand lines) limits the ways in which the data can be reused.  \n \nData users have reported that the costs of accessing data, complexity of licensing, and \ntechnical difficulties in using data have dissuaded some small businesses and startups from \nusing Ordnance Survey products. Our recent research, ‘Discovering geospatial data user \nneeds’, highlighted a number of these issues. \n150\n \nOrdnance Survey provides support for startups using geospatial data via its incubator, \nGeovation, which was founded in 2015. They provide a range of technical support and \ntraining for geospatial businesses. The support and mentoring that Geovation provides is not \nlimited to Ordnance Survey products: some of their supported startups have used \nOpenStreetMap while others have chosen to use commercial platforms like Google Maps. \nThis reflects the needs of the individual businesses – the type of data required, their business \nmodel and plan for scaling. \n \nOrdnance Survey strongly focuses on quality, ensuring that the data they release is accurate. \nProduct release cycles vary, some are updated more frequently based on customer needs, \nwhile others are updated every six weeks. The open data is released less frequently, typically \ntwo to three times per year. \n \nIn 2018, the UK government announced that additional geospatial data would be made \navailable under an open licence. This includes a new dataset on property extents (the \n151\ngeographic extent of a property, represented by a polygon) and some open identifiers \n(TOIDs). Other data from OS MasterMap will be freely available up to a threshold via a range \nof new APIs. Plans for how these APIs and new datasets will be made available are still \ndeveloping, and the commitments are expected to be delivered by 2020. \n \nOrdnance Survey ecosystem map  \nWe have produced an Ordnance Survey ecosystem map, which illustrates some aspects of \nthe data ecosystem that exists around the Ordnance Survey’s data and services. \nOrdnance Survey ecosystem map \n152\n \n \n149\n ​Ordnance Survey (2018), ‘Ordnance Survey’s open data journey’, \nhttps://www.ordnancesurvey.co.uk/blog/2018/06/ordnance-surveys-open-data-journey \n150\n ​ODI (2018). ‘Discovering geospatial data user needs’, \nhttps://docs.google.com/document/d/1AJtrfa93hL4M3TdSy-4LhXJoVLyHeGmiB2vmHyPZYkM/edit  \n151\n ​Cabinet Office (2018), ‘Unlocking of government’s mapping and location data to boost economy by £130m a year’, \nhttps://www.gov.uk/government/news/unlocking-of-governments-mapping-and-location-data-to-boost-economy-by-130m-a-ye\nar \n152\n ​Open Data Institute (2018), ‘Exploring the Ordnance Survey data ecosystem’ \nhttps://kumu.io/ODI/os-ecosystem-map#os-ecosystem-map  \n \nOpen Data Institute 2018 / ReportThe UK’s geospatial data infrastructure: challenges and opportunities    34 \n\n \nOpenStreetMap \nThe OpenStreetMap project was founded in the UK in 2004, with the goal of creating an \nopenly licensed map of the world. As mentioned, it was set up largely in response to the \ndistribution and accessibility of the national mapping data stewarded by Ordnance Survey \nand others being restricted. Since then, it has grown into one of the most successful \ncollaboratively maintained open datasets in the world. \n \nOpenStreetMap’s core technical infrastructure and data assets are maintained by a global \ncommunity of volunteers. The map’s contributors include local mappers and a diverse mix of \nsmall and medium-sized enterprises (SMEs), startups, ​large commercial organisations, \n153\nNGOs and humanitarian organisations. OpenStreetMap relies on membership fees, \nsponsorship and donations to support its ongoing operations.  \n \nThe ​OpenStreetMap Foundation was set up in 2006 to provide stewardship of \n154\nOpenStreetMap’s core technical infrastructure, support fundraising and coordinate \ngovernance of the project. This work is mainly devolved to a range of individual working \ngroups, focused on different aspects of the system – data, licensing, operations, membership \netc.  \n \nOpenStreetMap UK, a community interest company, was founded in December 2016 to \n155\nsupport and promote OpenStreetMap in the UK, by encouraging businesses to contribute to \nand use the data. OpenStreetMap UK ​organises quarterly projects to focus on improving \n156\nparticular parts of the data, such as rights of way or addressing. There are also active \nregional chapters of the OpenStreetMap, such as ​Mappa Mercia​ in the West Midlands. \n \nAs a collaboratively maintained dataset, OpenStreetMap’s accuracy and completeness \ndepends on the work of its maintainers. People can contribute to the map in a variety of \nways. Mappers survey their local areas using GPS devices, photography and other tools to \ncollect new 'ground truth’ data, while others use freely available satellite imagery and desktop \nand online tools to help maintain the map.  \n \nOpenly licensed data from Ordnance Survey, local government and other sources is regularly \nused to add additional features and information. The openly licensed Ordnance Survey \ndatasets have been incorporated into OpenStreetMap since their release. The \nOpenStreetMap dataset is licensed under the Open Database Licence which includes a \n‘sharealike’ a provision which requires copies or adaptations of a product or dataset to be \nreleased under the same or similar licence as the original. \n \nAn increasing number of commercial organisations are now ​contributing to OpenStreetMap​.\n These contributions go beyond sponsorship of the project and community events. For \n157\nexample, Microsoft was among the first to release satellite imagery for use by the \nOpenStreetMap community and its images are now integrated into the default editor. \nMicrosoft, Apple, Facebook and others also have small teams of editors working to improve \nand maintain the data. \n \nA ​range of tools and approaches are used to improve quality, assess accuracy and protect \n158\nagainst vandalism of the data. Some recent high-profile vandalism of the data raised the \n159\nvisibility of how OpenStreetMap contributors and the ecosystem of services it supports were \nable to handle malicious edits. \n153\n ​Open Data Institute (2018), ‘How Facebook, Apple and Microsoft are contributing to an openly licensed map of the world’, \nhttps://theodi.org/article/how-are-facebook-apple-and-microsoft-contributing-to-openstreetmap/ \n154\n ​OpenStreetMap Foundation, ​https://wiki.openstreetmap.org/wiki/Foundation  \n155\n ​OpenStreetMap UK, ​https://osmuk.org/our-aims \n156\n ​OpenStreetMap Wiki, ‘UK Quarterly Project’, ​https://wiki.openstreetmap.org/wiki/UK_Quarterly_Project \n157\n ​Open Data Institute (2018), ‘How Facebook, Apple and Microsoft are contributing to an openly licensed map of the world’, \nhttps://theodi.org/article/how-are-facebook-apple-and-microsoft-contributing-to-openstreetmap \n158\n ​OSMLab, “OpenStreetMap Data Quality”, ​http://osmlab.github.io/osm-data-quality \n159\n ​Techcrunch (2018), ‘Mapbox CEO says the map calling New York City ‘Jewtropolis’ has been 100% fixed, was ‘human \nvandalism’’, ​https://techcrunch.com/2018/08/30/mapbox-vandalism \n \nOpen Data Institute 2018 / ReportThe UK’s geospatial data infrastructure: challenges and opportunities    35 \n\n \n \nThe OpenStreetMap database has a number of technical limitations and issues for users. The \ndata model, while simple, is not designed around existing open geospatial standards. The \nschema is often evolving and practices for tagging and describing features can vary nationally \nand internationally, making it more difficult to consistently extract data. By design, the data \nalso does not include include persistent identifiers for geospatial features. Instead, \ncontributors link OpenStreetMap features to external datasets, such as Wikidata. \n160\n \nWhile OpenStreetMap is often updated by merging in open data from authoritative sources, \nbulk updates are typically discouraged by the community. There is instead an emphasis on \ncontributors checking and validating data rather than blindly importing. \n \nThere are a range of services that help to support the use of OpenStreetMap data. The \nOpenStreetMap Foundation provides a limited range of services including a tile service to \nsupport web mapping and a search engine, ​Nominatim​. These are provided under a \nfair-usage policy. These core services are supplemented by a range of community-created \nand run services, such as ​Geofabrik’s Data Extracts​ and a other commercial services, \nincluding ​OpenCageData​, ​OpenMapTiles​, and ​ThunderForest​.  \n \nMapbox​, a US based startup, is one of the most successful of these, providing a range of \ntools to support use of geospatial data in mobile devices, in the browser and through game \nengines. Through its work with OpenStreetMap, Mapbox has developed several open \nstandards for using geospatial data on the web, which are being adopted more widely. \n \nInternationally OpenStreetMap is used in a variety of commercial services, including Bing \nMaps, Facebook and Telenav Scout. It provides an alternative and a supplement to \ncommercial sources. In the UK, OpenStreetMap is used in a variety of small projects, as well \nas some commercial applications, such as ​Cycle Streets​, ​Cycle Travel​ and FixMyStreet.  \n \nOpenStreetMap data is primarily used as a free, open basemap for online maps and some \nrouting applications. Some companies are starting to use the data to implement parts of their \nservices, while applications like Pokemon Go are examples of it being used in popular \napplications. The data is also used by various organisations that provide geospatial training \nand consulting services, such as Clearmapping and ITOWorld. It also supports a rich \necosystem of smaller community projects that explore local and national landmarks and \ncultural heritage.  \n \nThe use of a ‘sharealike’ licence discourages some commercial users from using \nOpenStreetMap data, as they often understand this to require them to release their own \nderived data, which some businesses are reluctant to do. To address this, the \nOpenStreetMap Licensing Working Group has created some community guidelines that \nhighlight a range of use cases where the ‘sharealike’ provision does not apply. \n161\n \nThe ability to contribute and frequently update data within OpenStreetMap makes it possible \nfor contributors to provide data which would not otherwise appear on Ordnance Survey or \nother national maps. The global coverage of the dataset also makes OpenStreetMap a good \nstarting point for startups and businesses that need to scale globally. \n \nOpenStreetMap ecosystem map  \nWe have produced an OpenStreetMap ecosystem map, which illustrates some aspects of \nthe data ecosystem that exists around OpenStreetMap’s data and services. \nOpenStreetMap ecosystem map \n162\n \n160\n ​Bharata Srinivasa (2017), ‘Exploring the world with Wikidata and OpenStreetMap’, \nhttps://blog.mapbox.com/exploring-the-world-with-wikidata-and-openstreetmap-30f1bfe954d3  \n161\n ​OpenStreetMap, ‘Licence Community Guidelines’, \nhttps://wiki.osmfoundation.org/wiki/Licence/Community_Guidelines  \n162\n Open Data Institute (2018) ‘OpenStreetMap Ecosystem’, \nhttps://kumu.io/ODI/osm-ecosystem-map#osm-ecosystem-map-20  \n \nOpen Data Institute 2018 / ReportThe UK’s geospatial data infrastructure: challenges and opportunities    36 \n\n \nStrengthening geospatial \ndata infrastructure \n \nIn this final section of the report, we draw on our review of the UK’s geospatial data \ninfrastructure to offer recommendations for strengthening geospatial data in general, to make \nit more open, and to maximise its value to businesses and society. \n \nWhen producing this report we did not assess the UK's capability in geospatial skills and \ndelivery, or the legislative environment and bodies that govern the UK's geospatial data \ninfrastructure. Therefore the report does not make recommendations in these areas. Please \nvisit ​theodi.org​ for our views on these, and other, topics. \n163\nRemove friction caused by restrictive data licences \nAs highlighted earlier in this report, geospatial data is used in many ways for many different \npurposes – from understanding our natural environment to efficiently planning traffic around \nour road networks.  \n \nHowever, geospatial data is nearly always used in combination with other datasets. Data \nabout location can be combined to provide new ways of analysing and viewing data from \nother sources. \n \nGeospatial data is often mixed with one or more other datasets, meaning that users \nfrequently encounter issues with incompatible licences or permissions that limit how datasets \ncan be combined. While some limits are necessary – to ensure that personally sensitive data \nis used legally and ethically – there are also some unnecessary points of friction in licences \nthat limit forms of reuse, or restrict how derived data and insights can be shared with others.  \n \nWhen the geospatial datasets themselves are not openly licensed so they can readily \naccessed, used and shared, this creates friction that reduces the benefits we stand to gain \nfrom collecting high-quality geospatial data. \n \nTo maximise its value, we believe that geospatial data should be made as open as possible. \nWhere data is not available under open licences, it is important that data stewards \nunderstand the impacts of non-open licences and work with their community to discuss and \nclarify licensing issues. \n164\n \nAt present, in the UK, the data users and wider ecosystems around both Ordnance Survey \nand OpenStreetMap data struggle with licensing issues, particularly around the publication \nand sharing of derived data. While the OS open data is published under a liberal licence, its \ncommercial licensing limits the publication of derived data. As we have noted above, the \n‘sharealike’ provisions in the Open Database Licence used by OpenStreetMap discourage \nsome commercial users. \n \nThe OpenStreetMap community guidelines provide a useful resource that helps to clarify its \n165\nlicensing arrangements, while also highlighting the complexity of the system to international \nusers. \n \n163\n ​See: ​https://theodi.org/topic/geospatial-data/  \n164\n ​Open Data Institute (2015), ‘What are the impacts of non-open licences?’, \nhttps://theodi.org/article/what-are-the-impacts-of-non-open-licences/  \n165\n ​OpenStreetMap, ‘License: Community Guidelines’, ​https://wiki.osmfoundation.org/wiki/Licence/Community_Guidelines  \n \nOpen Data Institute 2018 / ReportThe UK’s geospatial data infrastructure: challenges and opportunities    37 \n\n \nThe openly licensed identifiers and property extents datasets due to be released by Ordnance \nSurvey demonstrate the kind of steps national mapping agencies need to take to unlock other \ndata releases. That is by removing limitations on publication of derived data, for example. \nAnd, while freemium APIs can increase access to data by making it freely available to more \nusers, unless steps are taken to simplify licensing and derived data terms, they do not directly \naddress the issue of improved access.  \nLink and standardise datasets to improve quality \nWe have attempted in this report to tease out the range of data assets that are part of the \nUK’s geospatial data infrastructure. We have highlighted some of the key identifiers and \ndatasets and have discussed both geospatial and georeferenced datasets. \n \nOther countries will have their own sets of data assets. Listing and describing them helps to \nidentify how those different types of assets unlock value; and identify any issues that relate to \nwhere they might sit on the data spectrum. \n \nFor example, geospatial identifiers and registers help to improve the quality, consistency and \ninteroperability of other data assets. Identifiers and registers should be made as open as \npossible. Identifiers should be published with a core set of openly licensed reference data \nand made available via supporting services that help data users adopt and use them. This \nmakes it easier to combine data from multiple sources. \n \nWhen geospatial datasets are made open they should not be stripped of identifiers. It \nremoves the ability for reusers to connect this data with other sources, and limits their ability \nto consume a mixture of open and licensed data via commercial services. Nor should they \ninclude only identifiers, and not supporting information, when registers for those identifiers \nare not open. \n \nWhile there are existing and emerging international standards that support the publication \nand use of geospatial data, there is still a need to create smaller sets of standards that use \nschemas or ‘profiles’ of existing standards to support specific communities to collect and \npublish data. While the Local Government Association, for example, has carried out existing \nwork in this area already, eg creating standards for planning and licensing applications, \n166\nthere is a need for additional work to create new standards and drive adoption. \nEnsure ethical and equitable access to geospatial data \nWe have highlighted how the ubiquity of mobile and sensor devices is allowing commercial \norganisations to track individuals with ever-greater precision. This data is being used in a \nvariety of ways to create and improve geospatial data products and to deliver services to \nusers.  \n \nHowever – as with the release of New York taxi trip data and privacy issues in the Strava \n167\nMetro dataset – concerns over the sharing of personal location data from mobile applications \nhave highlighted the need for stronger ethical frameworks around the collection and sharing \nof location data. \n168\n \nWhile a recent survey by the ODI highlighted that consumers are prepared to make trade-offs \nto share data about themselves in return for societal benefit, a 2018 survey by HERE \n169\n166\n ​Local Government Association (2018), ‘ESD Standards’, ​https://standards.esd.org.uk/  \n167\n ​Ars Technica (2014), ‘Poorly anonymized logs reveal NYC cab drivers’ detailed whereabouts’, \nhttps://arstechnica.com/tech-policy/2014/06/poorly-anonymized-logs-reveal-nyc-cab-drivers-detailed-whereabouts/  \n168\n ​Geospatial World (2018), ‘Dozens of popular iPhone apps caught sending user location data to monetization firms’, \nhttps://www.geospatialworld.net/blogs/iphone-apps-location-data-breach/  \n169\n ​Open Data Institute (2018), ‘ODI survey reveals British consumer attitudes to sharing personal data’, \nhttps://theodi.org/article/odi-survey-reveals-british-consumer-attitudes-to-sharing-personal-data/  \n \nOpen Data Institute 2018 / ReportThe UK’s geospatial data infrastructure: challenges and opportunities    38 \n\n \nTechnologies highlighted that many people feel concerned about sharing location data and \ndo not trust how data is being used or that it is adequately protected. \n170\n \nPeople are more willing to share data about them if they understand how it will be used. If \n171\nindividuals become unwilling to share location data, then this will impact the ability for that \ndata to be used in ways that create economic and social benefits. When aggregated, \ninformation about people’s movements can help to improve quality of maps, inform transport \nand mobility policy or increase road safety. \n \nCommercial organisations collecting this data need to be transparent about how and when \ndata is being used. Policymakers and geospatial data stewards across the public and private \nsectors will need to work together to define policy, create guidance and adopt common \nstandards and frameworks. Doing so will ensure we can maximise the value of this data while \nlimiting and protecting against any potential harmful impacts. \nInnovative business models will sustain a more open \ninfrastructure  \nOur geospatial data infrastructure needs to be reliable, up to date and sustainable over the \nlong term. Moving towards a more open ecosystem, from one primarily based on data \nlicensing fees, creates challenges for how we ensure sustainable stewardship and access to \ngeospatial data assets. \n \nThis is not a unique challenge for geospatial data. For example, national meteorological \nservices around the world are facing similar challenges around how they deliver on a public \ntask which is best supported by openly licensed data, while ensuring that they can continue \nto invest in data collection and support use of that data by the widest possible set of \nconsumers.  \n \nIn some countries, including Israel and Norway, those public bodies have chosen to focus \npurely on their core public tasks and release only open data, leaving the provision of other \nservices entirely to the private sector.  \n172\n \nNational mapping agencies will also need to innovate around both their business models and \napproaches to publishing data. \n173\n \nDebates about the role of the state and how to fund access to data continue, even when the \nvalue and benefits of making it open are well documented. For example, the Australian \ngovernment reported that more than 40% of users of their national address file only started \nusing it once it became open and available in an aggregated standard format. The report \n174\nnotes that 73% of users indicated that they had improved in productivity or efficiency as a \nresult.  \n \nDespite the well-documented value of opening up Landsat data in the US, debates still \ncontinue about whether it should be chargeable. In 2012, the National Geospatial Advisory \nCommittee concluded that Landsat provides ‘a huge return on the taxpayers’ investment’ \n175\nand in 2014 the same body found that ‘the economic value of just one year of Landsat data \nfar exceeds the multi-year total cost of building, launching, and managing Landsat satellites \n170\n Geospatial World (2018), ‘Location data sharing: What are the concerns around privacy?”, \nhttps://www.geospatialworld.net/blogs/is-your-location-data-safe/  \n171\n ​Open Data Institute (2018), ‘ODI survey reveals British consumer attitudes to sharing personal data’, \nhttps://theodi.org/article/odi-survey-reveals-british-consumer-attitudes-to-sharing-personal-data/  \n172\n ​WMO (2016), ‘Case Study: Free data access – the experience of the Israel Meteorological Service’, \nhttps://public.wmo.int/en/resources/meteoworld/case-study-free-data-access-%E2%80%93-experience-of-israel-meteorologic\nal-service  \n173\n ​Open Data Institute (2018), ‘Ordnance Survey and other data stewards must innovate to keep up with the private sector’, \nhttps://theodi.org/article/ordnance-survey-and-other-data-stewards-must-innovate-to-keep-up-with-the-private-sector \n174\n ​Spatial Source (2017), ‘The next generation of addressing’, \nhttps://www.spatialsource.com.au/cool-tools/next-generation-addressing  \n175\n ​National Geospatial Advisory Committee - Landsat Advisory Group (2012), ‘Statement on Landsat Data Use and Charges’, \nhttps://www.fgdc.gov/ngac/meetings/september-2012/ngac-landsat-cost-recovery-paper-FINAL.pdf \n \nOpen Data Institute 2018 / ReportThe UK’s geospatial data infrastructure: challenges and opportunities    39 \n\n \nand sensors.’ The 2012 review went so far as to conclude that charging for Landsat data \n176\nwould stifle research in a diverse range of fields, negatively impact national security, and, \nultimately, waste money.  \n \nHowever, it was recently revealed that the US Department of the Interior has asked the US \n177\nGeological Survey (USGS) to ‘​consider possibilities for fee recovery/cost sharing’ for Landsat \nimagery, despite advances in technology bringing the cost of doing so down to near zero. \n178\nCritics of the proposed move note that the cost of actually collecting payments is still rather \nhigh. In the words of one recently-retired former USGS remote-sensing scientist: “​it \n179180\ncosts a lot of money to charge money​”. \n \nThis raises questions around the role of government, the expectations of what types and level \nof services it could or should provide, and the extent to which it should compete with the \nprivate sector in providing data services.  \n \nIn the UK in 2006, the Office of Fair Trading recommended that a distinction should be made \nbetween unrefined information provided equitably by the state; and value-added information \nor services around which there could be competition. An evaluation of the impact of this \n181\nstudy in 2014 stressed that several of those recommendations to improve competition were \nnot yet implemented. In the UK, these issues are still being navigated by the government \n182\nand Ordnance Survey, particularly in relation to its network of partners and resellers. \n \nThe issue of how and when to charge for access to data is not limited to the public sector. As \nhighlighted in this report, a range of data stewards collect and manage data assets that are \npart of our critical data infrastructure.  \n \nThere are opportunities to explore alternative business models that will help to ensure \nsustainable access to open geospatial data. For example: \n \n●charging for warranties and quality assurance \n●charging for support and consulting around use of data \n●charging for API access and/or tailored online services to enable on-demand use of \ndata within specific sectors or types of application \n●charging for specialised data collection or resurveying of data \n●collaborative maintenance and shared curation of data to remove duplication and \nincrease data quality, accuracy and timeliness – as demonstrated by \nlegislation.gov.uk.  \n183\nUse open approaches to avoid a closed ecosystem \nThe increasing collection of geospatial and georeferenced data by commercial organisations \nalso creates both challenges and opportunities.  \n \nThere are opportunities because there are more datasets, products and services available. A \nthriving marketplace of geospatial data providers and services can help to create more \nvaluable applications. \n176\n ​National Geospatial Advisory Committee - Landsat Advisory Group (2014), ‘The Value Proposition for Landsat \nApplications’, ​https://www.fgdc.gov/ngac/meetings/december-2014/ngac-landsat-economic-value-paper-2014-update.pdf \n177\n ​Nature (2018), ‘US government considers charging for popular Earth-observing data’, \nhttps://www.nature.com/articles/d41586-018-04874-y \n178\n ​National Geospatial Advisory Committee - Landsat Advisory Group (2018), ‘status report’, \nhttps://www.fgdc.gov/ngac/meetings/june-2018/landsat-advisory-group-status-report-ngac-june.pdf \n179\n ​Tom Lee (2018), ‘Closing Landsat data is (still) a bad idea’, \nhttps://medium.com/@thomas.j.lee/closing-landsat-data-is-still-a-bad-idea-8ef0ccfcc7d​c \n180\n ​Nature (2018), ‘US government considers charging for popular Earth-observing data’, \nhttps://www.nature.com/articles/d41586-018-04874-y \n181\n ​Office of Fair Trading (2006), ‘The commercial use of public information’, \nhttp://www.opsi.gov.uk/advice/poi/oft-cupi.pdf \n182\n ​DotEcon (2014), ‘Evaluation of CUPI study’, \nhttps://www.gov.uk/government/publications/commercial-use-of-public-information-evaluation-of-oft-market-study \n183\n ​Open Data Institute (2016): ‘Case study: legislation.gov.uk’, \nhttp://oldsite.theodi.org/case-studies/case-study-legislationgovuk  \n \nOpen Data Institute 2018 / ReportThe UK’s geospatial data infrastructure: challenges and opportunities    40 \n\n \n \nHowever the pace of innovation around data collection and analysis creates risks that \ncommercial organisations may outstrip the ability for national bodies to do the same, unless \nthere is sufficient investment. There are risks that, even if our infrastructure becomes more \nopen, commercial sources could supplant or replace it because they provide higher-quality \ndata, or services that better meet users’ needs but with closed datasets. This trend is already \ndeveloping, as evidenced by the widespread adoption of Google Maps.  \n \nThere are a variety of ways in which we can navigate away from a more closed data \ninfrastructure: \n \n●Ensuring that core infrastructure components such as identifiers, registers and \nstandards are as open as possible, while respecting privacy, will help them become \nadopted in commercial services, reducing potential for platform lock-in. \n●Publishing open geospatial data assets will help to create a more balanced \nmarketplace that will avoid commercial stewards having a monopoly over specific \ntypes of data assets. \n●Scaling up support for startups and SMEs in using open geospatial data from across \nour data infrastructure will help to create maximum value from open sources. \n●Legislation or other methods to encourage commercial organisations to use open \nidentifiers and standards, to publish data openly, or share it with other organisations \n– eg to reduce costs of data collection.  \n184\n●Extending models of shared stewardship – across the public and private sectors, and \nbetween governments – might help reduce costs and deliver value. \nRecognise OpenStreetMap as a link to a global \ngeospatial data infrastructure \nEach nation’s geospatial data infrastructure is part of a global infrastructure. OpenStreetMap \nhas become a key component of that global infrastructure.  \n \nLocal and national governments around the world are working with the OpenStreetMap \ncommunity to ensure that geospatial data is available to that community and the growing \necosystem it supports. \n \nLarge commercial organisations like Apple, Microsoft and Facebook build OpenStreetMap \ninto their mapping services. Companies such as Lyft, Telenav and Mapbox are using it as \nessential part of their products. In all cases, these commercial users recognise the symbiotic \nrelationship and contribute  to OpenStreetMap, as well as using it, to improve the map for \neveryone.  \n \nTo help to meet a broader range of data user needs, governments should ensure that openly \nlicensed geospatial data is readily available to the OpenStreetMap community, ensuring that \nOpenStreetMap coverage in their countries is as high-quality as possible. The rich ecosystem \nof community groups, small businesses, and larger organisations supported by \nOpenStreetMap means that it has become a useful way to share geospatial data with a \nbroader audience, and a key steward of geospatial data infrastructure, as explained earlier in \nthis report. \n \nEven where licensing of public sector data is already compatible with OpenStreetMap, and \nthere are no legal barriers to the reuse of the data, there are still additional areas of \ncollaboration to explore: \n \n●Coordination with the OpenStreetMap community on projects to perform bulk \nimports of public sector data. \n●Tagging OpenStreetMap features with relevant geospatial identifiers used within the \ncountry. \n184\n ​Aarian Marshall (2018), ‘Still Smarting From Uber, Cities Wise Up About Scooter Data’, \nhttps://www.wired.com/story/cities-scooter-data-remix-uber-lyft/  \n \nOpen Data Institute 2018 / ReportThe UK’s geospatial data infrastructure: challenges and opportunities    41 \n\n \n●Advice and support to standardise the tagging and addition of features not covered in \nnational maps. \n●Crowdsourcing tasks that will support collection of point-of-interest or accessibility \ndata that is otherwise not indexed or is only available in commercial sources. \n●Exploring how open source tools could be shared across the ecosystem – to support \ndata editing, and import and changing monitoring. \n \nOpen Data Institute 2018 / ReportThe UK’s geospatial data infrastructure: challenges and opportunities    42 ","version":"1.10.100"}