{
  "numpages": 20,
  "numrender": 20,
  "info": {
    "PDFFormatVersion": "1.5",
    "IsAcroFormPresent": false,
    "IsXFAPresent": false,
    "Producer": "Skia/PDF m90"
  },
  "metadata": null,
  "text": "\n\n1 \n\n \nIntroduction  \nDecember 2020 marked the fifth anniversary of the Paris Agreement. The agreement \nreached in 2015 saw countries committing to substantially reducing greenhouse gas \nemissions in an effort to keep the increase in global average temperature to well \nbelow 2°C above pre-industrial levels while pursuing means to limit the increase to \n1.5 °C. Five years later, the UN Secretary-General, António Guterres, described the \nfight against the climate crisis as the ‘defining task of the 21st century’. \n1\n \nAs with other significant challenges we face, effective action in response to climate \nchange can be supported by access to high-quality, relevant data, presented in ways \nthat are both easy to understand and useful for decision making. Various types of \n2\nenvironmental data, for instance, are used by cities across the world to reduce \n3\nemissions and manage risk across a range of sectors such as energy, agriculture, \nindustrial processes and product use, forestry and other land use, and waste. Climate \ndata can also contribute to ‘granting voice and agency to people at risk, as long as it \nis accessible, understandable, and connected to local problems that affect \ncommunities’. \n4\n \nNo single organisation holds or controls all the relevant data, or alone has the \nresources and skills needed to use data in tackling the significant climate issues of \nour time. People, organisations and communities therefore need to coordinate and \ncollaborate around the collection, use and sharing of data. \n \nThe Open Data Institute (ODI) and Microsoft’s ​ongoing partnership​ seeks to advance \nthe cause of open, trustworthy data sharing and collaboration, such that any \norganisation of any size can more easily collaborate around data and realise its \nbenefits. The partnership is designed to support Microsoft’s wider ​Open Data \nCampaign​, launched in April 2020. \n \nAs part of this work, the ODI conducted research between July and December 2020 \nto identify priority areas within climate change where there is an opportunity to \naccelerate progress by increasing collaboration around data. From an initial long list \nof topics, together with Microsoft we prioritised ​six areas​ to focus on, using criteria \nsuch as the potential impact that data collaboration could have to address them. We \nthen carried out more in-depth research, working with experts in these areas to \nunderstand the ​data ecosystem​ for each, and begin to assess the types of data \ncollaboration that might be required. \n \nThis paper presents the highlights of our research, summarising key findings on the \ngaps we have found in how data is currently shared and used for decision-making, \n1\n United Nations Secretary-General (2020), ‘​Secretary-General's address at Columbia University: \"The \nState of the Planet\"​’, \nhttps://www.un.org/sg/en/content/sg/statement/2020-12-02/secretary-generals-address-columbia-univers\nity-the-state-of-the-planet-scroll-down-for-language-versions \n2\n Open Data Institute (ODI) (2020)‘​Data infrastructure for common challenges: why is it important?​’, \nhttps://theodi.org/project/data-infrastructure-for-common-challenges/ \n3\nCDP Open Data Portal (2021), ‘​Cities​’,  ​https://www.cdp.net/en/cities  \n4\n Open Data Charter (2019), ‘​Open data is needed for collaborative climate action​’, \nhttps://opendatacharter.medium.com/open-data-is-needed-for-collaborative-climate-action-f2423c9ac96c  \n \nOpen Data Institute 2021Accelerating progress on tackling the climate crisis through data collaboration     2 \n\n \nongoing efforts to address these gaps, and subsequent opportunities for further data \ncollaboration to tackle these pressing climate issues. \n \nWe intend for this overview to be used by governments, corporations, civil society \norganisations, scientists and citizens to inform their decisions affecting the climate. \nThe ODI and Microsoft are also looking for partners across the public, private and \nthird sectors, globally, who are interested in supporting data collaboration in these \nareas. \n \nIf you work on any of the six issues, hold or use relevant data, or have feedback or \nquestions on this paper or the research behind it, please get in touch at \ndiana.szasz@theodi.org​. \n \n  \n \nOpen Data Institute 2021Accelerating progress on tackling the climate crisis through data collaboration     3 \n\n \nAchieving net-zero value \nchains through better \ntracking of scope 3 \nemissions \nThe data ecosystem \nHuman emissions of carbon dioxide and other greenhouse gases are a primary driver \nof climate change. Countries, cities and companies across the world are setting \nnet-zero targets to demonstrate their commitment to climate action. \n \nFor countries, a net-zero commitment implies ‘deep reductions in emissions, with any \nremaining sources being removed from the atmosphere with greenhouse gas \nremovals’. For businesses, the ​Science Based Targets initiative​ (SBTi) has proposed \n5\na working definition of net zero as: ‘achieving a state in which the activities within the \nvalue-chain of a company result in no net impact on the climate from greenhouse gas \nemissions’. To achieve net-zero targets, companies, therefore, have to look beyond \n6\ntheir direct emissions of greenhouse gases (‘scope 1’) and their indirect emissions \nfrom the generation of purchased energy (‘scope 2’), and develop strategies to \nreduce the emissions generated within their value chain, both upstream and \ndownstream (‘scope 3’). The upstream part of a company’s value chain includes all of \nthe materials, people and environmental factors that contribute to its product and \nservices. The downstream part of the value chain looks more closely at the \n7\ncustomers, consumers, re-users and recyclers.  \n8\n \nScope 3 emissions can account for ‘the largest source of emissions for companies \nand present the most significant opportunities to influence greenhouse gas \nreductions’. Reducing these emissions requires, first of all, an accurate assessment \n9\nof these emissions. This relies on, among other things, effective data sharing \nbetween suppliers and the companies purchasing products from them globally.  \n \nThe Greenhouse Gas Protocol, managed by the World Resources Institute, provides \nguidance in its ‘Corporate Value Chain (Scope 3) Accounting and Reporting \nStandard’ for calculating scope 3 emissions. However, according to the Carbon \n10\n5\n The Carbon Trust, ‘​What we do​ ​–​ Net Zero’, ​https://www.carbontrust.com/what-we-do/net-zero  \n6\n ibid \n7\nSustainable Business Council, ‘​The SBC Value Chain Guide ​–​ Upstream Value Chain​’, \nhttp://www.sbcvaluechain.org.nz/upstream-value-chain  \n8\n Sustainable Business Council, ‘​The SBC Value Chain Guide – Downstream Value Chain​’ \n,​http://www.sbcvaluechain.org.nz/downstream-value-chain  \n9\n World Resources Institute and World Business Council for Sustainable Development (2011), ‘​Corporate \nValue Chain (Scope 3) Accounting and Reporting Standard Supplement to the GHG Protocol Corporate \nAccounting and Reporting Standard​’, \nhttps://files.wri.org/s3fs-public/pdf/ghgp_corporate_value_chain_scope_3_standard.pdf  \n10\n Ibid \nhttps://ghgprotocol.org/sites/default/files/standards/Corporate-Value-Chain-Accounting-Reporing-Standar\nd_041613_2.pdf  \n \nOpen Data Institute 2021Accelerating progress on tackling the climate crisis through data collaboration     4 \n\n \nDisclosure Project (CDP)’s ‘Global 500 Climate Change Report 2013’, ‘Current \nreporting of indirect scope 3 emissions does not reveal the full impact of companies’ \nvalue chains.’ Also, according to CDP’s 2016 Climate Change Report, ‘​Tracking \n11\nProgress on Corporate Climate Action​’, nearly all emissions are in 2 of the 15 \n12\ncategories scope 3 emissions are broken down into: category 1 (purchased goods \nand services) or category 11 (use of sold products).  \n13\n \nCurrently, most companies find it difficult to calculate scope 3 emissions. Collecting \ndata on these emissions that are not ‘owned’ by companies involves multiple \nstakeholders and data sources, and the accuracy depends on whether those \nstakeholders calculate their emissions in a consistent way. When calculated, \n14\ncompanies often use secondary data to estimate the emissions that go into products \nand services, such as weighted averages across the industry, rather than primary \nsupplier emission data. This results in rough approximations rather than a real picture \nof emissions in the supply chain, lacking the granularity that would allow companies \nto effectively identify and measure the impact of supply chain actions that can help \nreduce emissions. \nIncreasing collaboration around data \nThere is an opportunity to build on the interest from companies in making these \ncalculations more efficient as well as the growing attention from governments and \ninvestors on company disclosures of environmental impact. Standard setting bodies \nare also taking steps towards the harmonisation of existing metrics such as the \nrecent release of the ​ESG reporting metrics​ by the five environmental, social and \ncorporate governance (ESG) standard setting organisations (the Carbon Disclosure \nProject, the Climate Disclosure Standards Board, the Global Reporting Initiative, the \nInternational Integrated Reporting Council and the Sustainability Accounting \nStandards Board) along with the World Economic Forum.  \n \nA​ ​global data collaboration for better tracking scope 3 emissions produced in \nthe supply chains of technology products ​could serve as a pilot to inform data \ncollaboration practices among companies and their suppliers in other sectors of the \neconomy. A data collaboration could focus on developing appropriate governance \nmechanisms, ie how decisions would be taken around what data is shared, how and \nwith whom; and open data standards to support the process of combining data from \ndifferent suppliers of technology companies – for example those that mine minerals \nfor products, or transport companies that ship products/materials around the world. \n \nWorking towards calculating scope 3 emissions more efficiently will not only help \ncompanies to understand where the majority of their emissions are coming from \nthroughout their supply chain, but also allow them to identify where there are \nopportunities within their supply chains to reduce emissions. \n11\n PWC (2021), ‘​Sustainability and climate change​’, \nhttps://www.pwc.com/gx/en/services/sustainability/publications/carbon-disclosure-project.html \n12\n Science Based Targets, ‘Guidance For ICT Companies Setting Science Based Targets Mobile Networks \nOperators, Fixed Networks Operators And Data Centres Operators’, \nhttps://sciencebasedtargets.org/resources/legacy/2020/04/GSMA_IP_SBT-report_WEB-SINGLE.pdf  \n13\n CDP (2018), ‘​How can companies address their scope 3 greenhouse gas emissions?​’, \nhttps://www.cdp.net/en/articles/companies/how-can-companies-address-their-scope-3-greenhouse-gas-\nemissions \n14\n Ecoact (2016), ‘​Good value chain: overcoming the challenge of collecting Scope 3 emissions​’, \nhttps://eco-act.com/scope-3/good-value-chain-overcoming-the-challenge-of-collecting-scope-3-emission\ns/  \n \nOpen Data Institute 2021Accelerating progress on tackling the climate crisis through data collaboration     5 \n\n \n \nThere are opportunities to complement or inform existing work in this area, such as \nthe work done by the ​World Business Council for Sustainable Development (WBCSD) \non providing guidance on reducing value chain emissions, as well as other initiatives \n15\nwe learned about through our research such as the ​Transform to Net Zero Initiative \nand the ​Open Footprint Forum​. \n \n  \n15\n WBCSD (2020), ‘​EcoVadis and WBCSD join forces to reduce scope 3 emissions​’, \nhttps://www.wbcsd.org/Overview/News-Insights/General/News/EcoVadis-and-WBCSD-join-forces-to-redu\nce-scope-3-emissions  \n \nOpen Data Institute 2021Accelerating progress on tackling the climate crisis through data collaboration     6 \n\n \nSupporting a ‘green’ \nrecovery from Covid-19 \n \nThe data ecosystem \nA sustainable recovery from the coronavirus (Covid-19) pandemic is vital to \naddressing climate change. To shape both a short- and long-term economic recovery \nfrom the Covid-19 pandemic that also supports efforts to drive transformation to a \nnet-zero emissions economy, decision makers require more frequent and more \naccurate data about local, national, and global scales of economic activity and their \nimpacts on the environment. \n \nPolicies that support ‘green’ or environmentally sustainable sectors at a country level, \neg renewable energy and electric vehicles, have been outlined by governments in \npolicy documents such as the Green New Deal in the United States (supporting \n16\ninfrastructure investment, job growth, and low to no impact on the environment) or \nthe ​European Green Deal. Other policies might be specific to a region or city, such \n17\nas installing pedestrian walkways or cycling pathways in place of roadways, or \ntransitioning energy consumed by a local government more towards renewable \nenergy. \n \nIn many cases there ​can be huge gaps​ between a policy commitment, its \nimplementation, and its impact – whether due to interceding issues over the long \ntimespan of policy implementation, due to policies not being binding (thus without \npenalty if commitments are not met), or other factors. Data about plans and \nimplementation is often not gathered in consolidated ways, making measurement or \nbenchmarking of sustainable economic recovery difficult. The data needed to \nmeasure these impacts has a lot of overlap with the data used to inform the policies \nin the first place, but also may only extend to data on promised vs. realised \ncommitments, lacking more detailed data on impact. Gathering the right data on \neconomic performance – current and future – and environmental impact is therefore \nincredibly challenging. \n \nOne hurdle specific to economic data is that the quality and timeliness of this type of \ndata are somewhat contested. Quality comes down to both accuracy of a specific \ndatapoint to measure a particular type of impact, and alignment of data as produced \nfrom various sources (particularly as methodologies often differ). For example, while \nGlobal Domestic Product (GDP) is a commonly shared metric, some experts state \nthat it does not properly account for modern economic norms in a globalised world \n– for example, companies headquartered in one country with high activity in another \ncountry. It is particularly contested as a means of measuring sustainable economic \ngrowth, both financially and in the context of the environment. \n18\n16\nThe New York Times (2019), ‘​What Is the Green New Deal? A Climate Proposal, Explained​’,, \nhttps://www.nytimes.com/2019/02/21/climate/green-new-deal-questions-answers.html  \n17\n European Commission (2019), ‘​A European Green Deal Striving to be the first climate-neutral continent’​, \nhttps://ec.europa.eu/info/strategy/priorities-2019-2024/european-green-deal_en   \n18\nJournal of Cleaner Production (2020), ‘​Going beyond Gross Domestic Product as an indicator to bring \ncoherence to the Sustainable Development \nGoals​’,​https://www.sciencedirect.com/science/article/pii/S0959652619341022  \n \nOpen Data Institute 2021Accelerating progress on tackling the climate crisis through data collaboration     7 \n\n \n \nTimeliness is a factor because of the lack of automated processes for gathering data \ncovering the full spectrum of the economy. Real-time data showing job losses, \nrevenue from sales, and many other factors shaping the global economy are few and \nfar between. Economic data is often backward-looking and focused on longer time \nspans, notably financial quarters. \n \nThe challenges of measuring environmental impact as tied to economic activity are \nsimilar. Real-time data on the environment is also limited and not common; data is \noften only available as modeled impact, due to a lack of access to proprietary \nsystems, or because related stakeholders (such as governments) are unwilling to \nshare data because of potential reputational impacts. \n19\n \nTogether, these hurdles of identifying, finding, and accessing data that is accurate, \nreliable, and timely, make assessing the impacts of economic recovery incredibly \nchallenging. \nIncreasing collaboration around data \nGiven the scale of the gaps that exist in relevant data on both economic activity and \nenvironmental activity, hyperlocal collaborations focused on particular sustainable \neconomic policies, their resultant economic activity, and intended vs. actual \nenvironmental impact could have the best chance of delivering a better \nunderstanding of what sustainable economic recovery may look like and how it can \nbe brought about. \n \nPilot data collaborations bringing together relevant stakeholders in a US city or one of \nthe other G20 countries may benefit from data that already exists through the ​Energy \nPolicy Tracker of the International Institute for Sustainable Development​, which tracks \nreal-time data on approved public finance and policy measures targeting energy \ngeneration and consumption to stimulate economies in response to the Covid-19 \npandemic. These country-level datasets are gathered and hosted by a number of \norganisations, including the International Institute for Sustainable Development (IISD), \nOverseas Development Institute, Columbia University in NYC, Instituto Tecnológico \nAutónomo de México (ITAM), and many more.  \n \nThere also appear to be opportunities to amplify the work of ​C40​ – a network which \nbrings together data sources from various entities to inform economic and \nenvironmental efforts in cities – on a green and ‘just’ recovery; or other initiatives \n20\nsuch as ​Icebreaker One​ in the UK, which is bringing together data to inform \nsustainable economic policies and investment through its ​Project Cygnus​ initiative.  \n \n19\n The Global Partnership for Sustainable Development Data, United Nations Statistics Division,  World \nBank, Sustainable Development Solutions Network (2019), ‘​Real-Time Data For The SDGS: Accelerating \nprogress through timely information​’, \nhttps://www.data4sdgs.org/sites/default/files/2019-05/Real-time%20Data%20for%20the%20SDGs_Conc\nept%20Note.pdf  \n20\nC40 Knowledge (2020), ‘The Case for a Green and Just Recovery’, \nhttps://www.c40knowledgehub.org/s/article/The-Case-for-a-Green-and-Just-Recovery?language=en_US  \n \nOpen Data Institute 2021Accelerating progress on tackling the climate crisis through data collaboration     8 \n\n \nReducing energy \nconsumption in \ncommercial buildings \n \nThe data ecosystem \nBuildings account for around a third of global energy related to carbon emissions, \ndue to the use of energy needed to heat, cool and power them. Global estimates of \n21\nenergy consumption and use by real estate or buildings range significantly, \ncomplicated by a lack of disaggregation among stated estimates (eg separating out \nconstruction from building, or distinguishing residential from commercial). For \nexample, in 2018 the UN Environment Programme claimed building energy usage \ncame in at about 36% of the final energy use globally, in contrast to the US Energy \n22\nInformation Agency’s estimate of real estate representing 20% of global delivered \nenergy consumption. Estimates of emissions connected to commercial real estate \n23\nhover around 40%.  \n \nMany individual building operators, owners, investors, and other stakeholders have \nacknowledged these impacts and have committed to, or expressed interest in, \nreducing energy consumption and related emissions. However, understanding and \n24\nimproving operational energy efficiency in commercial real estate portfolios is \ncurrently prevented by fractured operations management setups. Common models of \nmanaging the physical footprints of commercial real estate are often decentralised. \nThis means that lessees of a specific square footage within a broader footprint often \nhave limited to no requirement or mechanism to gather or share data on their energy \nconsumption practices with broader building management or ownership operations. \nEnergy consumption and efficiency data is also often not digitised, low-tech or \nnon​-automated. The data from utilities often comes on an infrequent basis, eg \nmonthly billing, which is often not enough to inform better practices. All of this results \nin a lack of good-quality, high-frequency data on building operations management.  \n \nThe data available varies based on factors such as regional legislation or reporting \nmandates, incentives for data sharing, available certifications, and related contexts. \n25\nFor example, some national and regional governments have begun to roll out \nincentives, certifications, and/or partial mandates requiring energy efficiency ratings – \n21\nUNEP Finance Initiative (2016), ‘​Sustainable Real Estate Investment​’, \nhttps://www.unepfi.org/publications/investment-publications/property-publications/sustainable-real-estate\n-investment-2  \n22\n UN Environment Programme (2019), ‘​2019 Global Status Report for Buildings and Construction Sector​’, \nhttps://www.unenvironment.org/resources/publication/2019-global-status-report-buildings-and-constructi\non-sector  \n23\nEIA (2019), ‘​Global energy consumption driven by more electricity in residential, commercial buildings​’, \nhttps://www.eia.gov/todayinenergy/detail.php?id=41753  \n24\nWorld Green Building Council, ‘​The Net Zero Carbon Buildings Commitment​’, \nhttps://www.worldgbc.org/thecommitment  \n25\n Energy Sector Management Assistance Program (2014), ‘​Improving Energy Efficiency in Buildings Energy \nEfficient Cities​’, \nhttps://www.esmap.org/sites/esmap.org/files/DocumentLibrary/ESMAP_Energy_Efficient_MayoralNote_20\n14.pdf  \n \nOpen Data Institute 2021Accelerating progress on tackling the climate crisis through data collaboration     9 \n\n \nnotably in the US with ​EnergySaver’s Portfolio Manager​ (for voluntary reporting of \nbuilding energy efficiency) and Australia’s ​NABERS​ (an initiative supporting mandated \nreporting of building energy consumption). Some regionally-focused firms that \nmanage large commercial real estate portfolios are rolling out their own targets and \nencouraging or supporting customers in adhering to them.  \n \nThe data gaps that remain prevent key decision makers from implementing necessary \nchanges, such as: \n \n●Owners and operators changing operational practice in order to consume \nless energy; \n●Policymakers developing effective reporting mandates or transparency \nmechanisms, such as Display Energy Certificates (DECs) or frameworks \n26\nsuch as the ​Global Real Estate Sustainability Benchmark​ (GRESB); and \n●Investors, policymakers, and other stakeholders with access to funding \ncommitting financing or providing related incentives. \n \nCollating data on building characteristics and energy use more efficiently and to a \nhigher standard, coupled with new technologies for energy control and management, \ncould drive significant reductions in their energy consumption. For any such effort, \nthe risks associated with the collection of more granular, real-time data from \nbuildings that can potentially be used to identify people need to be considered and \nmitigated accordingly. \nIncreasing collaboration around data \nLocal data collaborations between utility companies, energy services \ncompanies and companies owning or leasing commercial real estate to \nincentivise data sharing and increase data interoperability and digitisation of \ndata streams​ could help move the industry towards a future where data that is \ncurrently siloed across real estate footprints is used more efficiently. More frequent, \ncomparable and better quality data can support better target-setting, benchmarking \nand measurement of progress in energy efficiency by different constituents.  \n \nGiven the often regional scope of commercial real estate portfolios and the niche \nlegislative contexts of different regions, pilot data collaborations on this issue would \nlikely be most successful on a​ local or national level​. The best place to start would \nbe to test out some models in​ regions where local governments are already \nmandating and enabling data sharing​ in this realm, such as in Australia (with its \nNABERS initiative and related policies that spawned it) and the US (such as ​in New \nYork City​). The launch of the new Renovation Wave Strategy by the European \nCommission to improve the energy performance of buildings also creates a \n27\nconducive environment for such collaborations in European cities.  \n \nData collaborations focused on informing reductions in building energy consumption \ncould also build on the efforts of organisations such as the ​Berkeley Lawrence \nNational Laboratory​ in the US that produced a modeling tool for operational energy \n26\nAldersgate Group, The UK Green Building Council (2017), ‘​Energy efficiency in the UK’s buildings: key \npriorities for the new government​’, \nhttps://www.ukgbc.org/wp-content/uploads/2017/09/UK-GBC-Aldersgate-Energy-Efficiency-Briefing.pdf  \n27\n European Commission (2020), ‘​Renovation wave | Energy​’, \nhttps://ec.europa.eu/energy/topics/energy-efficiency/energy-efficient-buildings/renovation-wave_en \n \nOpen Data Institute 2021Accelerating progress on tackling the climate crisis through data collaboration     10 \n\n \nefficiency improvements, the Better Buildings Partnership in the UK or the Building \nEfficiency Accelerator initiative of the ​World Green Building Council​.  \n \n  \n \nOpen Data Institute 2021Accelerating progress on tackling the climate crisis through data collaboration     11 \n\n \nImproving water \nresource management \nThe data ecosystem \nWater is a shared resource but is often managed in silos. In the face of climate \nuncertainty and a growing global population, coordination and agreement across the \nmultiple sectors and stakeholders involved in how water use is managed is becoming \nmore crucial. \n \nThe biophysical conditions of water are traditionally tracked through metrics such as \nwater availability, consumption, scarcity and groundwater levels; with increasingly \ngood quality data available on each of these dimensions, through for instance the \n28\nWorld Resources Institute’s ​Aqueduct tools​, the International Water Management \nInstitute’s (IWMI) ​Water Data Portal​ or the ​U.S. Geological Survey​. However, to fully \nunderstand and manage water risks, decision makers need access to a variety of \nlocal datasets that describe both the biophysical parameters of water as well as how \nwater resources are managed by relevant stakeholders. \n \nDiverse stakeholders, including corporations across all sectors, are already coming \ntogether to help support water conservation efforts. Technologies like the Internet of \nThings (IoT) and artificial intelligence (AI) are offering new opportunities to improve \nwater quality and efficiency.  \n \nThe lack of granular level data poses a challenge to local coordination efforts, \nresulting in corporations and other water users, eg agricultural and industrial, making \ndecisions without access to the right data. There are initiatives looking at filling this \ngap in local data, such as the World Resources Institute’s efforts to improve public \n29\nwater management by encouraging private sector companies to share the data they \ngather over time on the status of public water management. However, opportunities \nremain to increase the sharing of other data related to water use and water system \nresilience. As a ​2019 report​ by the International Water Association notes, ‘there is \nopenness and a willingness to share information within the water sector and utilities \nshould actively seek out these insights’. \n30\n \nThere are also significant regional differences with regards to the availability of data \nacross the world. In some countries, eg in the US and Australia, data is available both \nat the local and national level. In many developing countries, data scarcity is a \nchallenge even with regards to the physical side of water, although it is being \n28\nWorld Resources Institute (2018), ‘​Mapping Public Water Management By Harmonizing And Sharing \nCorporate Water Risk Information​’, \nhttps://files.wri.org/s3fs-public/mapping-public-water-management-harmonizing-sharing-corporate-water-\nrisk-information.pdf  \n29\nWorld Resources Institute (2018), ‘​Mapping Public Water Management By Harmonizing And Sharing \nCorporate Water Risk Information​’, \nhttps://files.wri.org/s3fs-public/mapping-public-water-management-harmonizing-sharing-corporate-water-\nrisk-information.pdf  \n30\nCNBC (2020), ‘Water has become a big issue for Big Tech. But Microsoft has a plan’, \nhttps://www.cnbc.com/2020/10/13/water-has-become-a-big-issue-for-big-tech-but-microsoft-has-a-plan.\nhtml  \n \nOpen Data Institute 2021Accelerating progress on tackling the climate crisis through data collaboration     12 \n\n \nmitigated by the increased use of remotely sensed data. A partnership between the \nInternational Water Management Institute​ (IWMI) and ​Digital Earth Africa​, for example, \nuses satellite imagery with the aim to ‘create easy to interpret data sets for \ngovernments, and others, to make more informed decisions about how to allocate \nwater’.  \n31\nIncreasing collaboration around data \nAs more companies are making water commitments, there is an opportunity to \nstrengthen public-private sector partnerships to improve water management at a \nlocal level through increased collaboration around data. Increased availability of this \ndata could not only enable companies to better prioritise where they invest in efforts \nto reduce their water use in their operations and where they engage in replenishment \nefforts, but could also inform other actors – whether public or private – in their water \nmanagement efforts. This would then contribute both to reduced emissions and \nincreased resilience of water systems and users.  \nLocal data collaborations between utility corporations, regulators and other \nwater users in water-stressed river basins to pilot water system resilience \nframeworks ​such as the one under development by the ​CEO Water Mandate​, could \nhelp review and improve existing models for the data infrastructure that best \nsupports decision-making in the water sector.  \nSuch data collaborations could build on the work of existing initiatives at global, \nnational and local levels, such as: \n \n●the ​UNEP-DHI Centre on Water and Environment​ mandated to measure the \nglobal status of water resources management,  \n●the ​World Water Data Initiative​,  \n●the ​Water Resilience Coalition​, \n●the ​Alliance of Water Stewardship’s International Water Stewardship \nStandard (AWS Standard)​ that provides guidance for businesses as well as \npublic sector agencies to understand their water use and impacts,  \n●The Nature Conservancy’​s efforts to bring together corporate and public \nsector interest, \n●the ​India Water Tool​ developed by WBCSD in collaboration with WRI, or \n●the ​California Water Action Collaborative​. \n \n31\nDevex (2020), ‘​How satellite images could improve water management in Africa​’, \nhttps://www.devex.com/news/how-satellite-images-could-improve-water-management-in-africa-96807  \n \nOpen Data Institute 2021Accelerating progress on tackling the climate crisis through data collaboration     13 \n\n \nReducing the climate \nimpact of urban \ntransportation \nThe data ecosystem \nThe transport sector is a major contributor to climate change — it accounts for about \n14% of annual emissions (including non-CO2 gases) and around a quarter of CO2 \nemissions, which come from burning fossil fuels. Cities around the world are \n32\ndeveloping solutions to transition towards climate-friendly mobility systems.  \n \nTo support this transition, public and private sector stakeholders need access to the \nlarge amounts of data generated and held by different actors in the sector – including \nthe new datasets enabled through the deployment of sensing devices – to inform \nplanning, delivery and management of transport services. While public authorities \noften lack the ability to monitor and control the use of this data (data from transport \nproviders has been described as ‘patchy’), the share of mobility data collected by \n33\nthe private sector is growing steadily. Public authorities could therefore benefit from a \nsliding scale of data access initiatives that reflects their needs and capabilities. This \ndoes not necessarily mean sharing raw data; some agencies might be well-served \nthrough a dashboard overview of key indicators, while others might want to access \nthe raw data to carry out their own analysis. In other sectors, we can already observe \ndifferent types of data access initiatives that are set to solve different problems with \ndifferent solutions and timescales. Yet, they have the same underlying objective: \n34\nbuilding or strengthening the data infrastructure as part of their work . New data \n35\naccess and sharing initiatives are therefore much needed, to enable public and \nprivate interactions in sourcing, accessing and co-creating the data required to \nmanage transport activities in a more sustainable way. \n \nNew data-sharing models between public transport authorities, operators and \nindustry leaders in the technology and automotive sectors are already emerging in an \neffort to deliver the right level of insights to identify and execute interventions that can \nimprove the efficiency of urban mobility solutions, drive innovation in the field and \nreduce transport-related emissions. In 2020, the new ​European Green Deal​ has \nhelped push forward many European cities in their efforts to become greener, and roll \nout cleaner, cheaper, and healthier forms of private and public transport.  \n36\n32\nWorld Resources Institute (2019), ‘​Everything You Need to Know About the Fastest-Growing Source of \nGlobal Emissions: Transport​’, \nhttps://www.wri.org/blog/2019/10/everything-you-need-know-about-fastest-growing-source-global-emissi\nons-transport#:~:text=1.,emissions%20from%20burning%20fossil%20fuels​.  \n33\n Green Alliance (2020), ‘​Smart and green Joining up digital and environmental priorities to drive the UK’s \neconomic recovery​’, ​https://www.green-alliance.org.uk/resources/Smart_and_green.pdf  \n34\n OECD/ITF (2016), '​Data-Driven Transport Policy​', \nhttps://www.itf-oecd.org/sites/default/files/docs/data-driven-transport-policy.pdf \n35\nODI (2020), ‘​What do we mean by data access initiatives?​’, \n’​https://theodi.org/article/what-do-we-mean-by-data-access-initiatives/#:~:text=At%20the%20ODI%20we\n've,the%20focus%20for%20the%20collaboration \n36\n  European Commission (2019), ‘​A European Green Deal Striving to be the first climate-neutral continent​’, \nhttps://ec.europa.eu/info/strategy/priorities-2019-2024/european-green-deal_en  \n \nOpen Data Institute 2021Accelerating progress on tackling the climate crisis through data collaboration     14 \n\n \n \nThe global Covid-19 pandemic has also led to societies rethinking certain aspects of \nhow they operate their cities, including plans to adopt more sustainable mobility \nsystems, framed around equity of access, efficiency, safety and green mobility. \n37\nMany new networks, initiatives and partnerships born in response to the pandemic \nhave data and data sharing at their core. \n38\n \nDisparities exist between developed and developing countries with the former \noutperforming the latter on most mobility policy goals according to the Global \nRoadmap of Action Toward Sustainable Mobility produced by the Sustainable \n39\nMobility for All Initiative in 2019. This suggests that at this point in time developed \ncountries might offer a more conducive environment for implementing data-sharing \ninitiatives.  \nIncreasing collaboration around data \nBringing relevant datasets together​, such as emissions data from \ntransportation, data on public transport journeys and data on the use of various \nmodes of transportation, ​could help stakeholders better understand the \nimpact of various government policies or investments​, for instance in areas \nsuch as cycle infrastructure, on transport practices and related emissions. The \nareas of highest impact to tackle climate change through better data collaboration, \nbased on our desk research and stakeholder consultations, appear to be:  \n40\n \n●multimodal transportation solutions \n●Electric Vehicles (EV) charging  \n●journey planning apps and services \n●Mobility as a Service (MaaS) model \n \nThere are ​opportunities to strengthen existing initiatives around data sharing, \nsuch as the work of the WBCSD around enabling data sharing for transforming \nurban mobility, that will scale and replicate data sharing between global public and \n41\nprivate sectors in mobility. Targeted pilots can support the creation and adoption of \ntrustworthy data-sharing models.  \n \nWestern Europe seems to be an ideal geographical focus for piloting data \ncollaboration initiatives ​given the maturity of existing legislation and anticipated \n37\nSustainable Mobility for All (2019), ‘​Global Roadmap of Action Toward Sustainable Mobility​’, \nhttp://pubdocs.worldbank.org/en/350451571411004650/Global-Roadmap-of-Action-Toward-Sustainable-\nMobility.pdf \n38\nODI (2020), ‘​Call for Proposals: A review of public–private mobility data sharing in response to the \nCovid-19 pandemic​’, \nhttps://theodi.org/article/call-for-proposals-a-review-of-public-private-mobility-data-sharing-in-response-t\no-the-covid-19-pandemic/ \n39\nSustainable Mobility for All (2019), ’​Global Roadmap of Action Toward Sustainable Mobility​’, \nhttp://pubdocs.worldbank.org/en/350451571411004650/Global-Roadmap-of-Action-Toward-Sustainable-\nMobility.pdf  \n40\nTransport Systems Catapult (2015), ‘​The Transport Data Revolution Investigation into the data required to \nsupport and drive intelligent mobility March 2015​’ \nhttps://ts.catapult.org.uk/wp-content/uploads/2016/04/The-Transport-Data-Revolution.pdf  \n41\nWBCSD (2020), ‘​Enabling data-sharing: Emerging principles for transforming urban mobility​’, \nhttps://www.wbcsd.org/Programs/Cities-and-Mobility/Transforming-Mobility/Transforming-Urban-Mobility/\nResources/Enabling-data-sharing-Emerging-principles-for-transforming-urban-mobility  \n \nOpen Data Institute 2021Accelerating progress on tackling the climate crisis through data collaboration     15 \n\n \nregulatory and legislative developments as part of the European Green Deal, as well \n42\nas the adoption of digital technologies that bring about a vast amount of new \ndatasets. \n \nData collaborations in this area could also build on the work of organisations such as \nthe ​SLOCAT partnership​, the ​Connected Places Catapult​ in the UK, the ​London \n43\nData Commission Electric Vehicle Charging initiative​ or the work around the creation \nof ​mobility hubs​ in cities where different sustainable and shared transport modes are \nconnected with each other. \n \n  \n42\nThe Guardian (2020), ‘​What is the European Green Deal and will it really cost €1tn?​’, \nhttps://www.theguardian.com/world/2020/mar/09/what-is-the-european-green-deal-and-will-it-really-cost-\n1tn  \n43\nTransport Systems Catapult (2015), ‘​The Transport Data Revolution Investigation into the data required to \nsupport and drive intelligent mobility March 2015​’, \nhttps://ts.catapult.org.uk/wp-content/uploads/2016/04/The-Transport-Data-Revolution.pdf  \n \nOpen Data Institute 2021Accelerating progress on tackling the climate crisis through data collaboration     16 \n\n \nReducing waste \nThe data ecosystem \nWaste not only pollutes our ecosystems, but its creation, distribution and disposal \nalso contributes to greenhouse gas emissions. As per the UN Environment \nProgramme, an estimated 11.2 billion tonnes of solid waste is collected around the \nworld every year, and ‘the decay of the organic proportion is contributing about 5 \npercent of global greenhouse gas emissions’.  \n44\n \nReducing emissions originating from the generation of waste requires better tracking \nof different types of waste – including hazardous, electronics and construction waste. \nAs Microsoft President Brad Smith acknowledged in a 2020 blog, ‘Today, there is no \nconsistent, high-quality data about the amount of waste, the type and quality, where \nit is generated and where it goes. [...] Waste data needs a standardized methodology, \nbetter transparency and higher quality.’ \n45\n \nMunicipal waste data is generally more available in the Global North through the \nwide-spread use of scales and weighing systems, while cities in the Global South \noften seem to lack data on the volume of waste and its breakdown by types of \nmaterial. Nevertheless, even in the Global North there is space for improving the \nconsistency of reporting on waste data by the different stakeholders involved, \nincluding corporations and waste management companies. \n \nElectronic waste, or ‘e-waste’ - ‘items of electrical and electronic equipment and its \nparts that have been discarded by its owner as waste without the intent of re-use’, \n46\nis of prime concern to a large extent due to the materials involved. E-waste can \ncontain up to 60 different metals and chemicals, which, if disposed of incorrectly, can \nexpose people to toxic substances or soil contamination. Currently only about 20% \nof e-waste is formally recycled. ‘The United Nations University predicts e-waste \n47\ncould nearly triple to 120 million tonnes by 2050 if nothing changes.’ ‘There is [also] \n48\nlittle data on what happens to the rest, which for the most part ends up in landfill, or \nis disposed of by informal workers in poor conditions.’ At the same time, due to the \n49\ngold, copper, platinum and other rare earth elements present in e-waste, it is \nestimated to present an ‘opportunity worth over USD $62.5 billion per year, more \nthan the GDP of most countries and three times the output of the world’s silver \n44\n UN Environment Programme, (n.d.), ‘​Solid waste management​’, \nhttps://www.unenvironment.org/explore-topics/resource-efficiency/what-we-do/cities/solid-waste-manage\nment  \n45\n Microsoft (2020), ‘​Microsoft commits to achieve ‘zero waste’ goals by 2030​’, \nhttps://blogs.microsoft.com/blog/2020/08/04/microsoft-direct-operations-products-and-packaging-to-be-\nzero-waste-by-2030/  \n46\n The Global E-waste Statistics Partnership (GESP), ‘​What is e-waste​’ \nhttps://globalewaste.org/what-is-e-waste/#:~:text=Electronic%20waste%2C%20or%20e%2Dwaste,the%\n20intent%20of%20re%2Duse​.  \n47\nWBCSD (2019), ‘​UN, WEF, WBCSD and partners come together to address e-waste challenges​’, \nhttps://www.wbcsd.org/Programs/Circular-Economy/News/UN-WEF-WBCSD-and-partners-come-togethe\nr-to-address-e-waste-challenges  \n48\n ibid  \n49\nWEF, PACE (2019), ‘​A New Circular Vision for Electronics Time for a Global Reboot​’ \nhttps://docs.wbcsd.org/2019/01/A_New_Circular_Vision_for_Electronics.pdf  \n \nOpen Data Institute 2021Accelerating progress on tackling the climate crisis through data collaboration     17 \n\n \nmines.’ These materials are also essential for the transition to renewable energy as \n50\nthey are crucial for wind turbines, solar panels and electric car batteries. This \n51\nprovides an incentive for key stakeholders to work together to better track e-waste \nand make sure the materials are reused. \nIncreasing collaboration around data \nAs more companies are making ‘zero waste’ commitments and pledges to get better \nat reusing, repurposing and recycling the waste they produce, there is an \n52\nopportunity to increase collaboration in multiple areas.  \n \nOne area where collaboration around data could help spur progress is around \ncorporate general waste. There is an opportunity to ​improve reporting on the \nweight of commercial waste and its breakdown as per the different materials in \nit​ ​through collaboration between waste haulers and companies in different \nsectors ​of the economy. ​Pilots focused on a specific sector​, for instance the \ntechnology sector, ​and specific locations, for example a European or North \nAmerican city​ that have generally better data availability, could help develop models \nfor consistent tracking of commercial waste, contributing to better decision making \nby all stakeholders involved in the waste management process.  \n \nAnother area to explore is around ​measuring and improving the circularity of \nproducts, of the materials in them, and their packaging​. This can help companies \nwork towards various commitments around circular product design and the use of \nmore recyclable packaging. Data collaborations around these different aspects will \n53\nrequire participation from a slightly different set of stakeholders. For example, in the \nrealm of e-waste, mineral companies will be essential for setting up collaborations \naround tracking the materials in technology products. ​Specific objectives may \ninclude the development of open data standards for circular transition \nindicators for electronics, either focused on the products themselves or their \npackaging, or the development of a circular ID approach for better tracking the \nmaterials in electronics.​ The latter may be developed through a collaboration \nbetween technology companies and electronics recyclers. Similar approaches \nalready exist in the fashion industry and the building sector, allowing us to learn \n54\nfrom their experiences in the area. These data collaboration efforts are likely to be \n55\nbest executed at a global level.  \n \n50\n WBCSD (2019), ‘​UN, WEF, WBCSD and partners come together to address e-waste challenges​’, \nhttps://www.wbcsd.org/Programs/Circular-Economy/News/UN-WEF-WBCSD-and-partners-come-togethe\nr-to-address-e-waste-challenges  \n51\n Bangkok Post (2020), ‘​UK report shines a light on e-waste​’, \nhttps://www.bangkokpost.com/opinion/opinion/2036171/uk-report-shines-a-light-on-e-waste  \n52\n Microsoft (2020), ‘​Microsoft commits to achieve ‘zero waste’ goals by 2030​’, \nhttps://blogs.microsoft.com/blog/2020/08/04/microsoft-direct-operations-products-and-packaging-to-be-\nzero-waste-by-2030/ \n53\nIbid  \n54\n Vogue Business (2019), ‘H&M, Microsoft, PVH Corp collaborate in circular fashion initiative’, \nhttps://www.voguebusiness.com/technology/circular-id-eon-sustainability-blockchain  \n55\n Madaster Origination, (n.d.), ‘Material Matters’, \nhttps://www.madaster.com/en/about-us/why-a-materials-passport  \n \nOpen Data Institute 2021Accelerating progress on tackling the climate crisis through data collaboration     18 \n\n \nThere may also be an immediate ​opportunity to boost the work of WBCSD on the \ncircular economy and in particular on the development of circular transition \n56\nindicators.  \n57\n \nThe above opportunities can help inform not only company policies and practice but \nalso long-term government policies across the world on the reuse and recycling of \nproducts and their packaging. Countries like the UK – which is reported to have the \nsecond largest amount of e-waste, after only Norway, and is ranked as ‘the worst \noffender of the ⅓ million tonnes of undocumented e-waste estimated to be exported \nfrom the European Union every year’ – could benefit from better data to track \n58\nvarious aspects of their transition to a circular economy. \n \nData collaborations in this space could also build on the efforts of organisations such \nas ​The Global E-Waste Statistics Partnership​ ​to monitor developments of e-waste \nover time, or the ​Capital Equipment Coalition​ of the Platform for Accelerating the \nCircular Economy (PACE).  \n \n \n \n \n \n \n  \n56\nWBCSD, ‘​Circular Economy​’,  ​https://www.wbcsd.org/Programs/Circular-Economy  \n57\n WBCSD, ‘​Circular Transition Indicators (CTI)​’ \nhttps://www.wbcsd.org/Programs/Circular-Economy/Factor-10/Metrics-Measurement/Circular-transition-i\nndicators  \n58\nBangkok Post (2020), ‘​UK report shines a light on e-waste​’, \nhttps://www.bangkokpost.com/opinion/opinion/2036171/uk-report-shines-a-light-on-e-waste  \n \nOpen Data Institute 2021Accelerating progress on tackling the climate crisis through data collaboration     19 \n\n \nAnnex \nContributors  \nWe would like to thank those who have supported our research and provided their \ninsights on the challenges of data sharing and opportunities for data collaborations to \naddress significant climate issues, including representatives of: \n \n●Arup \n●Better Buildings Partnership  \n●CBRE  \n●C40 \n●DHI \n●DNV GL \n●Ecolab \n●Icebreaker One \n●CHC Initiative  \n●International Energy Agency (IEA) \n●International Water Management Institute (IWMI) \n●Lawrence Berkeley National Laboratory  \n●Open Environmental Data Project \n●Open Standards for Linked Organisations (OSLO) \n●Climate Action Tech  \n●Gold Standard \n●Global e-Sustainability Initiative \n●Pacific Institute \n●Responsible Business Alliance (RBA) \n●Spend Network \n●The Nature Conservancy (TNC) \n●University of Melbourne \n●UN Conference on Trade and Development (UNCTAD) \n●World Business Council for Sustainable Development (WBCSD) \n●World Economic Forum (WEF) \n●World Resources Institute (WRI) \n●United Nations Economic Commission for Europe (UNECE) \n●Veolia \n●Volvo Research and Educational Foundation \n \nOpen Data Institute 2021Accelerating progress on tackling the climate crisis through data collaboration     20 ",
  "version": "1.10.100"
}
