{"numpages":48,"numrender":48,"info":{"PDFFormatVersion":"1.4","IsAcroFormPresent":false,"IsXFAPresent":false,"Producer":"macOS Version 11.6 (Build 20G165) Quartz PDFContext","CreationDate":"D:20211101145154Z00'00'","ModDate":"D:20211101145154Z00'00'"},"metadata":null,"text":"\n\nTHE ROLE OF DATA IN \nUNLOCKING THE POTENTIAL \nOF SOCIAL PRESCRIBING\nfrontiereconomics\n02 NOVEMBER 2021\n\nfrontiereconomics\nPOOR HEALTH CAN HAVE ENVIRONMENTAL ROOTS\n¡Health and wellbeing are influenced by a range of social and environmental factors:\n¡Social prescriptioninvolves linking patients with non-medical community-based \nsources of support (egsports or social activities). This linkage can involve dedicated \nlink workers as well as referrals by local authorities and other organisations. The NHS \nLong Term Plan (2019) commits to introducing over ‘1000 new trained social \nprescribing link workers in primary care networks by 2020/21, rising further so that by \n2023/24, over 900,000 people will be referred to social prescribing.’\n¡NHS England and NHS Improvement (2021 A) noted that while ‘there is a need for more \nrobust and systematic evidence on the effectiveness of social prescribing, social \nprescribing schemes may lead to a reduction in the use of NHS services, including GP \nattendance’. \nSOCIAL PRESCRIBING COULD REDUCE THE USE OF NHS SERVICES\n2\nCommunitiesHousingResourcesEducation\nGood workSurroundingsTransportFood\n0\n5\n10\n15\n20\n25\nApr-08\nFeb-09\nDec-09\nOct-10\nAug-11\nJun-12\nApr-13\nFeb-14\nDec-14\nOct-15\nAug-16\nJun-17\nApr-18\nFeb-19\nDec-19\nOct-20\nMedina wait (weeks)\nMedian wait time for planned NHS care\nNHS England and NHS Improvement’s RTT Waiting \nTime Data (2021 B) \nHEALTH AND CARE SERVICES ARE UNDER PRESSURE\n¡There are pressures on physical and mental \nhealth services as a result of an ageing \npopulation and COVID-19 related constraints.\n¡Since the start of the pandemic, the number \nof people waiting for NHS treatment in \nEngland has grown by a fifth and is expected \nto rise much further. \n\nfrontiereconomics\nSOCIAL PRESCRIBING COULD LEAD TO SIGNIFICANT BENEFITS\n3\n¡Policy inputs, monetary \nfunds, data and time.\n¡Referral of service users \nand development of \nunderstanding between \nthe service user and the \nlink worker.\n¡Prescription of specific \nactivities and attendance \nat the activities by the \nservice user.\n¡Service user wellbeing, \n¡Reduced NHS demand.\n¡Community cohesion.\n¡Economic productivity.\n1\nINPUTS\n2\nACTIVITIES\n3\nOUTPUTS\n4\nIMPACTS\nSOCIAL PRESCRIBING COULD REDUCE NON-CLINICAL GP APPOINTMENTS\n¡If GP appointments fall by 2-5% as a result of social prescribing operating at scale, it could lead to a diversion of between 3.2-8 million GP \nappointments per year. Social prescribing’s actual impact on GP appointment volumes is uncertain and further research is needed.GPs \ncould use the additional capacity to see other patients with pressing clinical needs. Further work is needed to quantify the costs of \nreplacing GP appointments with community provision.\n¡As well as freeing up resources the users could receive more appropriate support provided the quality of community offerings was\nsufficiently high. Delivering a high-quality experience helps to ensure social prescribing is a sustainable alternative to clinical care.\n\nfrontiereconomics\nDATA IS FUNDAMENTAL TO SOCIAL PRESCRIBING\n4\nAN UNDERSTANDING OF DEMAND AND SUPPLY IS CRITICAL\nWE HAVE CREATED A UNIQUE COLLECTION OF DEMAND SIDE DATA\n¡We have drawn together data on several topics:\n¡These datasets provide information on the incidence of issues which could drive demand for social prescribing. We have used the combined \ndataset to create an open and interactive map of potential demand. This can be used to plan local services.\nLEVELS OF SOCIAL PRESCRIBING ACTIVIT Y\n: WHAT IS THE CURRENT PATTERN OF SOCIAL \nPRESCRIBING REFERRALS?\nINDIRECT DEMAND\n: WHAT FACTORS CORRELATE WITH DEMAND FOR SOCIAL PRESCRIBING? \nDIRECT DEMAND \n: WHAT NEEDS COULD SOCIAL PRESCRIBING ADDRESS?\nSUPPLY OF RELEVANT SERVICES\n: WHAT INFORMATION EXISTS ON SERVICES?\nACTIVIT Y \nPARTICIPATION \nPHYSICAL HEALTHMENTAL HEALTHENVIRONMENT\nDEPRIVATION / \nDEMOGRAPHICS  \nCRIME\nHIGH-QUALIT Y DATA INFRASTRUCTURE IS A NECESSARY BUT NOT SUFFICIENT CONDITION FOR SOCIAL PRESCRIBING TO BE EFFECTIVE\n¡Social prescribing can unlock benefits if enablers are in place. One requirement for social prescribing is data infrastructure, such as standards \nand stewardship to ensure appropriate information is collected and shared. Other enablers must also be in place. Community providers need \nsupport to deal with extra demand and social prescribing needs to operate within an adequately funded mental and physical healthsystem.\n\nfrontiereconomics\nFURTHER INVESTMENT IS NEEDED IN DATA INFRASTRUCTURE \n5\n¡There are currently significant gaps in the data infrastructure for social prescribing. Mostly notably, we have highlighted barriers to the \ncollection and sharing of data related to the supply of relevant activities and longitudinal data on impact. These gaps are caused by a range of \n‘market failures’:\nThe hyper-local nature of service provision creates a coordination problem and can lead to multiple duplicative service directories.\nCommunity groups and activity providers may not have an obvious route to share information on platforms.\nSome service providers may have little incentive to maintain and share good data on their offerings. \nIncreased focus on social prescribing in recent years means that the data ecosystem is still nascent and trust is still developing.\n¡Taken together, these issues may mean that link workers do not know where to signpost potential users, or rely on incomplete information. \nThis could lead to service users being prescribed activities which are not perfectly tailored to their individual needs, which in turn may reduce \nthe chances of the referral being successful and generating desired impacts. There are initiatives in development or currently underway that \nwill go some way to addressing these challenges. These include Open Referral UK, the Social Prescribing Observatory, OpenActive and \nprescribing.social.\n¡However, further investment and intervention in this context is needed. We have highlighted possible interventions which could help to fill \nthese gaps including: (1) Improving understanding of stakeholders’ roles in the development of data infrastructure. (2) Providing incentives to \nmake information on offerings open. (3) Developing improved data infrastructure directly (egimproved IT systems and standards) which \nmake it easier to make data open. (4) Requiring organisations to make some data in the public interest open. This investment could in some \ncases itself also unlock savings (egremoval of duplicated directories of services).\n1\n2\n3\n4\n\nfrontiereconomics\nBackground\n0102\n0304\nBenefits of social prescribing \nRole of data infrastructurePolicy implications \nCONTENTS\nThis project is the result of a joint piece of research carried out by Frontier Economics and Mimeon behalf of the Open Data Institute (ODI).\n\nfrontiereconomics\n01\nBACKGROUND\n\nfrontiereconomics8\nSOCIAL PRESCRIBING CAN ADDRESS ENVIRONMENTAL CAUSES OF ILL HEALTH\nSOCIAL PRESCRIBING IS A KEY COMPONENT OF UNIVERSAL PERSONALISED CARE \n¡Wellbeing is influenced by environmental factors. Social prescribing can address \ndeterminants of health by linking patients with non-medical support. Social \nprescribing link workers connect people to community support which helps \npeople deal with underlying causes of ill health. Social prescriptions include \nactivities focused on health, physical activity and sport as well as leisure/art. The \nNHS Long Term Plan (2019) commits to introducing ‘over 1000 new trained social \nprescribing link workers in primary care networks by 2020/21, rising further so \nthat by 2023/24, over 900,000 people will be referred to social prescribing’. Social \nprescribing may also involve referrals by local authorities and self-referral.  \n¡Those who could benefit from social prescription include people with complex \nneeds, the socially isolated and those who frequently attend health care settings. \nGreater signposting and usage of community services could also benefit large \nnumbers of individuals who do not fall into these groups.\n¡NHS England and NHS Improvement (2021 A) noted that while ‘there is a need for \nmore robust and systematic evidence on the effectiveness of social prescribing, \nsocial prescribing schemes may lead to a reduction in the use of NHS services, \nincluding GP attendance’. More information is needed on these impacts and how \nthey are achieved.\n“\nSocial prescribing is a way for local agencies to refer people \nto a link worker. Link workers give people time, focusing on \n‘what matters to me’ and connect people to community \ngroups and services for practical and emotional support.\nNHS England and NHS Improvement  \nCommunitiesHousingResourcesEducation\nGood workSurroundingsTransportFood\nSOCIAL DETERMINANTS OF HEALTH\nThe Health Foundation\n\nfrontiereconomics9\nSOCIAL PRESCRIBING INVOLVES MULTIPLE STAKEHOLDERS\nAPPLICATION \nPROVIDERS\nDevelop tools to \nsupport linkages \nacross the \necosystem\nLINK WORKERS\nProvide individualised \nsupport and prescribe \ntailored activities to meet \nneeds. Convene \ncommunity groups\nSERVICE USERS\nDecide which activities to participate in \nACTIVIT Y PROVIDERS \nProvide activities to meet \npersonal needs (arts, group \nlearning, gardening, \ncookery, and sports)\nMANAGERS\nResponsible for strategic decisions on public health, budget \nsetting and commissioning\nGPs       \nPharmacies\nDischarge teams\nJob centres\nSocial care\nSOCIAL PRESCRIBING CAN OPERATE IN A NUMBER OF WAYS\n¡The formal social prescribing process we have described above is the core focus of this report. However, greater use of community services as \nan alternative to clinical treatment can also operate in more informal ways such as via greater signposting. This broader type of community \nreferral may be relevant for large numbers of individuals as opposed to those who are most in need of community support. \nAdapted from Digital Gaps \nand Porism (2021)\n\nfrontiereconomics\nTHE HEALTH SYSTEM IS UNDER PRESSURE\nAND PLACED A STRAIN ON THE HEALTH CARE SYSTEM \n¡Since the start of the pandemic, the number of people waiting for \nNHS treatment in England has grown by a fifth and is expected to \nrise much further (IFS, 2021). \n¡Median wait time for planned NHS care in England rose sharply at \nthe start of the pandemic and remains elevated. \n¡A significant proportion of patients avoided booking a GP \nappointment in 2020 due to fear of overburdening the NHS (Ipsos \nMORI GP Patient Survey, 2021). \nCOVID-19 HAS NEGATIVELY IMPACTED PHYSICAL AND MENTAL HEALTH...\n¡COVID-19 has led to excess deaths and contributed to increases in \nmortality (ONS, 2021 A). The pandemic has also severely affected \nmental health (UK Parliament POST, 2021). \n¡Over a third of British adults’ wellbeing is still being affected by \nthe pandemic (ONS, 2021 B). Young adults, women and those with \nan existing mental health condition have been particularly hard \nhit. In late 2020, 25% of adults reported feeling lonely in the \nprevious two weeks (Mental Health Foundation, 2020).\n10\n0\n10\n20\n30\n40\n50\n60\nMarchJuneAugustNovJanMarchJuneAugust\nProportion of adults (%)\nPercentage of adults that say their well-being is being \naffected by COVID-19\nONS (2021 B)\n0\n5\n10\n15\n20\n25\nApr-08\nOct-08\nApr-09\nOct-09\nApr-10\nOct-10\nApr-11\nOct-11\nApr-12\nOct-12\nApr-13\nOct-13\nApr-14\nOct-14\nApr-15\nOct-15\nApr-16\nOct-16\nApr-17\nOct-17\nApr-18\nOct-18\nApr-19\nOct-19\nApr-20\nOct-20\nApr-21\nMedina wait (weeks)\nMedian wait time for planned NHS care\nNHS England and NHS Improvement’s RTT Waiting Time Data (2021 B) \n\nfrontiereconomics11\nSOCIAL PRESCRIBING CAN BOOST EFFICIENCY OF HEALTHCARE  SPEND \nSOCIAL PRESCRIBING HAS THE POTENTIAL TO REDUCE DEMAND FOR CLINICAL PRIMARY CARE\n¡In the future, current pressures on GPs may increase further. If unchecked, this could lead to significant unmet need for clinical primary care. \nSocial prescribing has the potential to help avoid this.  \nBEFORE SOCIAL PRESCRIBING\nPatients’ clinical needs                            Patients’ non-clinical needs\nAFTER SOCIAL PRESCRIBING\nWith no social prescribing, \nGP appointments reflect a \nmix of clinical and non-\nclinical needs \nFollowing rollout of \neffective social prescribing, \nnon-clinical needs are dealt \nwith via community \nprovision. This can result in \nlower healthcare costs as \nservice users utilise cheaper \nservices. Also clinical \ncapacity can be freed-up \nthat can be targeted at \npatients who have a more \npressing clinical need\nGP practice\nGP practice\nCommunity \nactivity\n\nfrontiereconomics\n01\n12\nWE EXAMINED SOCIAL PRESCRIBING’S BENEFITS AND THE ROLE OF DATA\nEVIDENCE GATHERING \n¡Literature review covering \nsocial prescribing’s impact \non health conditions and \nhealthcare resources as \nwell as implementation of \nsocial prescribing systems.\n¡Stakeholder engagement \nwith sector experts.\nBENEFITS MAPPING \n¡Development of conceptual \nqualitative framework.\n¡Quantitative modelling of \navoided GP appointments.\nREVIEW OF DATA \nINFRASTRUCTURE\n¡Examination of the role of \ndata infrastructure in social \nprescribing. \n¡Collection and processing \nof demand-side data.\n¡Highlighting barriers to \ndevelopment of effective \ndata infrastructure.\nRECOMMENDATIONS & \nDRAFTING \n¡Development of policy \nrecommendations. \n¡Development of report and \nsupporting materials.\n020304\nWE HAVE EMPLOYED A FOUR STAGE METHODOLOGY DURING THIS PROJECT\nThis methodology was implemented jointly by Frontier Economics and Mime on behalf of the ODI.\n\nfrontiereconomics\nSECTION 2\nSECTION 3\nSECTION 4\nIn Section 2 we examine the benefits that social prescribing has the potential to help realise in the future. \nThis includes both our qualitative theory of change and our quantitative modelling.\nIn Section 3we consider the role of effective data infrastructure in facilitating social prescribing. This \nincludes a summary of the demand-side data that we have collected and the interactive map of potential \ndemand that we have created as part of this work. \nIn Section 4we highlight policy implications arising from our work. This includes examples of initiatives \ncurrently underway to improve the data landscape in this context and potential policy levers that could \nfurther support social prescribing. \n13\nTHIS REPORT SUMMARISES OUR FINDINGS \n\nfrontiereconomics\n02\nBENEFITS OF SOCIAL PRESCRIBING \n\nfrontiereconomics\nInputs\nResources that are used\nActivities\nWhat is carried out with \nthe inputs\nOutputs\nDirect results from the \nactivities\nImpacts\nUltimate changes that \nhappen because of the \noutputs\n15\nOUR LOGIC MODEL SHOWS SOCIAL PRESCRIBING’S IMPACTS\n01020304\nWE HAVE DEVELOPED A FRAMEWORK WHICH OUTLINES HOW SOCIAL PRESCRIBING CAN LEAD TO IMPACTS\n¡A logic model is a way of showing the pathway of how an intervention is anticipated to lead to long-term impacts. It gives the theory of \nchange for the intervention –showing the intermediate steps that we expect to see. \n¡It helps to identify potential barriers and metrics that can be used to monitor outcomes.\n\nfrontiereconomics\nLOGIC MODEL (DETAILED VERSION)\nINPUTSACTIVITIESOUTPUTSIMPACTS\n§Funding for employment of link \nworkers. \n§Funding for the delivery of social \nprescribingactivities.\nMonetary cost\n§High-quality data on the demand for \nsocial prescribing and the supply of \nrelevant services.\nData infrastructure \n§Potential service users are referred to \nlink workers from local agencies, \nincluding GPs, pharmacies, multi-\ndisciplinary teams, hospital discharge \nteams and emergency services. \n§As well as link workers, local \nauthority staff also try to identify \nvulnerable people and point them to \ncommunity services to address \nvulnerabilities. Self-referral is also \nencouraged.\nReferral to link workers\n§Link workers develop holistic \nunderstanding of each service user’s \nhealth and wellbeing.\n§Service users are provided with a link \nto non-medical support within their \nown community. Community services \ncan then influence wider set of \npersonal, behavioural and potentially \nemotional factors.\nGreater understanding \n§Link workers refer people to a range of \nlocal, non-clinical services.\n§Social prescriptions can involve a \nrange of activities that are typically \nprovided by voluntary/community \nsector (egarts activities, group \nlearning, gardening, befriending, \ncookery, and sports). Referrals can \nalso be made to job centres, social care \nservices and housing associations for \nexample. \n§Service users feel empowered to take \ngreater control of their health and \nengage with social prescribing \nschemes.\n§Service users attend activities offered \nby social prescribing schemes. \nActivity prescription\nActivity attendance \n§Social prescribing can improve service \nusers’ wellbeing and reduce loneliness. \nThose who could benefit most include \npeople with complex needs, the socially \nisolated and/or long-term conditions.\n§Reductions in healthcare utilisation\n§This can include reductions in GP \nappointments, A&E attendances, \ninpatient admissions. This can free up \nclinical time to deal with patients with \npressing clinical needs. \nImproved wellbeing\nHealthcare utilisation\n§Strategy and policy targets (egNHS \nLong Term Plan, NHS Universal \nPersonalised Care, DCMS Loneliness \nStrategy, MHCLG Levelling Up Agenda). \nPolicy inputs\n§Time spent referring service users to \nlink workers. \n§Time spent by link workers \nunderstanding individuals’ needs.\n§Time spent by those running social \nprescribing activities. \nStaff/individuals’ time\n§Service users re-enter employment or \navoid unemployment which increases \ntax revenue and reduces welfare spend.\nEconomic benefits\n16\n§Social prescribing can increase \ntogetherness within communities.\nCommunity cohesion\n\nfrontiereconomics\n¡Resources that are used to \nfacilitate the successful \nplanning and \nimplementation of social \nprescribing initiatives. \n¡This includes policy inputs, \nmonetary funds, data and \nindividuals’ time.\n¡This includes referral of \nservice users to social \nprescribing professionals \nand development of \nunderstanding between the \nservice user and the link \nworker.\n¡This includes prescription of \nspecific activities by the link \nworker and attendance at \nthe activities by the service \nuser.\n¡Intermediate and long-term \nchanges that happen as a \nresult of social prescribing.\n¡These include improved \nservice user health and \nwellbeing, reduced demand \nfor NHS services, improved \ncommunity cohesion  and \nenhanced economic \nproductivity.\nLOGIC MODEL (SUMMARY VERSION)\n1\nINPUTS\n2\nACTIVITIES\n3\nOUTPUTS\n4\nIMPACTS\n17\n\nfrontiereconomics\nIN ADDITION TO THESE ENABLERS, HIGH-QUALIT Y DATA INFRASTRUCTURE IS NEEDED AT EVERY STAGE IN THE SOCIAL \nPRESCRIBING PROCESS. THIS INCLUDES DATA STANDARDS AND CLEAR STEWARDSHIP TO ENSURE INFORMATION IS \nCOLLECTED AND SHARED. \nENABLERS ALLOW SOCIAL PRESCRIBING TO ACHIEVE ITS POTENTIAL \n18\nACTIVITIES\nOUTPUTS\nIMPACTS\nSUFFICIENT LONG-LASTING COMMITMENT TO SOCIAL PRESCRIBING BY POLICYMAKERS. SOCIAL PRESCRIBING NEEDS TO OPERATE WITHIN \nAN ADEQUATELY-FUNDED MENTAL AND PHYSICAL HEALTH SYSTEM.\nWILLINGNESS TO ENGAGE BY CLINICAL STAFF. SOCIAL PRESCRIBING IS ACCEPTED AS A PART OF THE HEALTH AND CARE LANDSCAPE. \nPOTENTIAL SERVICES USERS ENGAGE AND DO NOT REVERT BACK TO TRADITIONAL CLINICAL CARE FOR NON-CLINICAL NEED.. \nLINK WORKERS ARE GIVEN TRAINING AND RESOURCES TO UNDERSTAND HEALTH DRIVERS. SERVICE USERS ARE GIVEN ONGOING SUPPORT \nTO ATTEND SERVICES. COMMUNIT Y ACTIVITIES RECEIVE ADEQUATE SUPPORT AND FUNDING. \nA VOLUME OF APPROPRIATE AND LOCALLY TAILORED  LOCAL ACTIVITIES EXIST WITH SUFFICIENT CAPACIT Y\nSOCIAL PRESCRIBINGSCHEMES ARE GIVEN SUFFICIENT TIME TO MATURE AND GENERATE IMPACTS. SOCIAL PRESCRIBING SERVICES HAVE \nAN IMPACT ON SERVICE USERS LIVES AND ARE EFFECTIVE IN GENERATINGINTENDED HEALTH IMPROVEMENTS. \nOUR LOGIC MODEL HIGHLIGHTS HOW SOCIAL PRESCRIBING CAN WORK IN THEORY IF ALL SUPPORTING FACTORS ARE IN PLACE\nINPUTS\nLogic Model stage Enabler \n\nfrontiereconomics\n59%\n4%\nProportion of family \ndoctors who think that \nsocial prescribing can help \nreduce workload \nProportion of GP \nappointments that might \nhave been dealt with by \nSocial prescribing \n19\nSOCIAL PRESCRIBING  COULD LEAD TO A REDUCTION IN GP ATTENDANCE\nOUR LOGIC MODEL INCLUDES THREE FINAL \nIMPACTS\n¡Social prescribing has the potential to \nincrease wellbeing, reduce healthcare \nutilisation and lead to economic benefits.\n¡Our quantitative modelling work is \nfocused on one potential benefit within \nthe healthcare utilisation category. \nSpecifically, we have quantified the \npotential savings that could occur if \nsocial prescribing leads to fewer non-\nclinical GP appointments.   \nOUR MODELLING EXPLORES AVOIDED GP \nAPPOINTMENTS ANDTHEIR POTENTIAL \nMONETISED BENEFIT\nIMPACTS\nImproved wellbeing\nHealthcare utilisation\nEconomic benefits\nReduction in \nnon-clinical GP \nappointments\nSOCIAL PRESCRIBING CAN MEANINGFULLY \nREDUCE NON-CLINICAL GP APPOINTMENTS\nRCGP (2018)\nNHS Alliance & Primary Care \nFoundation (2015)\n20%\nProportion of patients who \nconsult their GP for what \nis primarily a social \nproblem\nUniversity of Westminster (2017)\nExamine historical data on national \nvolume of GP appointments. \nExplore how additional GP time \ncould be deployed.\nModel illustrative reduction in \nvolume of appointments in % terms.\n01\n02\n03\nCommunity cohesion\n\nfrontiereconomics\nSCOPE\nSCALE OF SOCIAL \nPRESCRIBING\nSIZE OF IMPACT \nWe have only quantified one specific aspect of social prescribing’s potential benefit. Our choice was informed \nby availability of underlying evidence. However, in the future, social prescribing could improve users’ \nwellbeing, reduce secondary care usage and lead to long-term economic benefits that we have not attempted \nto measure. Our limited focus will understate potential benefits. We have only modelled primary care \nappointments which involved engagement with a GP (rather than other practice staff).\nOur modelling looks at the total ‘size of the prize’ in terms of avoidable GP appointments that social \nprescribing can help unlock, provided social prescribing is rolled out across the country at higher volumes \nthan is currently the case. Achieving these benefits will therefore require substantial investment in enabling \nfactors (egdata infrastructure) and also investment in community and voluntary groups to increase capacity \nto deliver specific activities. Further work is needed to quantify the costs of replacing GP appointments with \ncommunity provision.\nWe have used available evidence to suggest a range of impact estimates which relate to social prescribing’s \npossible future effect on non-clinical GP appointments. However, a lack of high-quality, comprehensive, \nnational data means that we cannot at this stage calculate a precise impact estimate. Social prescribing’s \nactual impact on GP appointment volumes is uncertain and further research is needed.\nOUR MODELLING IS SUBJECT TO CERTAIN CAVEATS\n20\n\nfrontiereconomics\n -\n 5,000,000\n 10,000,000\n 15,000,000\n 20,000,000\n 25,000,000\n 30,000,000\n 35,000,000\nJan-19\nFeb-19\nMar-19Apr-19\nMay-19\nJun-19\nJul-19\nAug-19\nSep-19\nOct-19\nNov-19\nDec-19\nJan-20\nFeb-20\nMar-20Apr-20\nMay-20\nJun-20\nJul-20\nAug-20\nSep-20\nOct-20\nNov-20\nDec-20\nJan-21\nFeb-21\nMar-21Apr-21\nMay-21\nJun-21\nNumber of appointments\nMonthly GP appointments (England)\nSeen by any member of practice staffSeen by GP\nVOLUME OF ENGLISH GP APPOINTMENTS \n¡In 2019 there were approximately 312 \nmillion primary care appointments in \nEngland. 162 million of these appointments \ninvolved consultation with a GP (the \nremainder involved engagement with other \npractice staff).\n¡During the first lockdown period (March \n2020) appointments initially fell sharply. \n¡Appointments during the first half of 2021 \n(excluding COVID-19 vaccination \nappointments) are comparable to the first \nhalf of 2019.\n21\nOVER 160 MILLION GP APPOINTMENTS OCCUR ANNUALLY IN ENGLAND\nNHS Digital (2021). Appointments in General Practice. \nFirst COVID-19 lockdown\n\nfrontiereconomics\nSOCIAL PRESCRIBING CAN FREE UP GP APPOINTMENTS\n¡If GP appointments fall by 2-5% as a result of social prescribing operating at scale, it could lead to a diversion of between 3.2-8 million GP \nappointments per year. \n¡Social prescribing’s actual impact on GP appointment volumes is uncertain and further research on this topic is needed. GPs could use the \nadditional capacity to see other patients with pressing clinical needs (see next page). Further empirical work is needed to quantify the costs of \nreplacing GP appointments with community provision. \n¡The impacted patients with non-clinical needs could receive more appropriate support, provided community offerings were sufficiently high-\nquality. Delivering a quality experience helps social prescribing become a sustainable alternative to clinical care.\nPOTENTIAL FUTURE VOLUMES \n¡Pressures on GPs are likely to increase further in the future. Analysis by the BMA (2021) has shown that since 2015, the averagenumber of \npatients per practice has increased by 24% whilst the number of GPs has been falling. An ageing population may also raise demandfor primary \ncare services over the longer term. \n22\nSOCIAL PRESCRIBING COULD UNLOCK GP RESOURCES\n\nfrontiereconomics\n23\nTHERE IS SOME EVIDENCE OF UNMET NEED FOR GP CONSULTATIONS \nIF SOCIAL PRESCRIBING REDUCES THE VOLUME OF NON-CLINICAL GP APPOINTMENTS, THE RESULTING CAPACIT Y COULD BE TARGETED ELSEWHERE\n¡Evidence from the GP Patient Survey (Ipsos MORI, 2021) shows that in certain areas of the country there may be substantial unmetneed for \nprimary care. Data is available for each clinical commissioning group (CCG) area. We can see considerable variation. In some areas, over 20% of \nrespondents reported a poor experience booking an appointment or avoided booking altogether due to fears of overburdening theNHS.\n¡Social prescribing can help to reduce demand for non-clinical GP appointments and therefore free up clinical time and resource which can be \ndeployed elsewhere. If this extra capacity can be targeted at areas/social groups where unmet need may be most significant, it can help to \ncontribute to quicker clinical diagnoses and ultimately to improvements in patients’ health. This will only be the case if social prescribing is an \neffective substitute for traditional primary care. Data collection and sharing is therefore essential to assess the quality and effectiveness of \nsocial prescribing.\n0. 00 %\n5. 00 %\n10 .0 0%\n15 .0 0%\n20 .0 0%\n25 .0 0%\n% of respondents\nPoor experience booking appointment \n(by CCG)\n0. 00 %\n5. 00 %\n10 .0 0%\n15 .0 0%\n20 .0 0%\n25 .0 0%\n% of respondents\nAvoided booking appointment due to \nfear of burden on NHS (by CCG)\nIpsos MORI GP Patient Survey (2021)Ipsos MORI GP Patient Survey (2021)\n\nfrontiereconomics\n03\nROLE OF DATA INFRASTRUCTURE\n\nfrontiereconomics25\nEFFECTIVE DATA INFRASTRUCTURE IS NEEDED AT EACH STAGE \nINPUTSACTIVITIESOUTPUTSIMPACTS\n§National managers need to \nbe aware of patterns of need \nacross the country. \n§Link workers need to \nunderstand hyper-local \nissues that social prescribing \ncould help with in each \nlocality. \n§Clinical staff and other \ncommunity groups need to \nbe aware of link workers \noperating in their locality \nand how best to use referral \npathways. \n§National and regional \nmanagers need to \nunderstand what type of \nreferrals are happening.\n§Link workers and other \nfrontline workers need to be \naware of all local service \nofferings, their suitability \ncapacity and quality.\n§Activity providers need to be \nincentivised to share data \ndetailing their offering and \nkeep this updated.\n§Link workers need to have \naccess to anonymised \ninformation on actual \nattendance patterns by \nservice users, user \nsatisfaction and user benefit. \n§National managers and link \nworkers need to have access \nto detailed longitudinal data \nwhich provides evidence on \nwhether intended health \nimprovements and other \nbenefits have been realised. \n§In 2019 NHS England and \nNHS Improvement developed \na Common Outcomes \nFramework for measuring the \nimpact of social prescribing. \nThis will encourage \nconsistent data gathering and \nreporting of outcomes. \nIT WILL NOT BE POSSIBLE TO REALISE THE FINAL IMPACTS OF SOCIAL PRESCRIBING WITHOUT EFFECTIVE DATA INFRASTRUCTURE\n\nfrontiereconomics\nLEVELS OF SOCIAL PRESCRIBING ACTIVIT Y\n: WHAT IS THE CURRENT PATTERN \nOF SOCIAL PRESCRIBING REFERRALS?\n¡What is the rate of referrals to social prescribers in localities?\n¡What types of activities are being prescribed?\n¡What is the rate of take-up/satisfaction amongst users?\nINDIRECT DEMAND DATA\n: WHAT FACTORS CORRELATE WITH DEMAND FOR \nSOCIAL PRESCRIBING IN EACH LOCAL AREA? \n¡How could we predict likely demand/identify unmet needs (eg\nunreported mental health issues) within small geographic areas? \n¡To what extent are different types of social prescribing demand \nlinked to deprivation?\nSUPPLY OF RELEVANT SERVICES\n: WHAT INFORMATION EXISTS ON SERVICES / \nCOMMUNIT Y GROUPS WITHIN IN EACH LOCALIT Y?\n¡What is the capacity/level of staff training at each provider?\n¡What specific services are offered by each service provider?\n¡What type of service user do they cater for? \nDIRECT DEMAND DATA\n: WHAT NEEDS COULD SOCIAL PRESCRIBING ADDRESS \nIN EACH LOCAL AREA?\n¡How many people could benefit? \n¡What requirements do different groups have?\n¡What requirements do different localities have (egurban vs. \nrural)?\nTYPES OF DATA REQUIRED FOR SOCIAL \nPRESCRIBING TO BE EFFECTIVE\n26\nAN UNDERSTANDING OF DEMAND AND SUPPLY IS CRITICAL\nDEMAND SIDE DATA \nSUPPLY SIDE DATA \n\nfrontiereconomics\n01\n27\nDEMAND AND SUPPLY DATA WILL BE NEEDED TO CALCULATE IMPACTS\nDIRECT-DEMAND DATA \nHIGHLIGHTS A SPECIFIC \nNEED WITHIN A CERTAIN \nLOCALIT Y\nDATA ON SUPPLY OF \nSERVICES HIGHLIGHTS \nRELEVANT ACTIVIT Y AND \nFACILITATES REFERRALS\nOVER TIME, DEMAND DATA \nSHOWS A REDUCED NEED \nFOLLOWING SUCCESSFUL \nSOCIAL PRESCRIPTION\n020304\nDATA ON LEVELS OF SOCIAL \nPRESCRIBING ACTIVIT Y \nSHOWS THE RATE AT WHICH \nSERVICE USERS ARE \nATTENDING SERVICES AND \nTHEIR SATISFACTION \nIMPACTSOUTPUTSINPUTSACTIVITIES\n\nfrontiereconomics\nMANY FACTORS WILL INFLUENCE DEMAND FOR SOCIAL PRESCRIBING\nNUMEROUS LOCAL FACTORS WILL BE RELEVANT\n¡The last decade has seen an increasing emphasis placed on the \nwider determinants of health. These conditions are influenced \nby a huge number of factors that will all vary significantly, both \nbetween different local areas and within each specific local area.\n¡Social prescribing involves focusing on what matters to a \nspecific individual. This will be related to a range of \ninterconnected factors including mental health, housing or \nemployment. Building up a picture of these factors within \ngranular geographic areas can inform likely patterns of demand.\nNUMEROUS POTENTIALLY RELEVANT DATASETS EXISTS\n¡A wide array of potentially relevant demand-side information \nsources exist. This includes information published by PHE, Sport \nEngland, NHS England and NHS Improvement, ONS, Defra, \nMHCLG, and DWP.\n¡All of these sources will be updated at different times and will \ndiffer in terms of their geographical scope and boundaries used. \n¡Existing demand-side data may not be used effectively currently \nas it is not always accessible or available at an appropriate level \nof granularity.\n28\nDEMAND SIDE DATA \nKEY \nTAKEAWAY\nManagers and policymakers in the health system \nneed to build up a detailed understanding of \nissues that will create demand for social \nprescribing in different parts of the country.\nKEY \nTAKEAWAY\nDedicated resources will need to be invested in \norder to gather and steward the local area \n‘demand’ data that can inform social prescribing \nrequirements. \n\nfrontiereconomics\nWE HAVE COLLECTED DEMAND-SIDE DATA FOR SOCIAL PRESCRIBING \n29\nSPORT / ACTIVIT Y \nPARTICIPATION \nPHYSICAL HEALTHMENTAL HEALTH\nDEPRIVATION / \nDEMOGRAPHICS  \nCRIME\n§Volunteering \n§Club \nmembership\n§Levels of \nphysical \nactivity\n§Hospital \nadmissions\n§Obesity\n§Life \nexpectancy\n§Smoking \nprevalence  \n§Life \nsatisfaction \n§Trust in \ncommunity\n§Loneliness \n§Depression/ \nanxiety \n§Children in low \nincome families\n§Homelessness\n§Proportion of \nadults with \nlearning disability \nin employment\n§Violent crime\n§Children in \nthe youth \njustice \nsystem\nWE HAVE COLLECTED A RANGE OF DEMAND-SIDE DATA FOR SOCIAL PRESCRIBING \n¡We have drawn together datasets that provide information on the incidence of issues which could drive demand for social prescribing. The \ndata includes demographic data for context. For example, deprivation data is included as it is correlated with negative health outcomes.\n¡The data covers six domains. Example metrics under each domain are provide below:  \nDEMAND-SIDE DATA \n\nfrontiereconomics\nWE HAVE PRODUCED AN INTERACTIVE DEMAND TOOL WITH THIS DATA\n30\n§We have used the combined dataset to create an interactive map \nof potential demand. Users can select a measure that they are \ninterested in and the data will be mapped across England, \nshowing geographical variation. This tool is intended to \ndemonstrate the value of combining data related to social \nprescribing in one place, facilitated by existing open data. \n§For example, in the map on the right, we have illustrated how \nthe tool can highlight geographic variation in loneliness across \nthe country. At this stage the map is a proof-of-concept type \ntool, facilitated by existing open data, but not yet a finished \nproduct. In future, the tool could include more open demand \ndata, more granular data and supply data.\n§The underlying data behind the interactive map is freely \navailable here.In line with the ODI’s mission we want others to \ninvestigate this data, highlight specific features which are most \nhelpful and link the information provided to other datasets to \nfacilitate the creation of new insights. This allows others to \nexplore the data in different ways and to combine it with other \ndata to gain additional insight.\nDEMAND-SIDE DATA \nVariation in reported loneliness (%) across England (2020)\n\nfrontiereconomics\nTHIS TOOL HAS A NUMBER OF USE CASES\n31\nTHIS COLLECTION OF DATA IS UNIQUE AND OFFERS SEVERAL ADVANTAGES \n¡Comprehensive coverage across the country:the metrics collected cover all of England which means that each locality can be examined individually \nand compared against other benchmark areas such as local neighbours. \n¡Broad range of potential factors included: inclusion of metrics from six domains allows for the simultaneous exploration of multiple indicators. Users \ncan identify links between factors such as deprivation, mental health and physical activity. Previously comparing these metrics in a consistent format \nwas a challenge as different data sources adopt different geographical units of analysis. For example, NHS England and NHS Improvement data is often \nreported at the Clinical Commissioning Group (CCG) or Integrated Care System (ICS) level which does not map to other forms ofdata published at the \nlocal authority level. \n¡Provides solid foundation: in the future, this dataset could be combined with nationwide supply-side data to highlight gaps where demand for social \nprescribing is high, but the volume of relevant services is low.\nTHIS DATABASE CAN SUPPORT SEVERAL USE CASES\n¡Planning services: having this collection of data made available in an accessible format for the first time may allow central government, local \nauthorities, charities and link workers to coordinate better in the planning and deployment of services around the country.\n¡Identification of target areas for intervention. Policymakers can identify where more social prescribing would have most impact.\n¡Predicting future demand: this data can be used to consider potential future needs and identify and highlight interesting patterns, such as localities of \npossible best practice\nDEMAND-SIDE DATA \n\nfrontiereconomics\nMAPPING THE AVAILABILIT Y OF LOCAL SERVICES IS DIFFICULT\nLOCAL DATA ON AVAILABILIT Y OF SERVICES IS INCONSISTENT \n¡Generating comprehensive information on supply of activities within a local authority is a major challenge. Local Authorities, health and \nvoluntary sector organisations maintain separate directories of locally available services (there are also multiple other sources of potentially \nuseful supply-side information from charities or learning providers). This leads to duplication of effort and creates issues with \ninteroperability (Snook, 2019). \n¡Multiple community service directories exist in each local area due to a lack of trust between organisations. This limits data sharing (Digital \nGaps and Porism, 2021). Local Authorities are required to run a Family Information Service, which provides information on children and \nparent services and outlines their local offer, which gives information on the services for young people with special educational needs. Some \nLocal Authorities provide accessible and wide-ranging directories of services, while others are difficult to locate and/or fragmented. \n¡Information is not always provided on how regularly directories are updated. In some cases these types of databases are created via pilot \nprojects and then there is no budget to maintain the information to a high standard. This in turn undermines trust. \n¡Link workers may be reluctant to refer potential services users to activities they are not familiar with. Currently a lack ofinformation on \nattendance/user satisfaction and challenges means that link workers may have to invest time exploring the suitability of a new offering.\n32\nSUPPLY-SIDE DATA \nKEY \nTAKEAWAY\nLink workers might not know where to signpost potential users, or may rely on old or incomplete information. This could \nlead to service users being prescribed activities which are not perfectly tailored to their individual needs, which in turn may \nreduce the chances of the referral being successful and generating desired impacts. \n\nfrontiereconomics\nRECORDING VOLUMES OF SOCIAL PRESCRIBING IS CHALLENGING \nDATA ON DELIVERY OF SOCIAL PRESCRIBING HAS ITS OWN CHALLENGES \n¡Dayson and Leather (2020) found consistency and recording issues with the data collected in GP practices, meaning it could beunsuitable \nfor assessing social prescribing activities. PHE also highlighted issues around data collection (Mason et al. 2019), including patient \ndifficulties with completing questionnaires, and problems with the type of data recorded by GP practices.   \n¡Martin Bell Partnership (2021) reviewed the digital landscape for social prescribing and found that data collection is still predominantly \npaper-based, supplemented by local and fragmented digital databases. Jani et al. (2020b) highlighted barriers to evidence generation, \nincluding little standardisation in data collection, inadequate code lists and variation in recording by clinicians.\n¡Data that is currently collected and published may not always be sufficiently granular to provide nuanced insights. For example,in the \nfuture it would be helpful to break down this data on referrals and declines by including the outcome of the social prescribing intervention. \n33\nSUPPLY-SIDE DATA \nKEY \nTAKEAWAY\nThe lack of standardisation in data collection and monitoring of attendance makes it difficult to assess the effectiveness of\nsocial prescribing and/or the quality of specific activities at a large scale.\n\nfrontiereconomics\n04\nPOLICY IMPLICATIONS \n\nfrontiereconomics\nEFFORTS ARE UNDERWAY TO IMPROVE THE DATA LANDSCAPE\nTHERE ARE PROMISING SIGNS THAT THE DATA LANDSCAPE IS IMPROVING \n¡Investment has been made in recent years to address some of the data infrastructure issues we have highlighted. For example, theProfessional Record Standards Body \n(2021) is working with a range of stakeholders including link workers, GPs, NHS project managers, counsellors, and service usersto develop a social prescribing standard \nwhich will help ensure information from sessions can be shared with care providers to identify people who would benefit from social prescribing and help health services \nnationally improve social prescribing. Also the NHS Personalised Care Digital Programme (2021) has produced a social support pack to help commissioners considering the \npurchase of a social prescribing digital case management system and collated a set of accredited suppliers for social prescribing solutions. We have included other specific \nexamples below which are not comprehensive but illustrate some of the types of data improvement efforts that exist in this space. \n35\nOPEN REFERRAL UK\n¡The Open Referral UK data standard \nis a consistent way of recording and \nsharing information about services. \n¡Open Referral UK defines a standard \nstructure which can help to avoid \nsome of the duplication associated \nwith multiple competing service \ndirectories. \n¡This initiative brings together local \ncouncils, voluntary bodies, funders \nand technologists to publish and use \nresource directory information more \neasily.\nSOCIAL PRESCRIBING OBSERVATORY\n¡The Royal College of General \nPractitioners, Nuffield Department of \nPrimary Care Health Science and the \nUniversity of Oxford established the \nSocial Prescribing Observatory in \ncollaboration with NHS England and \nNHS Improvement. \n¡The Social Prescribing Observatory \nprovides information on social \nprescribing referrals and declines for \neach integrated care system. The \nsame group also captures \ninformation on actual activities \nprescribed.\nOPENACTIVE\n¡The ODI and Sport England are \nworking together to improve and \nopen up information about physical \nactivity and sporting opportunities \nacross England. Prior to this work \nmuch of the information about \nactivities was inaccessible (stored on \nold-fashioned websites, or printed \nmaterial). \n¡OpenActive provides open data on \nsports/fitness-related activities \nacross the UK and also includes data \nstandards, tools, and support to help \npeople find and book activities.\nPRESCRIBING.SOCIAL\n¡prescribing.social is a crowd-sourced \nresource for voluntary/community \nsocial enterprise organisations to \nupload information about their \norganisation and services. This could \nallow primary care staff to find \ninformation on all the different \nproviders in the same place. \n¡The directory currently includes \npublicly available information form \nthe Charity Commission data. VCSE \norganisations can complete a form to \nadd their offering to the site.\n\nfrontiereconomics\nHyper-local nature of service \nprovision leads to lack of \ncentral coordination and \ncreates multiple competing \nservice directories.\nBARRIERS TO \nEFFECTIVE SUPPLY \nSIDE DATA \nINFRASTRUCTURE\nCommunity groups and activity \nproviders may not have a obvious route \nto share information on platforms. \nInformation may be recorded on old \nsystems which may not be \ninteroperable.\nData quality is a key challenge. Some \nservice providers may have little \nincentive to maintain and share good \ndata on their offerings. Maintaining \ncomprehensive service directories \nrequires sustained funding.\nIncreased focus on social \nprescribing in recent years \nmeans that the data ecosystem \nis still nascent and trust is still \ndeveloping.\n36\nWHY DOESN’T COMPREHENSIVE SUPPLY-SIDE DATA CURRENTLY EXIST?\n01\n02\n03\n04\n05\n\nfrontiereconomics\n04\nMandating open data \nin some instances.\n03\nReducing the cost \nof making data \nopen through \nimproved data \nfoundations.\n37\nTHERE ARE SEVERAL LEVERS THAT COULD BE CONSIDERED\n02\nProviding activity \nproviders and those \nwho maintain \ndirectories with \nadditional incentives \nto make data open.\n01\nImprove \nunderstanding of \nstakeholders’ roles in \nthe development of \ndata infrastructure.\nRECOMMENDATIONS\n\nfrontiereconomics38\nTHERE ARE SEVERAL LEVERS THAT COULD BE CONSIDERED\nRECOMMENDED POLICY INTERVENTIONS \n1.Improve understanding of stakeholders’ roles in the development of data infrastructure. Example: Charities, community \ngroups and NHS England and NHS Improvement emphasise the roles of individuals/groups in ensuring information flows \neffectively and is maintained to a high standard. Previous work has highlighted that specific social prescribing initiatives \nwere not widely promoted, which limited awareness (Digital Gaps and Porism, 2021) . \n2.Consider whether activity providers and those who compile directories could be provided with a direct incentive to make \ninformation on offerings open. In many cases, link workers struggle to find suitable activities (Digital Gaps and Porism, \n2021). Example: Make local government funding for community groups/information holders contingent on up-to-date \ninformation on offerings. \n3.Develop improved data infrastructure directly (egimproved IT systems and standards) which mean it is easier to make data \nopen. This could make it easy for service providers to directly update information on their own offerings on existing \nplatforms. Example: Provision of support for the development and adoption of open standards. For example Local \nAuthorities and activity providers could be required to adopt the Open Referral UK standard. This would allow multiple \nportals to ingest information on activity providers’ updated offerings. In other cases, social-prescribing standards \ncompliance could be made a requirement in NHS procurement. Government could also work to identify a clear group of data \nowners and fund ongoing data stewardship. \n4.Require organisations to make some data in the public interest open. Example: Local Authorities could be required to make \ndata on their service provision open in an integrated and comprehensive format. \n\nfrontiereconomics\n05\nREFERENCES\n\nfrontiereconomics\nREFERENCES (1)\n40\nAugherson, H., Baxter, L. and Facourt, D. (2020) “Social prescribing for individuals with mental health problems: a qualitative study of barriers \nand enablers experienced by general practitioners”, BMC Family Practice, 21:194, 1-17.\nBenson T., Seers H., Webb N., and McMahon, P. (2021) “Development of social contact and loneliness measures with validation in social \nprescribing”,  BMJ Open Quality 10:e001306. doi:10.1136/ bmjoq-2020-001306.\nBrown, R. C. H., Mahtani, K., Turk, A. and Tierney, S. (2021) “Social Prescribing in National Health Service Primary Care: WhatAre the Ethical \nConsiderations?”, The Milbank Quarterly, 0:0, 1-19 \nBuck, D. and Ewbank, L. (2020) “What is social prescribing?”, [online] (cited 25th August 2021) available from \nhttps://www.kingsfund.org.uk/publications/social-prescribing\nCalderón-Larrañaga, S., Clinch, M., Greenhalgh, T. and Finer, S. (2021a) “Could social prescribing contribute to type 2 diabetes prevention in \npeople at high risk? Protocol for a realist, multilevel, mixed methods review and evaluation”, BMJ Open 11, 1-9. doi:10.1136/bmjopen-2020-\n042303\nCalderón-Larrañaga, S., Milner, Y., Clinch, M., Greenhalgh, T. and Finer, S. (2021b) “Tensions and opportunities in social prescribing. Developing \na framework to facilitate its implementation and evaluation in primary care: a realist review”.\nChatterjee, H., Camic, Paul M., Lockyer, B. and Thomson, L. (2017) “Non-clinical community interventions: a systematised review of social \nprescribing schemes”,  Arts & Health: An International Journal for Research, Policy and Practice, ISSN 1753-3015. DOI: \nhttp://dx.doi.org/10.1080/17533015.2017.1334002\n\nfrontiereconomics\nREFERENCES (2)\n41\nClements-Cortés, A. and Yip, J. (2020) “Social Prescribing for an Aging Population, Activities, Adaptation & Aging”, 44:4, 327-340, DOI: \n10.1080/01924788.2019.1692467\nCosta, A., Sousa, C. J., Seabra, P. R. C., Virgolino, A., Santos, O., Lopes, J., Henriques, A., Nogueira, Pl, and Alacao, V. (2021) “Effectiveness of \nSocial Prescribing Programs in the Primary Health-Care Context: A Systematic Literature Review” \nDayson, C. and Leather, D. (2020) Evaluation of HALE Community Connectors Social Prescribing Service 2018-19, Centre for Regional Economic \nand Social Research, Sheffield Hallam University, Sheffield.\nDayton, C., Painter, J. and Bennett, E. (2020) “Social prescribing for patients of secondary mental health services: emotional, psychological and \nsocial well-being outcomes” journal of Public Mental health, 19:4, 271-279.\nDigital Gaps and Porism (2021) Enabling Social Prescribing https://coda.io/@digital-playbook/enabling-social-prescribing/research-findings-\nreport-120\nFixsen, A., Seers, H., Polley, M. and Robins, J. (2020) “Applying critical systems thinking to social prescribing: a relationalmodel of stakeholder \n“buy-in”, BMC Health Services Research, 20:580, 1-13\nGibson, K., Pollard, T.M. and Moffatt, S. (2021) “Social prescribing and classed inequality: A journey of upward health mobility?”, Social Science \nand Medicine, 280, 1-8.\nHalder, M. M., Wakefield, J. R. H., Bowe, m., Kellezi, B., Mair, E., McNamara, N., Wilson, I. and Stevenson, C. (2021) “Evaluation and exploration of \na social prescribing initiative: Study protocol”,  Journal of Health Psychology, 26:3, 345-356.\n\nfrontiereconomics\nREFERENCES (3)\n42\nHassan, S. M., Gibel, C., Morasae, E. K., Rotheram, C., Matieson, V.,  Ward, D., Reynolds, V., Price, A., Bristow, K., and Kullu, C. (2020) “Social \nprescribing for people with mental health needs living in disadvantaged communities: the Life Rooms model”, BMC Health Services Research, \n20:19, 1-9.\nHazeldine, E., Gowan, G., Wigglesworth, R., Pollard, J., Ashthana, S. and Husk, K. (2021) ”Link worker perspectives of early implementation of \nsocial prescribing: A ‘Researcher-in-Residence’ study”, Health and Social Care in the Community, 00, 1-8\nHolding, E., Thompson, J., Foster, A., and Haywood, A. (2020) “Connecting communities: A qualitative investigation of the challenges in \ndelivering a national social prescribing service to reduce loneliness”\nHowarth, M., Griffiths, A., da Silva, A. and Green, R. (2020)“Social prescribing: a ‘natural’ community-based solution”, BritishJournal of \nCommunity Nursing, 25:6 294-298.\nHusk, K., Blockley, K., Lovell, R., Bethel, A. , Lang, I., Byng, R. and Garside, R. (2020) “What approaches to social prescribing work, for whom, \nand in what circumstances? A realist review”, Health and Social Care in the Community, 28, 309-324.\nInstitute for Fiscal Studies (2021) Could NHS waiting lists really reach 13 million? https://ifs.org.uk/publications/15557\nIpsos Mori (2021) GP Patient Survey https://gp-patient.co.uk/\nJani, A., Liyanage, H., Hoang, U., Moore, L., Ferreira, F., Yonova, I., Tzortziou Brown, V. and , de Lusignan,  S. (2020)  “Use and impact of social \nprescribing: a mixed-methods feasibility study protocol”,  BMJ Open 10:9, doi: 10.1136/bmjopen-2020-037681.\n\nfrontiereconomics\nREFERENCES (4)\n43\nKigarriff-Foster, A. and O’Cathain, A. (2015) “Exploring the components and impact of social prescribing”, Journal of Public Mental Health, \n14:3, 127-134.\nLocal Digital / Snook (2021) OpenCommunity Discovery: The case for a community-based services data standard \nhttps://www.localdigital.gov.uk/wp-content/uploads/2020/03/Report-OpenCommunity-Data-standards.pdf\nLoftus, A. M, McCauley, F. and McCarron, M. O. (2017) “Impact of social prescribing on general practice workload and polypharmacy” Public \nHealth, 148, 96-101\nMalhotra, G. (2021) North East London Guide for new Social Prescribing Link Workers, North East London Health and Care Partnership, London\nMartin Bell Associates/Elemental Software (2021) Social Prescribing and the Digital Landscape, Martin Bell/Elemental, UK.\nMason, J. , Gatineau, M., Beynon, C., Gledhhill, R., Clark, R., and Baker, A. (2019) Effectiveness of social prescribing: An evidence synthesis, \nPublic Health England, London\nMental Health Foundation (2021) Loneliness during Coronavirus https://www.mentalhealth.org.uk/coronavirus/loneliness-during-coronavirus\nNHS (2019) Welcome! An induction guide for social prescribing link workers in primary care networks, NHS, UK\nNHS Alliance and the Primary Care Foundation (2015) Making time in General Practice \nhttps://www.primarycarefoundation.co.uk/images/PrimaryCareFoundation/Downloading_Reports/PCF_Press_Releases/Making-Time-\nin_General_Practice_FULL_REPORT_28_10_15.pdf\n\nfrontiereconomics\nREFERENCES (5)\n44\nNHS Digital (2021) Appointments in General Practice June 2021 https://digital.nhs.uk/data-and-\ninformation/publications/statistical/appointments-in-general-practice/june-2021\nNHS England and NHS Improvement (2019) Long Term Plan https://www.longtermplan.nhs.uk/\nNHS England and NHS Improvement (2021 A) Social prescribing https://www.england.nhs.uk/personalisedcare/social-prescribing/\nNHS England and NHS Improvement (2021 B) Consultant-led Referral to Treatment Waiting Times Data 2021-22 \nhttps://www.england.nhs.uk/statistics/statistical-work-areas/rtt-waiting-times/rtt-data-2021-22/\nNHS Personalised Care Digital Programme (2021) Social Prescribing Systems and Services –Support Pack & Buyers Guide\nNowak, D. A. and Mullgian, K. (2021) “Social prescribing: A call to action”, Canadian Family Physician, 67, 88-91. \nONS (2021 A) Has the Coronavirus pandemic caused life expectancy in the UK to fall? https://blog.ons.gov.uk/2021/09/23/has-the-\ncoronavirus-pandemic-caused-life-expectancy-in-the-uk-to-fall/\nONS (2021 B) Coronavirus and the social impacts on Great Britain \nhttps://www.ons.gov.uk/peoplepopulationandcommunity/healthandsocialcare/healthandwellbeing/datasets/coronavirusandthesocialimpacts\nongreatbritaindata\nOpen Data Institute (2021) OpenActive: Getting the Nation Active https://theodi.org/project/getting-the-nation-active/\n\nfrontiereconomics\nREFERENCES (6)\n45\nOpen Referral UK (2021) https://openreferraluk.org/\nOxford-Royal College of General Practitioners Clinical Informatics Digital Hub (2021) Social Prescribing Observatory \nhttps://orchid.phc.ox.ac.uk/index.php/social-prescribing/\nPescheney, J. V., Randhawa, G. and Pappas, Y. (2019) “The impact of social prescribing services on service users: a systematic review of the \nevidence”,  The European Journal of Public Health, 30:4, 664–673\nPickering, J. and  Smyth, K. (2021) “Social prescribing: a nurse-led pilot project in a general practice setting”, Primary Health Care. doi: \n10.7748/phc.2021.e1717\nPolley, M., Whitehouse, J., Elnaschie, S. and Fixsen, A. (2019a) What does successful social prescribing look like –mapping meaningful \noutcomes, University of Westminster, London.\nPolley, M., Seers, H. and Fixsen, A. (2019b). Evaluation Report of the Social Prescribing Demonstrator Site in Shropshire –Final Report, \nUniversity of Westminster, London.\nPrescribing.Social (2021) https://prescribing.social/\nProfessional Record Standards Body (2021) Social prescribing standard update https://theprsb.org/social-prescribing-standard-update/\nReinhardt, G. Y., Vodovic, D. and Hammerton, C. (2021) “Understanding loneliness: a systematic review of the impact of socialprescribing \ninitiatives on loneliness”,  Perspectives in Public Health, 141:4, 204-213.\n\nfrontiereconomics\nREFERENCES (7)\n46\nRhodes, J. and Bell, S. (2020) ''It sounded a lot simpler on the job description'': A qualitative study exploring the role ofsocial prescribing link \nworkers and their training and support needs”, Health and Social Care in the Community, 00, 1-10.\nRoyal College of General Practitioners (2018) RCGP calls on government to facilitate 'social prescribing' for all practices \nhttps://www.rcgp.org.uk/about-us/news/2018/may/rcgp-calls-on-government-to-facilitate-social-prescribing-for-all-practices.aspx\nSavage, R. D., Stall, N. M. and Rochon, P. A. (2020) “Looking Before We Leap: Building the Evidence for Social Prescribing for Lonely Older \nAdults”, journal of the American Geriatrics Society, 68, 429-431.\nScott, J., Fidler, G., Monk, D., Flynn, D. and Heavey, E. (2021) “Exploring the potential for social prescribing in pre-hospitalemergency and \nurgent care: A qualitative study”, Health and Social Care in the Community, 29, 654-663.\nThe Health Foundation (2021) What geographic inequalities in COVID-19 mortality rates and health can tell us about levelling up \nhttps://www.health.org.uk/news-and-comment/charts-and-infographics/what-geographic-inequalities-in-covid-19-mortality-rates-can-tell-us-\nabout-levelling-up\nThe Health Foundation (2018) An introduction to the social determinants of health https://www.health.org.uk/publications/what-makes-us-\nhealthy\nTierney, S., Mahtani, K. R., Wong, G., Todd, J., Roberts, N. Akinyemi, O., Howes, S. and Turnk, A. (2021) “The role of volunteering in supporting \nwell-being –What might this mean for social prescribing? A best-fit framework synthesis of qualitative research”,  Health and Social Care in the \nCommunity, 00,1–22. \n\nfrontiereconomics\nREFERENCES (8)\n47\nUK Parliament POST (2021) Mental health impacts of the COVID-19 pandemic on adults \nhttps://researchbriefings.files.parliament.uk/documents/POST-PN-0648/POST-PN-0648.pdf\nUniversity of Kent, Curtis and Burns, (2020) Unit Costs of Health & Social Care \nhttps://kar.kent.ac.uk/84818/13/Unit_Costs_of_Health_and_Social_Care_2020%20%281%29.pdf\nUniversity of Westminster (2017) A review of the evidence assessing impact of social prescribing on healthcare demand and cost implications \nhttps://westminsterresearch.westminster.ac.uk/download/e18716e6c96cc93153baa8e757f8feb602fe99539fa281433535f89af85fb550/297582\n/review-of-evidence-assessing-impact-of-social-prescribing.pdf\nVidovic, D., Reinhardt, G. Y. and Hammerton, C. (2021) “Can Social Prescribing Foster Individual and Community Well-Being? A Systematic \nReview of the Evidence”,  Int. Journal of Environmental  Research in. Public Health, 18, 5276. https://doi.org/10.3390/ ijerph18105276\nWildman, J. M., Moffatt, S., Penn, L., O’Brien, N., Steer, M. and Hill, C. (2019) “Link workers’ perspectives on factors enabling and preventing \nclient engagement with social prescribing”, Health and Social Care in the Community, 27, 991–998.\nWood, E., Ohlsen, S., Fenton, S-J., Connell, J. and Weich, S. (2021) “Social prescribing for people with complex needs: a realist evaluation”, BMC \nFamily Practice,2021, 22-53. DOI: https://doi.org/10.1186/s12875-021-01407-x\nWoodall, J., Trigwell, J., Bunyan, A-M., Raine, G., Eaton, V., Davis, J. and Hancock, L. (2018) “Understanding the effectivenessand mechanisms of \na social prescribing service: a mixed method analysis”, BMC Health Services Research, 18, 604-615.\n\nFrontier Economics Ltd is a member of the Frontier Economics network, which consists \nof two separate companies based in Europe (Frontier Economics Ltd) and Australia \n(Frontier Economics Pty Ltd). Both companies are independently owned, and legal \ncommitments entered into by one company do not impose any obligations on the other \ncompany in the network. All views expressed in this document are the views of Frontier \nEconomics Ltd.","version":"1.10.100"}