{"numpages":40,"numrender":40,"info":{"PDFFormatVersion":"1.4","IsAcroFormPresent":false,"IsXFAPresent":false,"Title":"Project write up - Data Platforms and Citizen Engagement","Producer":"Skia/PDF m104 Google Docs Renderer"},"metadata":null,"text":"\n\nData platforms, portals and civic\nengagement\nMarch 2022\nAuthors\nRachel Wilson and Tim Davies, with contributions from Anna Goss, Sonia Duarte and Olivier\nThereaux\nData portals are platforms that have enabled rapid growth of open data practice over the last\ndecade. But they have become a barrier and a bottleneck, requiring a radical rethink. During\nthis project we developed a set of insights, roles and proto-patterns that re-imagine portals as\nconnected services, rather than technology products; proposing new approaches to bridge\ngaps in data discovery, quality and engagement, if data is to provide value for a wider audience.\nAcknowledgements\nWith thanks to our sprint participants Siôn Elis Williams, Mysociety; Sam Roberts, Elizabeth\nWatson and Isabella Fudge of Central Data and Digital Office; Ellen Goodman, the Open\nData Institute (ODI), Tim Davies and Anna Goss.\nThanks to our interviewees for their invaluable perspectives: Community organisers and\nrepresentatives Fausto Llopis, Nick Gardham, Richard Galpin, Steven Miller and Michael\nEdwards; ODI and ODI alumni Lucy Knight, Fionntan O’Donnell, Leigh Dodds and Jeni\nTennison. Also Siôn Elis Williams, Mysociety; Andy Dudfield, Full Fact; Sam Roberts, Central\nData and Digital Office; Gea Mikic, Icebreaker One; Yiu-Shing Pang, UK Power Networks;\nAndrea Abellán, DataJournalism.com; Patrick Lozeau, City of Montreal; EtaLab and EtaLab\nalumni Mario Restuccia, Julieta Barado and Simon Chignard; Tim Binding, Thomas\nWesthrope, Plymouth County Council.\nAnd finally thank you to those who provided insights and feedback onearly thinking\nincluding Ivan Begtin, Leigh Dodds and Eduardo Hernández Incháustegui\nLicence\nContent and imagery in this document is licensed underCC BY-SA 4.0\n1of40\n\nIntroduction\nThe idea of open data is simple but powerful: theeconomic and social value of datais\nmaximised when it is made as open as possible. In particular, public data can be seen as a\ncivic resource feeding into many forms ofcitizenparticipation. However, more than a decade\nsince open data first began attracting policy attention, there is now a sense that much of the\npotential value of both public and private data is going unrealised.\nOne of the most common methods for making data available – particularlyopen data– is\nthrough a‘data portal’: a single online destinationthat hosts and curates datasets, and where\nusers can search for, and discover, data to use for some purpose or goal.\nThis project looked at data portals as a tangible object and lens to focus on the interaction\nbetween data publishers and data users, particularly in relation to activities that aim to achieve\noutcomes for the public good. In doing so, we have developed ideas that will be of relevance\nnot only to portal developers and stewards, but to anyone seeking to generate value from data\nresources.\nThere are many ways ofcollecting, sharingandaccessingdatato realise its value, but\ndata catalogues and portals have been one of the mostconsistent features of the\ndata access landscape.The earliest open data portalswere launched as part of government\nefforts to be‘  transparent, participatory and collaborative’,framing open data as a way of\nenabling greater shared problem solving between citizens, the private sector and the state.\nHundreds of organisations, initiatives, and national and local governments havelaunched data\nportalssince 2010, often as the flagship componentof an open data project. Today the\nlandscape covered by portals is vast, encompassing the fulldata spectrumfrom open to\nrestricted access; public, community-run and commercial operators;\nData portals, as single-destination technical products,remain an instinctive, intuitive, tangible\nsolution for data publishers whose needs they meet well. Whether focused on a topic or a\nregion, it is an approach taken byorganisationaldata publishers,regional data authorities,\nacademics, campaign groups, organisers andadvocates;or is used to focus efforts on\nchallenges such asclimate changeand othercomplexproblems.\nManydata assessment frameworks and maturity modelscite ‘civic engagement’ as the reason\nfor developing a data portal. However, they are often centred on encouraging citizens to\nengage more with data, rather than on how data can support existing or potential topic-focused\npublic participation.\nRegardless of their intended use, data portals are attracting growing criticism from both novice\nand expert users. Most of the criticism stems not from rejection of the concept of open data\nsharing or even portals completely, but because the promise of portals – enabling effective data\ndiscovery and use – is difficult to realise with the current generation of portal platforms.\n2of40\n\nAs the volume of data continues to grow, without substantial maintenance and refreshing of\nexisting portals, data users can find it increasingly difficult to find relevant data: either because\nit’s not available on the portal, or because datasets are not documented in ways that make it\neasy to find the right datasets at the right time.\nDespite widespread acknowledgment that there are problems with data portals, there isn’t a\nconsensus on the way forward. This project looked at the future of data portals and uncovered\nsome new ideas and directions for further work.\nOur approach\nIn October 2021, the Open Data Institute (ODI) set out to explore the future of data portals and\nplatforms for citizen engagement through a three-stage process:\n●\nWe commissioned a landscape reviewlooking at theacademic literature, history of\nportal development, and examples of emerging practice, and shared ourworking drafts\nfor public feedback.\n●\nWe talked to a cross section of portal stakeholdersincluding data portal\nmanagers and users, citizen advocate groups and intermediaries. Researchers at the\nODI carried out 16 informal interviews to understand the particular frustrations, pain\npoints and personal perspectives arising in their work with data portals. We shared early\nfindings from this work, and sought feedback during a fringe workshop of the ODI\nSummit.\n●\nWe carried out a service design sprintonline overtwo weeks, resulting in the\ncreation of initial user journey maps, suggestions for new roles for people, and a\ncollection of proto-patterns to explore in future data portal design.\nThis report describes this approach and shares the findings as of March 2022.\nThe portal problem\nData portals have a range of features and functions, and so it is important to be careful in the\nlanguage used to describe them and theideas we invoketo avoid talking at cross purposes: a\nportal may be employed as a catalogue, a data sandbox, a host for documentation and\ncommunication around data, a tool for data and quality management, or a provider of tools for\nsense-making or collaboration.\nAs a minimum, the public face of a data portal provides data users with a list of datasets to\naccess, and behind the scenes will provide features to data publishers for entering or\nharvesting and managing metadata. Depending on the intended users, a portal may also\n3of40\n\ninclude features such as faceted search, category browsing, discussion spaces, tools for data\nvisualisation, and provision for data hosting and access control.\nThere is arelatively small number of portal platformsavailable, including the open source CKAN\ntools, and the commercial vendors such as Socrata, Open Data Soft and ArcGIS (alongside a\nfew other platforms, including alternative open source platforms developed in France and\nAustralia). Despite similar user interfaces, each of these platforms has different histories,\nstrengths and target markets.\nPortals as civic participation platforms\nMany ofthe assessment frameworks and maturity modelsput forward over the yearshave\ncited ‘civic engagement’ as the logical endpoint for portal development, often framing this in\nterms of engagementonthe portal. However, if welook at how data is used by potential portal\nusers’ throughout their journey to achieving specific goals, this offers a different way to think\nabout how data is made available and its relationship to engagement and participation with\nbroader systems. In particular, if users are defined as ‘citizens and citizen groups seeking to\nrealise social value by addressing topics that matter to them’, we can look at the range of\ntouchpoints they might have when searching for, accessing and using data. And we can gain\nnew perspectives onthe role of data platforms, includingportals, in supporting a vibrant public\nrealm.\nCivic engagement around data is not just about citizens finding and using datasets: it also\ninvolves conversations about the construction and sharing of data itself. For example, while\nearly open government data portals operated on the principle that only government data\nmatters for engagement and accountability, today that is rarely the case. The data driving public\ndecisions may also come from private sector data sources, analytics models, citizen science\nand many other sources with different practices, relationships, norms and even power. Data\nthat helps people solve problems has to crossorganisationalor spatial boundaries. However,\ndiscussions around data platforms and civic participation have often centred on how to get\nusers to engage more with the data, rather than emphasising how platforms can support\nexisting or potential processes of problem solving, value creation or topic-focused public\nparticipation.\nGateway or pinch point?\nMuch as a kiosk or ‘one-stop shop’ at a council office functions as the focus of interaction\nbetween a citizen and providers of local services, data portals generally sit at the boundary\nbetween data practice inside an organisation, and data practice in the wider field, be that within\nacademia, local community or society as a whole.\nData from many different teams and departments is often placed onto a single hosting platform,\nsupported by a dedicated team with technical and procedural oversight. A single user interface\nthen hosts diverse datasets, sometimes with little in common other than that they originated in\n4of40\n\nthe same organisation. The theory is that many different users can then draw on the available\ndata to generate value in a wide variety of ways, including supporting transparency, driving\nefficiency, catalysing participation, engagement and co-production, or sparking and supporting\ninnovation.\nWhile early portals opened a channel for data to flow, portals and single-destination data\nplatforms are today more often experienced as a pinch point.\nPortals as a pinch-point (Author’s)\nCriticism of data portals\nAlthough open data strategies have matured over the last decade, data portals have not\nevolved much, particularly from a data user perspective. The substantial and growing\nacademic literatureon open data portals is almostuniversally critical of their failure to meet user\nneeds for discoverable, usable data. Yet few studies propose how portals could be\nre-designed; focusing instead on setting benchmarks that portals consistently fail to reach.\nThere is a tension between the ongoing need for platforms to surface data, yet the root causes\nof problems with how that is done effectively go unaddressed. Portal product development has\nbeen driven by internally, and sometimes politically, determined value rather than outcomes or\nuser need, which has resulted in features that are publisher and data centric. Despite the\n5of40\n\ndevelopment of features along a path to ‘product maturity’, few stakeholders appear to be\nsatisfied with the service that portals provide.\nThe underlying frustrations are as varied as the user needs and expectations. Computer\nscientists are frustrated with the lack of machine-readable data available; political scientists with\nthe lack of tangible impacts on transparency; and human-computer interaction researchers with\nusability challenges of portals failing to make data more accessible to non-technical users.\nEnterprise approaches to data infrastructure and metadata management are leapfrogging the\ncurrent capability of public data portals, and although best practice models of data stewardship\nhave been transformed over the last decade, many open data initiatives remain centred on\nstruggling portal projects. Although agile and user-focused methods for digital service\ndevelopment have become embedded across organisations including governments, they have\nyet to be applied at scale to the data portal concept.\nIdentifying the gaps: discovery, quality and\nengagement\nOur interviews and desk research surfaced several common complaints about data portals,\nrevealing a complex picture of unmet user needs and goals. Some criticism stems from a gap\nin expectation, others are dissatisfied with the data itself having been produced by opaque\ninternal processes, and others with their ability to make sense of the data they do find and turn\nit to their own uses.\nThe criticism covers a range of technical, social, organisational and political aspects of how\nportals work, and reflects failures around datadiscovery,qualityandengagement. Although\nnot exhaustive, there are challenge areas that future work needs to address:\nThe discovery gap: relevant data is hard to find\n●\nMissing or mismatched results for a specific search term.This could be\ncaused by unpublished data, uncollected data, inadequate metadata or a lack of\ndomain knowledge when the user is choosing search terms.\n●\nUsers can’t tell if search results are suitable or relevant. This may be because\nof inadequate or unsuitable documentation, or because the user lacks specialist\ndomain knowledge. Civic users often come with broad questions and yet are\npresented only with specific, discrete and disconnected datasets.\n●\n‘Just give me the data’.Technical users especiallyare asking for frictionless\naccess without requiring wizards or query builders. They may want access to APIs\nor automated data download.\n●\n‘Just give me the answer’.Non-technical users especiallyare looking for an\nanswer to a general question which the data may yield only after significant\nanalysis, or may only become apparent when combined with other datasets\n●\nInsufficient curation leads to discovery failures.Users may be unaware that\n6of40\n\ncomplementary datasets are available that would enhance value. For example,\ncollections can be more useful than individual datasets, or certain datasets are\nmore valuable when linked to key reference data.\n●\nPortals are not ‘of the web’making it hard to navigateconnections and onward\njourneys from within the data because it is unstandardised, unconnected or\ndoesn't use the technologies of the web.\n●\nHigh value is hard to find. Crucial datasets suchas about companies or\ngeographical boundaries can be recombined to add value, but each new user\nmust start searching afresh.\nThe quality gap:the data available is not structured,timely, documented or otherwise fit\nfor use\n●\nUnsatisfactory qualitysuch as being incomplete, outof date, inconsistent\ngranularity or provided in file formats that are difficult to work with. This often\nappears to be the result of an inadequate data pipeline or a lack of feedback\nloops.\n●\nDuplication and superseded information. Some portalsare created to collate\ndata for a topic, yet the same datasets can be useful in many domains, leading to\ncopies. Users need specialist knowledge to find the original data source.\n●\nData cleaning and analysis processes require reinventing the wheelbecause\ndata publishing is centrally controlled and feedback loops are lacking user input.\n●\nData is not available in real-time in a format for automated access or\nintegrationis a common complaint for businesses,or those monitoring a\nsituation over time such as fact checkers.\n●\nDifficulty interpreting, comparing or combining datasets.In some cases, it is\ninappropriate to do so because of incompatible collection methodologies; in other\ncases, the challenge relates to specialist knowledge that would help dataset use.\nThe engagement gap:the pathways to make effectiveuse of data are poor\n●\nData is disconnected from sources of information.Portals host data but often\nthe context, analysis and meaning are described on other websites. The two are\nrarely linked and a user may start their search from either point\n●\nPublishing is ‘drop and run’ with little ongoing support.Publishers are familiar\nwith the nuances of the data they have collected and worked with, but the nature\nand features of portals as products don’t incentivise continued knowledge sharing\nwith data re-users. For users, having access to data but not the technical skills or\nliteracy to make use of it can be frustrating.\n●\nPublishers don’t know where to expend effort.Publisherswould like to know\nwhich data is the most useful and used, to help prioritise limited resources.\nOn a broader level, interviewees explained that the cost and effort involved in implementing\ndata portals as technical implementations are under-estimated. If the intention is to satisfy user\noutcomes and needs, then, counter-intuitively perhaps, efforts might be better focused on\nnon-technical approaches.\n7of40\n\nFew, if any, of the problems outlined above are ultimately about the portal itself, or can be\nsolved by technical features alone. Rather, a wider range of interventions may be needed,\nfocused in particular on people and processes, alongside platforms. Any proposed\nimprovement to portals as a ‘product’ needs to take all these challenges into account if it is to\naddress the underlying issues.\nPlatforms re-designed as services: an exploratory\nprocess\nAs the ‘pinch point’ model above demonstrates, civic engagement involving data is not\nnecessarilyaboutdata, but rather the interactionof agendas and people inside and outside of\nvarious institutions. Supporting engagementthroughdata requires data infrastructure that is\naccessible in the broadest sense, and that facilitates the exchange of both data and ideas.\nData users have meaningful goals andsocial practicesthat result in complex processes of data\nseeking, access and use. Whereas most data portal maturity models focus mainly on technical\nfeatures, we should look at how to weave together people and organisations, over time and\nacross channels. This is the domain not of product design but ofservice design.\nService design techniques\nDesign sprints are a technique from service and product design that bring a team together for a\nweek to focus, explore, learn and stimulate ideas. We asked an experienced service designer to\nfacilitate a team through aservice-oriented designsprintexploring the questions ‘What could\nthe future of engagement with data look like if it is to better support civic participation? And\nwhat can this tell us about the future of data platforms?’\nTheframing and intention of the sprintwas to:\n●\nimagine a world without data portals; how might we address existing needs of people\nwanting to interact with underlying systemsthroughdata.\n●\nidentify the limits of technology and explore the roles people might play in creating a\nsuccessful data ecosystem connecting products, services and people.\n●\nproduce artefacts and ideas that could advance conversations about data platforms\nand initiatives. User journey and service-design artefacts can be an efficient way to\nexplain complex interactions and focus on solutions; inspiring conversation and\ndevelopment of the next phase of services and tools.\n8of40\n\nOur modified service design approach\nA design sprint is intended to give teams a shortcut to learning without the expense of\nbuilding and launching. A service-oriented approach means that outside of products, the\nteam also considered people, organisations, communities and data.\nResearch in the first phase uncovered many users of current portals, with their own goals\nand needs. To design services for them all would normally require a more rigorous approach:\nfocused design sprints might focus on one shared goal across users, or take one user type.\nInstead, we were keen to use the sprint outputs to instigate conversations between different\npeople working in the data portal space; to broaden and root conversations in user needs.\nWe decided to deviate from the traditional structure of a design sprint as pioneered by\nGoogle Ventures, which ends with testing a prototype‘product’ on the final day, and more\nclosely followed aDesign Sprint 2.0orMinimum ViableServiceprocess.\nDay 1 (½ day)Day 2 (½ day)Day 3Day 4Day 5\nScene settingBroadening\nperspectives\nUser journey &\ndesign ideas:\n“Discovery”\n(data user)\nUser journey &\ndesign ideas:\n“Quality”\n(supply side)\nRefining ideas,\nstoryboarding\nand next steps\nFor more detail about the format and structure of the week, please refer to theconcept note\nand collaborative Miro boards linked above.\nGiven the complexity of the problem – not least in terms of the distributed ownership of the\npotential solutions – we set out to explore the topic and stimulate creative responses rather\nthan to definitively solve the problem. The outputs were ideas, nudges and service-based\njourneys (sometimes represented by digital product interfaces), rather than a set of\nhigh-fidelity prototypes which are ready to build.\nInputs: informing the design process\nAny design process is shaped by the inputs that feed into it. We focused on bringing inputs\nfrom a wide range of people and perspectives with experience of citizen engagement with and\nthrough data.\nPeople: insights from different stakeholders\nThe team included representatives from a government agency maintaining a national data\nportal; research staff from the ODI involved in various data programmes; an outreach and\nnetworks coordinator from a civic technology non-profit; and an open data researcher with a\nbackground in civic participation. Video ‘witness statements’ were used as a substitute for\ncommunity representatives who were unable to attend.\n9of40\n\nWhat civic participation through data can look like\nCommunity organiser in Walworth\n“When you talk to people about data they are very interested. We had a street party in\nWalworth, and put a stall up with data about a story, thinking nobody would come and visit it.\nBut there was a queue of people that wanted to talk to us.\n“They're fed up because they're ... endlessly being surveyed for all kinds of things. They give\ninformation to the organisations that support them, but nothing comes back. So they want to\nparticipate. They don't want to participate on current terms.\n“Mostly [data portals] comprise data that's collected for a system need. And we're interested\nin collecting data that's for a community need.\n“We might have what we call problem-solving booths, where you get a series of chairs in a\nstreet and people sit down and start talking about data. Where that leads to is finding small\ngroups of engaged people in communities who really want to help us take this forward, they\nwant to be representing the group that will own the data, they want to participate in the\nprocess. And then they get involved in either one or two groups: a design group that actually\ndesigns what data are collected, how it's going to be owned, what will happen if somebody\nelse wants to use it, what they will pay if they are going to use it, what the feedback loops will\nbe and so forth. And then we have an ethics committee chaired by a professor of philosophy\nor an ethics expert but then all of the other members are community members. If you come\non Wednesday night, there will be a Zoom call with women from Glasgow and Rotterdam.\nAnd they'll be talking about ethics.”\nData Play\nTown planners in Plymouth host regular events bringing together residents, designers,\nentrepreneurs, technologists, families and local talent to “come together and play with the\ndata. These days are set in a fun, creative environment and focus on different themes and\nsome of the challenges the council faces”, for examplearts and culture, theclimate\nemergency, orhousing and social enterprise.\nThe idea behind the family-friendly events is to “closethe feedback loop: appealing not just to\nthe reporting warriors but to have a richer conversation.”\nPersonas and roles: designing for diverse needs\nDesign sprint teams should include representation from people who will contribute to, benefit\nfrom or be impacted by the products, systems or services in scope. Open data users that we\nuncovered in the literature and interviews were distilled into 12 personas describingmotivating\ngoals and associated user needs. The personas aresummarised below, along with a\nrepresentative quote paraphrased from the interviews.\n10of40\n\nThe roles exemplified by these personas may be combined or interchanged depending on\nsomeone’s goal. For example, increasingly data publishers may also be data users of the same\nplatforms in different contexts, a pattern the ODI uncovered during research into futureneeds of\nusers of the London Datastore.\nRoles for civic intermediaries\nMany of these roles, such as the ‘curious citizen’, are found throughout the literature. Because\nthis project focused on the ambition of open data to support civic engagement, we spoke to\nexperts in the field of civic participation and organising, who told us that citizens rarely interact\nwith data directly. This isn’t necessarily because of data literacy issues, but because effective\ncivic influence requires intermediaries to advocate for citizens and interact with occasionally\ncomplex power relationships; and the data comes later.\n11of40\n\nThese intermediary roles are represented by the ‘citizen activist’, who may be campaigning on a\nspecific issue; the ‘community organiser’ who help citizens build momentum through\nstorytelling, often replacing lost local journalism; and the ‘community facilitator’ who work in\npartnerships to collect and use data to understand and enable the flourishing of their\nneighbourhoods.\nBuilding diverse teams\nA diverse range of perspectives makes for better design. Inspired by ideas ofdesign justiceand\ninclusive practice, we offered a financial stipendfor up to three participants who might\notherwise have financial barriers to joining. These places weren’t taken up, however, whether\ndue to scheduling constraints, failure to reach those who might have wanted to participate,\ninadequate effort made to reach the right people, or the way we positioned the sprint.\nOur experience has implications for the future of the design of data services. Producing\nsomething genuinely useful requires effort and flexibility to foster genuine participation.\nConscious and significant early effort should be made by anyone taking this work forward to\ndevelopinclusion strategies, nurture relationships,and engage with a wide range of\nperspectives, adapting to any specific needs as they surface.\nPerspectives: lenses for problem solving\nSoftware platforms arecollections of ideasas muchas they are collections of code. Any design\nprocess is informed, often implicitly, by a set of ethical, political, practical and philosophical\nperspectives. These shape the values that guide design choices, and in any collaborative\ndesign process it can be useful to surface and discuss driving forces, values and mental\nmodels.\nThroughout this project, and particularly during our design sprint, we adopted several different\nlenses to examine the problem:\nFunction:Portals can function as catalogues; accountabilityplatforms, data stewardship tools,\nengagement tools; metadata ‘factories’; data governance hubs; data QA pipelines,\nswitchboards, narrative platforms or engagement funnels. Each function could be designed\ndifferently to deliver value in its specific way.\nValue:Thevalue of datacan be measured in many ways:social, political, economic and\nenvironmental. Depending onthe sector generatingthe value, data generates transparency,\nefficiency, participation and innovation related value.\nOperational model:Data infrastructure can be privately,publicly or community managed.\nInteractions with the data via interfaces and people will differ accordingly.\nGoal:Users will have a goal in mind that data canhelp with. They may be looking for data\n(discovery); looking for answers in the data (quality); looking to understand or tell stories with\nthe data (meaning); or looking for change (engagement).\n12of40\n\nMode of civic participation:Data may feed into political participation by informing citizens as\nvoters or campaigners; supporting collaborative participation to enable the co-production of\nservices; or oriented towards more neoliberal notions of citizen power based on informed\nconsumer choice in a marketplace of public services.\nEthical framework:Prioritisation of design optionsand approaches is shaped by implicit and\nexplicit ethical frameworks. The team considered three perspectives: aggregate consequences\nof a technological artefact (Utilitarianism); how a design enables fundamental rights of users\n(Deontology); and the kinds of character and behaviours that a design fosters (Virtue Ethics).\nTheoretical frameworks:In particular, we made referencetoElinor Ostrom’s principles for\nmanaging shared resources,Sherry Arnstein’s Ladderof ParticipationandWilson’s model of\ninformation-seeking behavioursuch as active, passiveand ongoing search behaviours.\nOur work was also informed by the lenses the ODI uses toexplore and explain complex\ndata access systems. For example, considering portalsasdata infrastructureembedded in\nanecosystemofdata access modelswhich may beopen,closed or shared, including\ncollaborative and community owned models; managedintrustworthyandsustainableways.\nFinally, the team paid particular attention torolesfor peoplein providing solutions, asking\nabout the skills or services that could be encapsulated by roles and jobs rather than by\ntechnical platforms.\nWe couldn't address all these perspectives at once, and we were not able to apply them all\nconsistently. However, by identifying different ways of thinking about future portal design, this\nwork forms a set of resources for future work to build on, supporting a more rounded\nconversation.\nInsights: deeper understanding through design\nThe early stages of our design sprint uncovered key insights that helped to focus work on\npotential solutions. Below are some of these.\nBroken journeys\nPutting ourselves in the shoes of data users searching for relevant data to address some civic\ngoals - “I want to help lonely people in my community”, “I am campaigning for a new local\nallotment with water supply” and “I am writing to my MP with evidence fuel poverty is worsening”\n- resulted in the following user journey map depicting the routes when we were unable to achieve\nour goal:\n13of40\n\nUser journey map for broken journey\nOur experiences corroborated complaints expressed by interviewees, including:\nThe false promise of a single shopfront.Portals atfirst appear to offer ‘all the data in one\nplace’, but from the perspective of users seeking data to solve a particular problem, they rarely\ndeliver this. Portals are often built around organisations or particular domains, whereas\nindividuals seeking data to solve problems often need data that crosses these boundaries. This\nis a driver behind suggestions to create new topic-focused portals.\nDead ends and 404s.Datasets usually need some degreeof maintenance. Several of our\nhypothetical searches either surfaced the metadata for outdated datasets (‘I can find a dataset\nfrom 2017; is there anything more recent?’), or 404 pages (‘Hmm, it seems the portal has\nlinked me off to a dead dataset’).\nInterpreting data takes specialist knowledge. Muchof the data on portals is ‘data\nexhaust’: collected for one purpose, but now available for others. To work out whether it can be\nrepurposed requires a degree of knowledge about the background of the data, or knowledge of\nalternative data sources that might be available. This is a tricky problem to solve with\ntechnology and tools alone.\nSearch sets up particular expectations.Most searchesbegin with a search box – whether\non the portal itself or a search engine – but finding appropriate datasets often involves a more\nexploratory process. Our team struggled to use faceted ‘drill-downs’ to refine searches since\nthey are designed around the organisational structures of the portal creators, rather than the\nproblems, positions and capabilities that users arrive with.\n14of40\n\nPortals only surface the data thatiscollected.However, in some cases, the team sought\ndata that wasn’t yet collected (or published). Portals offer few pathways to support users\nreaching data dead ends to either adapt their information-seeking strategies, or to consider\nways of creating the missing data through community action.\nThere are limited incentives for publishers to improve their dataand few ways for users\nto flag their interest in using unpublished data, or to report problems with discovery or data in\nways that feed back into improvements.\nEach encountered problem represents a ‘broken journey’, ie, a moment where someone may\ngive up. While this is by no means an exhaustive list, these challenges shaped the solution\nspace the team went on to explore.\nDesign principles\nRecognising that values and ethical ‘tensions’ can unconsciously shape system design, the\nteam created design principles to use as ‘ethical touchstones’ throughout the design process\n1\n.\nPrinciples are useful for prioritising effort and design choices, for example see Lou Downe’s\nprinciples for a ‘good service’, including:\n●\nEnable each user to complete the outcome they set out to do\n●\nRequire no prior knowledge to use\n●\nHave no dead ends\n●\nBe usable by everyone, equally\n●\nMake it easy to get human assistance\nMaking of maps\nMapping exercises clarify and combine the experiences of the representatives in the room. The\nteam collaboratively produced two maps of activities and interactions, looking for key moments\nto focus on: one for someone trying to find and use data; and another from the perspective of\nan organisation identifying, collating, publishing and updating data, acknowledging that open\ndata is part of a wider landscape of data governance.\n1\nSee Appendix C for more details.\n15of40\n\nOur two maps collated\nMaps like these can be codified into user journeyblueprints. We created blueprints for an\nexample broken journey, above, and for an alternative model later in this document.\nBridging three gaps\nThree main service gaps emerged from opportunity grouping and mapping activities, and\nbecame our framing throughout the sprint:\n●\nThe data discovery gap.If it exists, people shouldbe able to find and understand the\ndata or information that meets their needs.\n●\nThe data quality gap.Data that people do discovershould be of the highest possible\nquality and fitness for purpose.\n●\nThe engagement gap.People should leave their engagementwith data services and\nproducts with greater confidence to use or contribute data effectively to influence or\ninteract with systems of change.\nThe next two sections further develop some of the ideas that emerged in the sprint and\ndescribe how they might address some of these gaps.\n16of40\n\nThe data discovery gap\nThe most common complaints around data portals were 'missing/mismatched results' and\n'unable to tell if results are suitable', so we focused on the general issue of discovery first.\nUser journey map focused on looking for and finding data\nDuring the mapping exercise, we made the following observations:\n●\nThe motivating trigger for someone starting their search is emotional, whether rooted in\nconcern, anger or passion. Someone is motivated to find out more, or to use data to\nbring about an action in the real world.\n●\nThe search for data might start with a quick internet search, which is often\nunsuccessful.\n●\nAt this point, people either reduce their ambitions, or look for help. Without data-savvy\nfriends or connections, the journey often ends here.\n●\nThe three main outcomes from the process are:\n○\nSuccess:leave feeling empowered by knowing or beingable to do something -\neven if the original assumptions about data have evolved.\n○\nGive upand file away any progress for another day- assuming the original\nmotivation has not diminished.\n○\nShift focusto filling the gap: either by engagingwith the organisation via FOIs\nor other means, or start planning alternative data collection, perhaps locally.\nThis generated opportunity questions such as:\n●\nHow might we move from a search paradigm to a discovery paradigm?\n●\nHow might we signpost engagement links and pathways?\n●\nHow might we help people find their unknown unknowns?\n17of40\n\nKeeping these questions in mind, the sprint team carried out iteration and recombination of\nideas into some suggestions.\nConnecting services to recover from broken journeys\nThrough introducing services, we can help our data seeker recover from broken journeys, for\nexample:\n●\nProvide community-based starting points in social spaces, eg a library or citizens advice\nbureau.\n●\nIf a user starts their journey online, provide several opportunities at different points to\nconnect with experienced guides.\n18of40\n\nStoryboard showing a composite journey based on sketches and ideas contributed by participants\nThe storyboard above introduces a new role for a ‘dataguide’, a person who acts as a data\nexpert and problem solver. They may not have all the answers at their fingertips, but they have\na support network of connections that can help the data-seeker move closer to their goal.\nA broken discovery journey\nShanti is a community organiser supporting a local community wishing to create new\ngrowing spaces with access to water.Community memberssuggest local derelict sites but\nneed to find out who owns the land.\nShanti starts with a web search: for 'Land ownership Southville', but doesn't find any useful\nresources ❌. She searches on the local council website, finding only low-resolution PDF\nmaps when she needs granular data ❌. She tries the 'Open Data' pages of her district\ncouncil but finds nothing ❌.\nPortia works for Southville Council and is tasked with publishing details of council owned\nland.She converts lists of technical spreadsheetsinto user-friendly PDF maps to upload to\nthe council's data portal. She never hears if anyone is using the data or not.\nServices to bridge the discovery gap\nPortia uses aPublishers ToolkitandData ServiceStandardto prepare a collection of\ndata that will meet a variety of user needs, andSignpostsData in Contextby creating links\nto the collection on land-related pages and news articles on the council website.\nWhen Shanti searches on the local council website she finds the map images and links to the\nopen data portal with a full collection of technical data.\nNot knowing how to analyse the data, Shaniti finds a suggestedOnward Journeyto make\nan appointment with aData Guide. Shanti remembershaving seen an advert for the Data\nGuide in her local library and books an initial 15-minute chat.\n19of40\n\nThe Data Guide discusses Shanti’s problem and forwards links to a journalistic project\nmapping land ownership and helps her pay a private water company for data about water\nsupply; finally the guide connects Shanti with a ‘local mapping data’ meetup group to help\nher make sense of the data.\nUser journey map for journey with new services\nThe organisational context: bridging the quality gap\nOur second day’s focus was on the theme of ‘looking for answers in the data’, touching on\nissues of quality, feedback loops and organisational context.\nThe portal shop window hides the complex organisational processes involved in creating,\ncollating, curating and sharing data. Work to make data more widely available is often\ncompeting with other organisational priorities, and data publishing practices can often rely on a\nsmall number of people, creating points of failure when these people are unavailable or change\njobs. This raises the question of how the toolbox of technology and services available to\nincrease engagement with data could be designed for a better fit into real-world organisational\npractice, and bring thehidden labourof data creators,stewards and managers into view.\n20of40\n\nFor data to be useful it needs to be of sufficient quality. Indeed, data quality issues feature\nstrongly in literature and in our interviews, but it canmean many different things, such as\ntimeliness, completeness, accuracy or continuity. For the purpose of the design sprint, we\ndefined quality in the broadest sense as being fit for the original purpose for our civically\nmotivated user.\nData may be missing because it is not collected; ‘official’ data may not represent the concerns\nof people on the ground; quantitative statistics might not adequately capturepeople’s rich\nqualitative experiences; and declining data collectionand maintenance may have taken its toll\non its usefulness.\nThe exploration resulted in the following journey map:\nUser journey map focused on organisational process and feedback loops for data quality\nKey observations from the journey mapping activity were:\n●\nThe trigger for publishing is often some kind of policy mandate, either FOI, transparency\nor open by default; rarely is it to proactively support an active civic concern.\n●\nTwo main routes exist to improve quality: establishing pipeline processes to include\ndocumentation and validation, and user feedback loops of various kinds.\n●\nSome quality issues do have technical solutions such as developing or enforcing\nstandards or improving processes for data collection and defining metadata. Some are\npolitical in nature, and it is important to recognise the organisational reality into which\nany solution needs to integrate.\n●\nIf all feedback mechanisms are mediated through the portal, they become primarily\ntechnical issues and additional pinch points.\n●\nMeaningful participation is one data improvement ‘engine’ by which people can\ninfluence, improve or enhance institutions, organisations and systems.\n●\nWithout maintenance and feedback loops, the most likely outcome is that data sits\nunused and its usefulness declines.\n21of40\n\nThis prompted the following questions:\n●\nHow might we close the loop between owner, publisher and possibilities for learning?\n●\nHow might we redesign the portal as a data collection generated for and used by\nproviders of services, not the other way round?\n●\nHow might we engage communities in decisions around collecting, using and sharing\ndata?\n●\nHow might we guide people who are disappointed by what they find towards ways of\ncreating and improving what they were looking for?\nRoutes to improve feedback loops and improve data quality\nUsing a publisher’s toolkit - a suite of tools used throughout the data publishing pipeline - could\nhelp data stewards to:\n●\nproduce richer context, history, purpose, features and limitations of published data\n●\nmanage user expectations through change-logs and roadmaps\n●\nconsider the external re-use of the data and build the business case to invest in data\npublication and maintenance\n●\nmake internal processes more visible.\nOpening data creates a window into organisations, but to create instead a doorway that\nsupports two-way dialogue requires an emphasis on people and process. By creating\nin-person roles and increasing accessible feedback loops, data stewards can broaden their\nunderstanding of data quality. For example, community coordinators or embedded community\ndata fellows can seek out data ‘use cases’ and be empowered to bring about changes or\nsupport new initiativesto enable community goals.\n22of40\n\nA broken quality journey\nShanti is a community organiser working in partnership with local doctors and housing\nauthorities interested in addressing issues of loneliness.The local community centre records\nfootfall in local community spaces, and carries out regular surveys about the wellbeing of\nlocal residents, which is not shared with mental health service providers ❌. The partnership\nwould like to understand how to use their local community assets such as benches, cafes\nand green spaces to support local walking groups. Data they find online is organised at the\nborough level, when they need it at the neighbourhood level  ❌.\nPortia works for Southville Council and is tasked with publishing details about mental health\nto support policy.The council uses proxy measuresabout income and density of health\nservices to estimate wellbeing in order to target services. Portia suspects the data doesn’t\ncapture local lived experience ❌.\nServices to bridge the quality gap\nPortia wants to validate her assumptions, so she contacts Southville’sEngagement\nCoordinator for the Community,who convenes a workshopwith the neighbourhood\npartnership including Shanti.\nShanti tells the council that data needs to be filterable by ‘neighbourhood’ for it to be useful\nto the partnership. Collections of data are also too focused on financial concerns; Shanti\nsuggests adding a register of community assets as defined by residents.\nPortia reviews the data collection in light of the new information She uses thePublishers\nToolkitprocess to improve the dataset and documentation,and theData Service\nStandardto redesign interaction touchpoints withthe council data team.\nShanti applies for a one-yearData Fellowshipto workwith the data publishers and share\ncommunity insights to improve data practices. Shanti works with localEngagement\nCoordinators,Data Guidesand community organisersto collectively design a new data\ninitiative to record and share data about local assets and resident’s surveys. The team uses\nthePublishers Toolkitto design a microsite usingweb standards such as schema.org and\nDCAT metadata so the community group's data is more discoverable through Google\nDataset Search and other tools.\nProgressing to prototypes\nThe modified design sprint process did not lead us to a single design, but instead to several\nprovocations, proposals, patterns and sketches of potential roles that might exist around future\nportals. These fragments are intended to be the starting point of a conversation, rather than as\nimplementation-ready designs.\n23of40\n\nRoles\nSeveral of the ideas proposed in the design sprint imagine the creation of new roles around the\nportal: from data guides, to community managers and data fellows. To provoke further\nconversations around these ideas, we’ve sketched outline role descriptions in prototype job\nspecifications, summarised below:\nData Guide\nA local point of contact for people seeking to make use of data. Helping them progress onto\nthe next stages of their data journeys. Answering questions, recommending next steps and\nmaking connections.\nEngagement coordinator for the community\nA local data champion, working with organisations who need to better understand data as it\nrelates to communities. Influences the way data is used for collective benefit, and identifies\nopportunities for community-created datato feed intopolicy making.\nData Fellow\nEmbedded within a data publisher, authority or organisation to represent a community’s voice\nwhen implementing data strategy. Supports organisational capacity to create, manage, share\nand use data to deliver their mission in ways that produce positive civic outcomes.\nA Venn diagram showing how roles might overlap and interact with each other\n24of40\n\nThe beginnings of a set of new patterns\nAnyone collaborating to take these ideas forward, for example, portal creators, vendors, service\nproviders and intermediaries, could benefit from a shared language. One way to create\nshareable, adaptable ‘templates’ is to use the format of design patterns:\na design pattern is a general repeatable solution to a commonly occurring\nproblem... A design pattern isn't a finished design that can be transformed\ndirectly into code. It is a description or template for how to solve a problem\nthat can be used in many different situations\n2\n.\nFull pattern development takes iterative refinement and testing, but we’vedrafted some\n‘proto-patterns’based on the ideas and sketches createdduring the design sprint, structured\naround the three key ‘gaps’ identified in our earlier research. A few examples from each\ncategory are summarised below.\nAnti-patterns\nSome approaches have been the focus of considerable effort in both technical design and\nproject implementation, but we would argue, take portals in counter-productive directions.\nCounter to the priorities set out in software and initiative roadmaps we argue that data\nplatforms that aspire to support citizens:\n●\nshould notlist all the re-uses of a dataset. Thisdemands moderation and curation\nefforts that few organisations are placed to take on, leading to ‘maintenance burden’.\n●\nshould notprovide generic automated data visualisation.Attempts to provide\n'preview' tooling that allows users to directly access and visualise the contents of any\ndataset on the platform rarely provide a satisfying user experience. Effort is better\nplaced on summarising data, and leaving visualisation to bespoke tools or analysis.\nAnti patterns like these, when set against the proto-patterns below, help distinguish the different\ndirections that result from taking a service and user-focused design approach, instead of a\ndataset and technology-centric one.\nPatterns for bridging the discovery gap\nIdeas that surfaced in the design sprint addressed data discovery from various directions: from\nan improved multi-step, user-centric search experience on technology platforms, through to\nin-person data guides. These can be expressed as a design pattern as follows:\n●\nTailor the search experience to the user. One searchinterface need not serve all\nuser types. Alternative search and discovery user experiences and interfaces can target\nusers with different needs and goals. Take into consideration that some journeys may\nstart elsewhere.\n2\nSource Making (no date),Design Patterns\n25of40\n\n●\nProvide onward journeys. Whether a user has discovered the data they need or not,\noffer a next step they can take on their journey.\n●\nConnect people to data guides. A data guide is someone able to talk with a potential\ndata user, to understand their goals and needs, and help them shape their strategies for\ndata discovery. Guides may be able to signpost to particular resources or approaches\nto make better use of data.\n●\nPublish datasetsin context. Instead of starting fromdataset metadata in search\nresults and linking to uses of the data, the link should go the other way: key uses of a\ndataset should link to the data and allow search engine crawlers to discover data where\nit is being used.\nPatterns for bridging the quality gap\nSome of the ideas proposed to address the data quality gap focus on providing better tools\nand processes for data stewards and creating a pipeline to provide data within a\nservice-oriented framework:\n●\nProvide a Data Publishers Toolkit. Data publishersuse a set of resources to guide\nthem through the process of publishing and maintaining a data resource.\n●\nScaffolded dataset feedback and requests. Help usersto write good feedback or\ndata requests, and support organisations to respond well to these requests.\n●\nDevelop a service standard for datasetsand collections.Datasets can go through\na draft, alpha, beta and live cycle, shaping them to meet identified user needs.\nPatterns for bridging the engagement gap\nNew roles and ways of working enable new forms of engagement, including in physical space.\nNote that these ideas emerged from the discussions around feedback loops to improve quality:\nsuggesting a positive relationship between engagement and quality.\n●\nPublish a 'Data Yearbook'.Establish a yearly 'publication'which features information\non dataset updates, featured datasets, and planned activities for the year ahead.\n●\nProvide a switchboard service. Asupport switchboardwould connect people with\nrelevant forms of support to help them use data: from a short call with a data guide,\nthrough to commissioning detailed data science support.\n●\nEngagementCoordinator for the Community. This roleacts as a bridge between\ndata stewards in an organisation, and potential data users outside of the organisation:\norganising events and activities, brokering conversations, creating resources, and\nmaking connections that improve discovery, quality and use of data.\nFrom pinch point, to powering participation\nWhatever the future direction, we must keep in mind that no single service or product can meet\nall user needs. The figure below takes a selection of the patterns and roles suggested in the\n26of40\n\ndesign sprint,\n3\nand imagines how they could be integrated in a broader suite of services and\nproducts. In this way, the data portal ceases to be a pinch point, but becomes the lynchpin in a\npyramid of data discovery, quality improvement and engagement, and is able to power a far\nwider range of citizen engagement activities.\nPortals integrated with a suite of example connected services and products (Source: Authors)\nMany of the above patterns and roles can be adapted to a wide range of user groups. For\nexample, a ‘switchboard service’ could also operateinsidegovernment or other organisations,\nto help data seekers to better connect with internal data science teams; publisher toolkits and\nservice standards for data might improve the usability of data for entrepreneurial re-users by\nmore clearly signposting data that is appropriate to build commercial services on top of.\nSprint learning\nIn addition to the practical artefacts, the sprint team found there were other learnings that can\nbe taken forward into future work:\nSimple portal interfaces hide significant labour.Re-thinking data platforms for civic\nengagement requires us to consider different facets and dimensions of how data flows from\norganisations to outside re-usersandhow communication,conversations and change flow too.\nEffective civic engagement around data doesn't require a portal.Portals performmany\nfunctionsthat could be separated and focused to meetspecific needs. Product development\ncould focus less on social features, and more on integration with services and improving\n3\nNot all of these are described in this document. Refer to theproto-patternsfor more details.\n27of40\n\ntouchpoints between the publishers and users of data.\nData needs to work for everyone.Data sharing needs to be multifaceted if it is to work for\neveryone. Without due consideration of all the perspectives and lenses described above,\ndesigners will capture an incomplete picture and therefore tend towards incomplete solutions.\nA problem of complexity rather than maturity.Theframing of product ‘maturity’ is\npotentially misleading since it suggests a direct path to an agreed end state. This research\nsuggests the answer to the ‘portal problem’ is not features, but an interacting mix of joined up\nservices and products tailored to particular user needs, each with their own path to maturity.\nCo-design methods need a new framing of co-investment.Co-design methods work\nbest with a diverse group. Financial compensation might enable freelancers or those who aren’t\nfully employed to participate, but there are others with valuable experience who work full time.\nWe need new compensation arrangements between employers and co-design organisers.\nFinally,do we need to start talking about socialinfrastructure as much as data\ninfrastructureto get the best from both?\nProgressing prototypes to pilots\nThe ideas and learnings above are illustrative of what might emerge from a co-design process\nwith a user-centred focus. This process has demonstrated there is still much to learn and\nimprove about data engagement, so our intention is to share these ideas and iterate them. Data\nportals may be a step on the path to effective data engagement, but the journey does not end\nwith them.\nWe’d like to work with current portal managers and existing data service providers such as\nDataKind or Digital Candle to pilot new service touchpoints, interfaces and roles. Focusing on a\nsingle user or common user need, we’d like to trial new services and ask new questions such\nas:\n●\nHow might we scale services and share lessons?\n●\nHow might we improve the pipeline of ideas between research and implementers?\n●\nHow might we assess value for investment in people-driven services to complement\ntechnical products and make a business case?\nConclusions and recommendations\nIn too many cases, journeys to discover and use data end in failure. Data goes undiscovered;\ndatasets discovered are unusable; and opportunities for connection, learning and conversation\nare missed. Many open data and data sharing projects have been relying on technical models,\nportals and practices that are creating a pinch point, rather than being enablers for social value.\n28of40\n\nWithout action, there is a risk that portals will continue to decay, collapsing under the weight of\nmaintenance effort, but crowding out other activities that could improve data accessibility and\nuse and better realise the value of data.\nPortals are still a go-to for data publishers because they seem to meet their needs fairly well.\nBut more is needed to enable positive outcomes for data users, especially citizens and their\nadvocates, since the solutions that meet their needs are unlikely to be technical, but rather to\nbridge disparities of domain knowledge and power.\nWhile there are undoubtedly some technical fixes that can be applied to existing platforms, in\nthis report we show that readiness for thethird waveof open dataneeds a wider range of\ninterventions. Reframing data engagement as engagement with policy and organisational\nsystems through data; and employing social, political and organisational tools and practices\noffer new ways to respond to the complexity of user needs.\nA decade of learning about what works, and what doesn’t in open data practice should inform\nthe design of future work, as should approaches from the field of service design.\nThis project provides an initial exploration of new ways forward. We’ve identified four particular\ncalls to action, each with an invite for collaboration:\nFocus onservicesfor data access and participation\nInstead of investing in technology, invest in people and processes. We’ve shown how taking a\nservice design approach can lead to a range of different solutions to long-standing challenges\nfor data access, quality and use. Proto-patterns andservice standardsoffer starting points for\nfuture design work or pilots.\nWe are particularly keen to investigate how simple switchboard and data guide services could\nwork in practice. We’re seeking partners who might take forward some service prototypes for\nvalidation: get in touch if that might be you.\nFocus on tools for better data stewardship\nData needs to live closer to where it is talked about in context, and closer to the people who\ncreated and care about it. That means less focus on metadata captured in webforms, and\nmore focus on tools that guide data stewards through the process of planning and publishing\ncollections of data designed around user needs.\nThe kind of tools need not be technically complex, expensive or monolithic. From template\ndocuments to lightweight static-site builders, we offer suggestions for how to do data\ndescription and engagement differently. Many of the tools needed already exist in some form.\nThe challenge is bringing them together and refining them. We’re on the look-out for resources\nto work on this later in 2022.\n29of40\n\nExperiment with new roles\nYou might already employ people who act informally as ‘data guides’, or ‘engagement\ncoordinators’, or you might be an organisation in need of a ‘data fellow’ to help improve how\nyou collect, manage and share data for social outcomes. Consider adding new elements to\nexisting roles, or recruiting for new posts as alternative ways in which (open) data initiatives can\novercome barriers to engagement.\nWe’re keen to hear about existing roles that facilitate data access, and about evidence you\nmight have of the value they generate.\nContinue the conversation\nIf you are also working in this space and see potential in these ideas and how they might open\nup the value of data currently in portals, we’d love to discussways to develop these processes\nand patternsfurther.\nWe’re keen to run future iterations of this process: testing the outcomes from this first iteration,\nand exploring new dimensions of generating social value from data.\nWe’d love to hear from you: get in contact here\n30of40\n\nAppendix A: Links to landscape review blog posts\nIntroduction\nExploring the past, present and future of data portals and citizen engagement\nTerminology: When is a portal not a portal?\nLooking at the language used about, and around, data portals\nTechnology: A genealogy of data portals\nExploring the history of portal platforms, the evolution of portal technology and the shifting\nfocus of portal providers\nResearch: The pressure on portals: an hourglass approach\nThe first of a two-part literature review on open data portals, and introducing the concept of a\n'portal hourglass'\nAcademia: Evidence and insights: other findings from research\nThe second post of a two-part literature review looking at open data portals\nPortals in practice: Selected examples of data portals\nSelected data portal examples that illustrate interesting features, developments and\nexperimentation\nOrganisational: The people and processes behind the portals\nWhat roles are required for an effective portal? And can portal design better support a diversity\nof stakeholders?\nEngagement: Portals and participation\nA short exploration of different perspectives on citizen participation and implications for data\nportal design\n  Speculation: Focussed futures: the portal as...\nWhat if a portal had just one job to do? And could do it well? Speculations on portal futures...\nDesign Sprint - Part 1: Understanding the challenge\nReporting back on a design sprint exploring the future of data portals and civic engagement\nDesign sprint - Part 2: Bridging the gaps\nSharing proto-patterns developed through Data Portals and Civic Engagement design sprint\n31of40\n\nAppendix B: Design sprint agenda, format and\nco-design activities\nTwo initial sessions involved presentations and activities to establish the problem space and\nbroader context, including: the history of portals and participation, and their functioning in the\ndata sharing ecosystem; common user complaints from literature and interviews; user goals\nand needs; ethical approaches; and codifying our collective intentions for the system in ‘design\nprinciples’\n4\n.\nEveryone was encouraged to make notes of interesting problems and opportunities throughout\nthe foundational sessions, and during a hands-on activity to search for data putting ourselves in\nthe shoes of a data user. Observations were captured in the form of ‘how might we’ questions,\nsuch as ‘how might wehelp people leave portals feelingmore empowered, not less’.\nOpportunities related to the following themes:\n●\nhelping people discover more relevant things\n●\nunderstanding the current availability and usage of data\n●\norganisational set up\n●\nsupporting understanding of the data and what it means\n●\ntranslating data into meaningful stories\n●\nself description / porousness\n●\nhelping people feel empowered to use the data to support action.\nTwo of these were selected as the focus for the first ‘creative’ session: ‘helping people discover\nmore relevant things’ encompassing ‘supporting understanding of the data and what it means’.\nTwo deep-dive ‘creative’ days followed this pattern:\n1.A deeper dive into the context and problem, including user ‘witness statements’.\n2.Create storyboards of current process, looking for pain points, broken journeys, key\nmoments and opportunities.\n3.Share examples of where the same problem has successfully been solved in another\ncontext.\n4.Create sketches of creative and imaginative solutions to the problem.\n5.Select and combine the best ideas and develop them into a more pragmatic proposal.\n6.Vote on inspiring aspects of all proposals; recombining them into a final storyboard.\nA second creative day focused on the organisational perspective: exploring feedback loops and\nways to improve data quality to help users find meaningful answers in the data. And, finally, a\nsession exploring roles, key messages and a plan to take ideas forward.\nSee images below of the collaborative workboards and sketches.\n4\nSee Appendix C for more detail.\n32of40\n\nFurther reference\nDesign Sprint concept note and planning\nTim Davies write up\nCollaborative workboards\nFor a flavour of the design sprint, see the overviews below. (Links to the full Miro boards are\nbelow each image)\nSession 1: Defining and experiencing the problem; introducing context\nhttps://miro.com/app/board/uXjVOS-ehxc=/\n33of40\n\nSession 2: Broaden our perspectives; establish design principles\nhttps://miro.com/app/board/uXjVORWWghA=/\n34of40\n\nSession 3: Exploring problems with “Discovery”\nhttps://miro.com/app/board/uXjVOQb16ow=/\n35of40\n\nSession 4: The organisational perspective: exploring feedback loops and quality\nhttps://miro.com/app/board/uXjVOPGCKAc=/\n36of40\n\nSession 5: Storyboard for feedback loops; and planning next steps\nhttps://miro.com/app/board/uXjVOO_49l8=/\n37of40\n\nAppendix C: Ethical frameworks leading to Design\nPrinciples\nDesign principles\nThe team considered three ethical frameworks each motivating different kinds of design\nquestions, from focusing on the aggregate consequences of a technological artefact\n(Utilitarianism), to considering how a design responds to fundamental rights of users\n(Deontology), or the kinds of character and behaviours that a design fosters (Virtue Ethics).\nHaving considered those perspectives, we drafted a set of design principles – rooted in values\n– as an ethical touchstone to refer to throughout the sprint:\n●\nServe those who need it most.\n●\nProvide helpful onward journeys – ‘the link is as important as the node’.\n●\nSupport conversations – there is not always a fixed answer.\n●\nAlways be a welcoming host.\n●\nOne platform for all –- don’t rely on ‘back channels’ that expert users who are\n‘in-the-know’, or internal organisational stakeholders, can use to get better access to\ndata or answers.\nBibliography\n1.African Minds, IDRC, Davies, T., Walker, S., Rubinstein, M., and Perini F., (2019),The\nState of Open Data: Histories and Horizons\n2.Bennett Institute for Public Policy and Open Data Institute, (2020),Valuing data\n3.Big Data and Society, Micheli, M., Ponti M, Craglia M., (2020),Emerging models of data\ngovernance in the age of datafication\n4.Community Organisers, (2021),What is Community Organising?\n5.Costanza-Chock, S., (2020),Design justice\n6.D'Ignazio, C. and Klein, F., (2020),Data feminism(principles)\n7.DataPortals.org, (2021),List of data portals\n8.Davies, T., (2021),Data Portals and Citizen Engagement\n9.Davies, T., (2021),Patterns for Data Platforms\n10.Davies, T., (2021),Reflections on “Participatorydata stewardship: A framework for\ninvolving people in the use of data”\n11.Diaz, J. & Breux, S., (2021),Reusers of open publicdata: The case of Montreal.\n38of40\n\n12.Digital Science, Hahnel M., McIntosh L., Hyndman A., Baynes G., (2020),The State of\nOpen Data 2020\n13.Dodds, L., (2021),Why are we still building portals?\n14.Downe, L., (2022),15 Principles of Good Service Design\n15.Geospatial Commission, Watson, C., (2021),The secretto great geospatial data\nportals: start with the user\n16.Gov.UK, (2021),Service Standard\n17.Gov.UK, Downe, L., (2016),What we mean by servicedesign\n18.Gov.UK, Siodmok, A., (2020),Introducing a 'Governmentas a System' toolkit\n19.IEEE Access, Enríquez-Reyes, R., Cadena-Vela, S. and Fuster-Guilló, A., (2021),\nSystematic Mapping of Open Data Studies: Classification and Trends From a\nTechnological Perspective\n20.International Conference on Electronic Government, Alexopoulos, C.,  Diamantopoulou,\nV., Charalabidis, Y., (2017),Tracking the Evolutionof OGD Portals: A Maturity Model\n21.International Conference on Information Systems, Jetzec, T., Avital, H., Bjorn-Anderson,\nN., (2013),Generating Value from Open GovernmentData\n22.Kotorić, D, (2021),The state of open-data design\n23.Locke, H., (2021),User-centred vs human-centred design\n24.Mali, D, (2020),Comprehensive Study of Open DataPlatforms\n25.National Academies Press, (2018),Open Science ByDesign:   Realizing a Vision for 21st\nCentury Research (summary)\n26.Open Data Camp, (2017),Do we need portals for opendata?\n27.Open Data Institute, (2021),A framework to help usthink about data access\ntechnologies\n28.Open Data Institute, (2018),Creators of tools foropen data? Steal this\n29.Open Data Institute, (2019),Discovering the futureof the London Datastore\n30.Open Data Institute, (2017),How can open data portalsbecome sustainable?\n31.Open Data Institute, (2021),Le Guin’s data identities\n32.Open Data Institute, (2020),Mapping the wide worldof data sharing\n33.Open Data Institute, (2016),Open data in government:how to bring about change\n34.Open Data Institute, (2021),Technologies used bydata stewards – an initial study\n35.Open Data Institute, (2016),We need to learn howto search the web of data\n36.Open Data Institute, (2021),What are data institutionsand why are they important?\n37.Open Data Institute, (2021),What is data infrastructure?\n38.Open Data Institute, (2016),What is open data?\n39of40\n\n39.Open Data Institute, ODI Leeds, (2021),ODI Leeds – building collaborative communities\n40.Open Data Institute, Thacker, M., (2016),Puttingforgotten communities back on the\nmap with open data\n41.Open Data Policy Lab City Incubator, (2021),ThirdWave of Open Data\n42.Open Future, (2021),The paradox of open\n43.Organising Engagement, [refs Arnstein, S.], (2021),Ladder of Citizen Participation\n44.Palgrave Macmillan, Anastasiu, I., Foth, M., Schroeter, R., Rittenbruch, M., (2020),From\nRepositories to Switchboards: Local Governments as Open Data Facilitators\n45.Paris21, Open Data Watch, (2021),Data Disseminationin the Digital Age (report)\n46.Publications Office of the European Data Portal, Berends, J., Carrara, W. Engbers, W.,\nVollers, H., (2017),Re-using Open Data - report\n47.Publications Office of the European Data Portal, Sasse, T., Smith, A., Broad, E., (2020),\nRecommendations for open data portals : from setup to sustainability\n48.Publications Office of the European Data Portal, Simperl, E., Walker, J., (2020),\nAnalytical Report 8: The Future of Open Data Portals\n49.Schrack A., (2021),Guide to Creating, Using, andMaintaining Open Data Portals\n50.Telematics and Informatics Volume 61, Lnenicka M., Nikiforova A., (2021),\nTransparency-by-design: What is the role of open data portals?\n51.The White House, (2009),Transparency and Open Government\n52.Traverse, (2021),Inclusive Practice\n53.Wikipedia, (2021),Design principles for Common PoolResource (CPR) institution\n54.Wikipedia, (2021),Service design sprint\n55.Wikipedia, (2021),Wilson's model of information (seeking)behavior\n40of40","version":"1.10.100"}