{"numpages":28,"numrender":28,"info":{"PDFFormatVersion":"1.4","IsAcroFormPresent":false,"IsXFAPresent":false,"Title":"2022_ODI_Measuring the impact of data institutions","Producer":"Skia/PDF m101 Google Docs Renderer"},"metadata":null,"text":"\n\n\n\nContents\nContents1\nAbout2\nIntroduction3\nSummary of final quantified benefits5\nMarine Environmental Data and Information Network6\nAbout6\nImpact7\nCosts9\nAn array of use cases9\nFarmbench10\nAbout10\nImpact11\nCosts12\nSustaining the tool12\n360Giving13\nAbout13\nImpact14\nCosts15\nExpanding standards15\nClinical Practice Research Datalink16\nAbout16\nImpact17\nCosts18\nSupporting public health research in the UK19\nOpenActive20\nAbout20\nImpact21\nCosts23\nFuture prospects23\nBottom-up\ndata institutions24\nSynthesis and reflections26\nOpen Data Institute | March 2022 | Research reportMeasuring the impact of data institutions1\n\nAbout\nThis report has been researched and produced by the Open Data Institute, and\npublished in March 2022. Its lead authors are Aditya Singh and Jack Hardinges. To\nshare feedback by email or to get in touch, contact the Data Institutions project\nlead, Jack Hardinges, atdatainstitutions@theodi.org.\nOpen Data Institute | March 2022 | Research reportMeasuring the impact of data institutions2\n\nIntroduction\nAt the Open Data Institute (ODI), we’re interested in data institutions –\norganisations that steward data on behalf of others, often towards public,\neducational or charitable aims.We think data institutionshave a vital role to play\n1\nin ensuring that data is used to create new technologies, products and services,\nas well as limiting the harm that misuses of data can cause people and\ncommunities.\nWe’ve done a lot of work on the different ways data institutions can steward data\nresponsibly, such as by facilitating safe access to sensitive dataand empowering\n2\npeople to play a more active role in deciding how data is used. This study is part\n3\nof our ongoing effort to increase awareness and understanding of data institutions\namong policymakers, funders and others. The objective is to support them in\nmaking interventions that create an enabling environment for data institutions to\nthrive.\nThis study aims to improve understanding of data institutions by quantifying the\nimpact they may have on the ecosystems within which they operate. There is\nalready a body of evidence for the impact of open data and open standards; some\nof which has also been conducted by the ODI. While these provide valuable\ninsight into the impact and benefits of data flows, and how they may be\nmeasured, there is limited evidence for the impact of data institutions and the\nstewardship they perform.\nData institutions vary in size, domain and maturity. We’ve previously identified the\nfollowing roles they may perform:\n4\n●\nFacilitating safe access – protecting sensitive data and facilitating safe\naccess under restricted conditions.\n●\nEmpowering people – empowering people to take a more active role in\nstewarding data about themselves and their communities.\n●\nIndependent gatekeeping – acting as a gatekeeper for data held by\nother organisations.\n●\nPublishing open data – creating open datasets that anyone can access,\nuse and share to further a particular mission or cause.\n●\nDeveloping infrastructure – developing and maintaining identifiers,\nstandards and other infrastructure for a sector, or field, such as\nopen standards.\n●\nGenerating insights – combining or linking data from multiple sources\nand generating insights and other services back to those that have\ncontributed data.\n4\nOpen Data Institute (2021),What are data institutionsand why are they important?\n3\nOpen Data Institute (2021),Could ‘bottom-up datatrusts’ help to tackle the climate crisis?\n2\nOpen Data Institute (2021),How do data institutionsfacilitate safe access to sensitive data?\n1\nOpen Data Institute (2021),What are data institutionsand why are they important?\nOpen Data Institute | March 2022 | Research reportMeasuring the impact of data institutions3\n\nConsidering this diversity, this study focuses on illustrative case studies of five\nUK-based data institutions, corresponding with the different stewardship roles:\n5\n●\nMarine Environmental Data and Information Network (MEDIN) (Facilitating\nsafe access & Developing infrastructure) – a web portal which aggregates\nUK marine data, providing a centralised access point for users.\n●\nFarmbench (Independent gatekeeping & Generating insights) – an online\nbenchmarking tool which allows farmers to compare their performance to\nother farmers across the UK.\n●\n360Giving (Publishing open data & Developing infrastructure) – a charity\nwhich provides an open search platform for charitable grants data.\n●\nClinical Practice Research Datalink (CPRD) (Facilitating safe access &\nIndependent gatekeeping) – a platform which collects anonymised patient\ndata from UK GPs, and links this data to a range of other sources to\nprovide a UK representative health dataset.\n●\nOpenActive (Developing infrastructure) – a sector-wide initiative providing\na set of open data standards, and support with using and adopting these\nstandards, to facilitate the sharing of sports activity data.\nThese case studies demonstrate the ways in which different types of data\ninstitutions create value within their ecosystems. Our aim is for the findings to\nserve as evidence for policymakers when designing interventions – such as in the\ncase of UK Government’s work on data intermediaries and the EU’s interest in\ndata altruism organisations – and for data institutions themselves to be able to\npoint to this evidence base in making the case for their work. We also hope that\nthis study indicates how the value generated by these institutions, and\napproaches to documenting it, may be extrapolated to other data institutions.\nWe commissioned London Economics to support us with this research. Their\napproach for each case study involved three steps:\n6\n●\nData ecosystem mapping– Using ODI’s data ecosystemmapping\nmethodology and creating a visual representation of the stakeholders in\nthe ecosystem (for example, data institution, data provider, end user) and\nthe value chains connecting these stakeholders (for example, data,\nfinancial benefit, reputation gain).\n●\nStakeholder consultations– Conducting semi-structuredinterviews with\nmultiple stakeholders in each ecosystem, to substantiate the ecosystem\nmap’s existing value chains and expand with additional chains.\n●\nQuantification– Developing a framework to quantifythe benefits from\neach data institution. This included producing estimates that could be\nobtained given the project’s scale, timeframe and data availability, while\nalso scoping how further estimates could be obtained in future work.\n6\nSeeAnnexfor a detailed description of the methodology.\n5\nThe initial aim was to study six data institutions corresponding with each role. However, as we\ndescribe on page [xx], there remain unique challenges with identifying and measuring the impact of\nbottom-up data institutions.\nOpen Data Institute | March 2022 | Research reportMeasuring the impact of data institutions4\n\nIn the following section, there is a table summarising the quantified benefits from\nthe data institutions we studied. Subsequent sections set out our findings from the\nindividual case studies, including data ecosystem maps, a description of each\ndata institution and their data stewardship role, and estimates of the value they\ngenerate for their stakeholders. The final section summarises and reflects on the\nfindings across the case studies.\nSummary of final quantified benefits\nMEDINFarmbench360GivingCPRDOpenActive\nTime savings from\nmaking data more\nfindable and\naccessible£1.84\nmillion per year\nEfficiency gains from\nreduced labour\ncosts\n£212,577 per year\nDuplication of\nfunding avoided\n£10.4 billion\nNumber of\nacademic\npapers/publications\nsupported by CPRD\n2,900\nAdditional bookings\nenabled\n529,576 per month\nCost savings from\nmaking data\nreusable\n£1.32 million per\nyear\nEfficiency gains from\nreduced machinery\ncosts\n£283,437 per year\nTime savings for\nfunders and grant\nrecipients\n£1.5 million\nCompensation for\nGPs recruiting\npatients into clinical\ntrials enabled by\nCPRD£50,000 per\nyear\nAdditional revenue\nenabled in the\necosystem£15.6\nmillion per month\nCost savings from\nimproved data\nmanagement and\nstorage£2.64\nmillion per year\nEfficiency gains from\nreduced expenditure\non inputs (for\nexample, fertilisers,\npesticides)£2.6\nmillion per year\nCost savings for\npharmaceutical\ncompanies on\nphase 2 and 3\nclinical trials\n£5 million\nTime savings for\nindividuals to find\nactivities£4.7\nmillion per month\nAdditional datasets\nshared497\nNumber of\nacademic\npapers/publications\nsupported by\nFarmbench4 to 5\nper year\nCost savings for\npharmaceutical\ncompanies on\nphase 4\n(“pragmatic”)\nclinical trials\n£800 million\nTime savings for\nactivity providers on\npromotional\nactivities\n£267,200 per\nmonth\nSocietal benefits of\nincreased exercise:\nAvoided death\n79 per month\nProductivity loss\n£5.2 million per\nmonth\nHealthcare costs\n£4.1 million per\nmonth\nSource: London Economics\nOpen Data Institute | March 2022 | Research reportMeasuring the impact of data institutions5\n\nMarine Environmental\nData and Information\nNetwork\nImproving access to UK marine data\nAbout\nThe Marine Environmental Data and Information Network (MEDIN) was established\nin 2008 to make the collation, analysis and access to marine data easier and\ncheaper.\nMarine data is crucial for many scientific disciplines, as well as for a variety of\ncommercial activities such as port and fisheries management, environmental\nplanning, marine conservation and weather forecasting. Marine data is also being\nincreasingly used in public policy and planning. Marine data collection, however, is\nexpensive due to the complex nature of the marine environment and the fact that\nmarine data is always unique relative to time and geographical position.Another\n7\nchallenge is that data is often held in silos, which makes it difficult for\norganisations and researchers to find and access the various types of datasets\nthey may need.\n8\nMEDIN is anopen partnership representing governmentdepartments,\nresearch institutions and private companies.Itspurpose is to promote the\n9\nsharing and reuse of marine data, as well as to improve access to marine data\nthrough:\n●\nData Archive Centres (DACs)\n●\na web portal\n●\na metadata standard to provide information about datasets\n●\nworkshops to improve the uptake, knowledge and use of MEDIN data\nguidelines and metadata standards.\n10\nThe MEDIN DACs have committed to making datasets openly available wherever\npossible and to removing barriers to data access such as having to register or pay\nfor the services provided.\n11\n11\nOrganisation for Economic Co-operation and Development (2021),Value chains in public marine\ndata: A UK case study. OECD Science, Technology and Industry Working Papers 2021/11\n10\nMEDIN (n.d.),About MEDIN\n9\nEftec and ABPmer (2019),MEDIN Cost Benefit Analysis2019\n8\nMEDIN (2010),Managing UK marine data. Marine ScientistNo.32\n7\nEftec and ABPmer (2019),MEDIN Cost Benefit Analysis2019\nOpen Data Institute | March 2022 | Research reportMeasuring the impact of data institutions6\n\nFigure 1:MEDIN data ecosystem map\nSource: London Economics analysis\nImpact\nMEDIN conducted a cost–benefit analysis in 2019 with eftec, an environmental\neconomics consultancy, and ABPmer, a group of marine consultants. Our\nresearch builds on their work.\nData end users save a considerable amount of time searching for marine\ndatasets because of the availability and accessibility of data through the\nMEDIN data portal. These time savings may relate to academic and\ncommercial research, marine licence applications and environmental impact\nassessments. It is estimated that the total value of the time saved each year\ndue to MEDIN is£1.84 million.\n12\nBy being able to find and access secondary data through the MEDIN portal,\norganisations may be spared having to collect primary data themselves and avoid\nduplicating the work that other organisations have already done.\nMEDIN provides guidelines on how data must be structured, as well as\nmetadata which describes relevant information about each dataset.\nOrganisations are therefore able to reuse datasets that have been uploaded\nby others. This saves approximately£1.32 millionper yearon primary\nresearch efforts.\n13\n13\nIbid\n12\nEftec and ABPmer (2019),MEDIN Cost Benefit Analysis2019.\nOpen Data Institute | March 2022 | Research reportMeasuring the impact of data institutions7\n\nThis figure is likely tounderestimate the true savingsrelated to research\nduplicationas it is a time cost measure and thereforedoes not include the cost of\nspecialised equipment that is generally required to collect marine data.\nBy following the guidelines on how to format data and sharing it with DACs to\nstore,organisations save time and resources whenmanaging their data.\nOrganisations can be sure that the data they collect will be stored safely,\nand that it is formatted in a usable way when they need to access it again.\nThis saves organisations approximately£2.64 millionper yearon\nmanagement and storage costs.\n14\nThere are also reputational benefits for data suppliers when they provide data to\nMEDIN, as it is seen as the socially responsible thing to do.\nResearchersaccount for the largest proportion ofMEDIN data users and make\nup half of all data downloads.This includes peopleworking in academia, as well\n15\nas in research councils. Marine data underpins many scientific research studies\nand is often required to place research within geographic and temporal contexts.\n16\nAssuming that access to the MEDIN portal enables academics to publish a\npaper a year, anadditional 700 research papersarepublished as a result\nof the MEDIN portal.\nGovernment departments and agenciesrely on MEDINdata to monitor\nreporting and status assessment of the seas, inform marine planning and assist in\nhuman activity (such as fishing or navigation), and in the creation of\noceanographic models for forecasting by the Navy and the Met office.Just under\n17\n20% of MEDIN data downloads come from the government departments and\nmaritime authorities.\n18\nNon-governmental organisations (NGOs) and conservation groupsare also\ninterested in marine data, both as a general interest and to allow stakeholders to\nparticipate in marine planning and management processes.Approximately 8% of\n19\nMEDIN users are NGOs and conservation groups that access data through the\nMEDIN portal.\n19\nMEDIN (n.d.),About MEDIN\n18\nOrganisation for Economic Co-operation and Development (2021),Value chains in public marine\ndata: A UK case study\n17\nIbid\n16\nMEDIN (n.d.),About MEDIN\n15\nOrganisation for Economic Co-operation and Development (2021),Value chains in public marine\ndata: A UK case study\n14\nIbid\nOpen Data Institute | March 2022 | Research reportMeasuring the impact of data institutions8\n\nAssuming that each of these users represents one project:\n●\naround250 government projectsare enabled throughMEDIN each year\n●\naround84 conservation projectsare enabled throughMEDIN each year.\nCosts\nUploading data and metadata to DACs involves spending time becoming familiar\nwith the MEDIN standards and preparing data, as well as ensuring that each\ndataset and the related metadata are MEDIN-compliant prior to upload. The cost\nthat data suppliers incur uploading data is estimated to be approximately\n£180,000 per year.The cost of running MEDIN, includingemployment of the\n20\ncore team, associated overheads, and external contracts related to maintenance\nand operation of the MEDIN network, are estimated to be£720,000 per year.\n21\nAn array of use cases\nMEDIN demonstrates the wide ecosystem of impact that mature data institutions\ncan have.Commercial organisationsmake up 21% ofMEDIN users.Marine\n22\ndata is a key input for companies at many stages of projects, including when\nassessing an optimal site or route, carrying out environmental impact\nassessments, satisfying licensing requirements, and informing engineering\ndesigns on operational conditions.Benefits for commercialparties include the\n23\npotential to commercialise public marine data into highly complex and customised\ninformation products, as well as having access to data which can inform planning\nand operations.These benefits, though significant,would be challenging to\n24\nquantify in the present study.\nThere is also demand for marine data from thegeneralpublic, although this is the\nsmallest group of MEDIN users (5%). This demand can be due to both a general\ninterest in the seas and a desire to use the coastline safely for recreational and\ntourism purposes.\n25\nTheenvironmentbenefits through evidence-based policyactions from the\ngovernment, which regulate how commercial organisations use the sea and\ncoastline, as well as from evidence-based conservation efforts by NGOs and\nconservation groups.\n25\nIbid\n24\nIbid\n23\nMEDIN (n.d.),About MEDIN\n22\nOrganisation for Economic Co-operation and Development (2021),Value chains in public marine\ndata: A UK case study\n21\nIbid\n20\nEftec and ABPmer (2019),MEDIN Cost Benefit Analysis2019\nOpen Data Institute | March 2022 | Research reportMeasuring the impact of data institutions9\n\nFarmbench\nEnabling valuable industry insights by combining\nperformance data across the UK farming industry\nAbout\nFarmbench is an online benchmarking tool operated by theAgriculture and\nHorticulture Development Board (AHDB), which representsfarmers, growers\nand others in the supply chain.\nIn exchange for inputting their own farming data into Farmbench, farmers can\naccesslive benchmarking reports to compare theirfarm’s performance to\nsimilar businesses in the UK, which can help themimprove their farming\ndecisions.\nFarmbench generates the benchmarking data by aggregating and anonymising the\ndata entered by each individual farmer. The data entered by farmers\npredominantly includesfinancial data(variable andfixed costs) andphysical\ndata(for example, livestock) about their farmingenterprise.Farmersare the bulk\nof Farmbench users. There are over 2,000 registered users, of which1,200\nfarmers actively contribute their data to the tool.\n26\nThe AHDB created Farmbench in around 2017 as a cross-sector tool to replace\nthe sector-specific tools it had previously operated, that is, benchmarking tools\nthat each specialise in one type of farming (for example, dairy, beef and sheep,\ncombined crops). Covering multiple enterprises createsefficiency gainsas\nnon-specialist farmers with multiple enterprises only have to use one\nbenchmarking tool. This hasincreased uptake of benchmarkingamong farmers.\nBefore Farmbench, only an average of 2% of users of each sector-specific\nbenchmarking tool operated by the AHDB were non-specialist farmers. Now,\nabout 40% of Farmbench users are non-specialist farmers.\n26\nThere has been some fluctuation in the number of farmers contributing to the tool over the years. For\nthe Autumn 2020 cycle, the number of participating farmers was relatively lower than the previous\nyear as a significant number of farmers were unwilling to use Farmbench because the entire process\nhad to be conducted online during the pandemic.\nOpen Data Institute | March 2022 | Research reportMeasuring the impact of data institutions10\n\nFigure 2:Farmbench data ecosystem map\nSource: London Economics analysis\nImpact\nFarmbench provides farmers with benchmarking data, industry insights and\nknowledge-sharing opportunities that can help them make better farming\ndecisions that lead to cost savings or efficiency gains for their farming enterprise.\nThis includes savings on inputs such as fertilisers, seeds and herbicides, as well\nas savings on machinery and labour costs.\nAn evaluation study of Farmbench (2017 to 2020) estimated annual savings\nper individual farmer from on-farm changes due to Farmbench to be about\n£6,600.The study assumes that 20% of the 2,677 registeredFarmbench\n27\nusers have made on-farm changes due to Farmbench and estimates the total\nannual efficiency gains across all farmers to be about£3.5 million.\nImproved farming performance and cost reduction typically lead to more\nsustainable farming and improved environmental impacts that benefit both\nfarmers and the wider society. These environmental benefits can include:\n28\n●\nreduced greenhouse gas emissions\n●\nimproved soil condition (and carbon storage) by adding matter and\nreducing pesticide usage\n●\nreduced water usage\n●\nimproved water quality by protecting watercourses from sediment and\npesticides in run-off\n●\nimproved landscape diversity and increased pollination.\n28\nDepartment for Environment Food & Rural Affairs (2021),Sustainable Farming Incentive pilot:\nenvironmental outcomes and benefits\n27\nTeevan, P (2021), Final Evaluation Report: Farmbench Period 2017-2020\nOpen Data Institute | March 2022 | Research reportMeasuring the impact of data institutions11\n\nIn addition to farmers, the AHDB and the Farmbench team itself,third-party\nresearchersand farm business consultancies also useFarmbench data.\nFarmbench receives four to five data requests from external researchers a year.\nFarmbench facilitates or enables this research by providing access to aggregated\nindustry data. Without Farmbench, it would be possible (but costly) to consolidate\ncross-sector mixed farm data at a local level, but it would probably not be feasible\nto obtain the data at a national level. However, there is limited evidence available\nto quantify the value of the research enabled by Farmbench data at this stage.\nCosts\nThemain costs within the Farmbench ecosystem arethose associated with\ndeveloping, maintaining and operating Farmbench, includingproviding user\nsupport to farmers. These costs amount to about£1.2million a year, which\nmainly includes the wages of the AHDB employees operating Farmbench.\nThe time and effort that farmers spend entering data into Farmbench, as well as\nunderstanding the live benchmarking reports, should also be accounted for.\nHowever, these are likely to be small relative to the efficiency gains for farmers\nfrom using the benchmarking information.\nSustaining the tool\nThe sustainability of Farmbench depends on positive feedback and appreciation\nfrom the farmers. AHDB supports farmers in using the tool through a team of\npeople dotted around the UK who interact directly with farmers and help them\ninput their data. Farmbench data and benchmarking reports are also used to\nsupportdiscussion groups and workshops between farmers,where knowledge\nand best practice on how to improve farming performance are shared.\nIn turn, the AHDB benefits from an improved reputation and positive feedback\nwithin the industry as farmers make efficiency gains and value using Farmbench.\nGiven that the AHDB is entirely funded through farmers’ levy, a good reputation is\nkey to ensuring its continuity and success.\nFarmbench is currently working with other countries (for example, Australia and\nNew Zealand) on similar initiatives, to further expand the geographical coverage of\ntheir benchmarking data.\nOpen Data Institute | March 2022 | Research reportMeasuring the impact of data institutions12\n\n360Giving\nCreating open grants data that anyone can access,\nuse and share.\nAbout\n360Giving is a charity that aims to improve grant making in the UK. 360Giving\noperates anopen databasecalled GrantNav, which consistsof UK grants data\nsuch as the amount, award date, recipient and corresponding grant maker’s\ninformation.\nMost of the data is provided by the grant makers. 360Giving also developsopen\ndata standardsfor grant makers to publish their dataon GrantNav, and it\nenriches the submitted grants data with information from other sources, such as\ncompany data from Companies House.\nThe 360Giving database currently covers217 grantmakers in the UKand over\n280,000 grants worth£110 billion. The data can beaccessed and downloaded by\nanyone from the 360Giving website. 360Giving also helps both grant makers and\nrecipients understand how to make full use of the open database and related\ntools.\nFigure 3:360Giving data ecosystem map\nSource: London Economics analysis\nOpen Data Institute | March 2022 | Research reportMeasuring the impact of data institutions13\n\nImpact\nGrant makers can use the 360Giving data to improve their grant-making decisions,\nincluding diversifying their funding to new and/or underfunded charities,\nidentifying new potential grant recipients and coordinating with other grant makers\nto distribute grant money. The data was particularly useful during theCovid-19\npandemicand allowed grant makers todistribute emergencygrants as evenly\nas possible.\nGrant makerscan make efficiency gains by identifyingand leveraging previous\ndue diligence and compliance checks conducted by other funders on potential\ngrant recipients, as itreduces duplication of effortsand frees up resources.\nThe information on 360Giving also provides grant makers with an idea of where\nthey sit within the ecosystem of grant funding.\nAssuming10 hours of time aresaved by grant makersin funding decision\nmaking; anda minimum hourly wage rate equal to theUK national living\nwage of £8.91, there arecost savings of £89.10 perfunder and about\n£19,000 for all 217 fundersparticipating in the 360Givingdatabase.\nImproved funding decisions by grant makers can potentially help them avoid\nredundant funding and instead allocate funds where they are most needed and\nvaluable, improving overall UK grant-making outcomes in the long term.\nAssuming that a share of grants worth 10% of the total grant value covered\nby 360Giving avoids being funded in duplication as a result of grant makers\nusing the database to make more informed funding decisions, the estimated\nvalue of this reduction induplication of fundingis over £10 billion. These\nfunds are then likely to be redirected to organisations that haven’t\npreviously received funding. This figure also indicates how the measure of\nvalue from stewardship may be closely linked to the value and nature of the\ndata stewarded (in this instance, high-value philanthropic grants).\nGrant recipients and charitiesuse the 360Giving datatoimprove their\ngrant-funding decisionsby looking at informationon what makes a successful\napplicant, beyond the minimum requirements that are typically published by the\nfunder on the grant application. This can help charities free up resources and\nmake efficiency gains by strategically prioritising grant applications.\nOpen Data Institute | March 2022 | Research reportMeasuring the impact of data institutions14\n\nAssuming 10% of grant recipients relied on the 360Giving database, with\n10 hours of time saved in grant applications; and assuming a minimum\nhourly wage rate equal to the UK national living wage of £8.91, there is an\nestimated cost saving of £89.10 per grant recipient and close to £1.5\nmillion for the estimated 16,832 grant recipientsthat used the\n360Giving database.\nGovernment and researchersuse the 360Giving datafor their own research and\nplanning purposes. For example, some government departments that are grant\nmakers do not have access to a structured grant database internally, and use the\n360Giving database instead. 360Giving benefits the government and researchers\nby allowing them to minimise the costs associated with accessing UK grants data\nas part of their work.\nCosts\nThemain costs are those related to developing, maintainingand operating\n360Giving. These include the wages of the 360Givingteam, which amounts to\nabout£250,000 to £300,000 a year. Additionally, thetechnical maintenance and\ndevelopment of the tools and database, which is outsourced, costs about\n£150,000 a year.\nExpanding standards\nWhile there have been many studies on the impact of open data, 360Giving\ndemonstrates how even relatively specialised datasets can engage a wide network\nof stakeholders, and generate impact. Since the inception of the 360Giving grants\ndatabase, sharing funding data hasincreasingly becomea standardamong\ngrant makers. Only very few of the largest funders in the UK still do not publish\ntheir funding data. In part because of the Covid-19 pandemic,some grant\nmakers have created new capacity within their organisations for uploading\ndataas fast and as regularly as possible.\n360Giving is currently working on expanding the set of fields within the database\nto include additional details on the grant maker and recipient, and a metadata\nrepository. It is also working on a new equity standard, given strong appetite from\ngrant makers to include information on the ethnic diversity of grant recipients’\nleadership teams, as improving diversity is a priority for grant makers.\nOpen Data Institute | March 2022 | Research reportMeasuring the impact of data institutions15\n\nClinical Practice\nResearch Datalink\nProviding access to anonymised UK population\nhealth data to approved organisations and studies\nAbout\nClinical Practice Research Datalink (CPRD) is a not-for-profit research service that\nsupports public health and clinical studies. It collectsanonymised patient data\nfrom a network of over 2,000 GP practices across the UK, which can be linked\nto a range of other health-related data to provide a longitudinal, representative UK\npopulation health dataset. CPRD data is used by academia, industry and\ngovernment organisations worldwide to investigate drug safety, the effectiveness\nof health policies, healthcare delivery and disease risk factors.\nAnonymised patient data is shared with the CPRD by GPs across the country, with\none in five primary care practices uploading their patient data. CPRD data\ncurrently encompasses over 60 million patients, including 16 million currently\nregistered patients of which a medical history from the last 20 years exists for a\nquarter of them. This data is then linked to secondary care and other health\ndatasets, as well as to area-based datasets by the CPRD. Before patient data\nreaches the CPRD, it isautomatically pseudonymised,pushed to NHS Digital,\nwhere it is linked to NHS secondary care data, and then passed from NHS Digital\nto CPRDin anonymised form.\nCPRD provides access to UK patient datasets that are quality-assured,\nlongitudinal, representative and collected in real time. Organisations from the\nprivate and public sectors can access CPRD data provided they receive approval\nthrough the CPRD's Research Data Governance Process.\nCPRD also offers services such as the CPRD SPRINT, for commercial and\nnon-commercial organisations to recruit patients for clinical trials. CPRD SPRINT\n(SPeedy Recruitment INto Trials) supports organisations that are rapidly recruiting\npatients living with chronic conditions into phase 2 and 3 trials. This service uses\nCPRD data to identify potentially eligible patients in the community. Similarly,\nCPRD can help organisations to run post-market clinical trials (also known as\n“pragmatic trials”), in which data is used to understand how medications work in\nthe real world.\nOpen Data Institute | March 2022 | Research reportMeasuring the impact of data institutions16\n\nFigure 4:CPRD data ecosystem map\nSource: London Economics analysis\nImpact\nCPRD data has been used in2,900 peer-reviewed publications,with\napproximately 60% of these publications (1,740) being from the last five years.\nHalf of CPRD users are commercial and all of the top 20 largest pharmaceutical\ncompanies are CPRD users. CPRD enables access to anonymised patient-level\nprimary care and linked data, which supports a wide range of commercial\napplications. End users can also get access to expert advice on data, validation\nand study design from the CPRD.\nCPRD SPRINT services are considerably less expensive and time-consuming than\ntraditional methods of patient recruitment. Using CPRD SPRINT services to recruit\nindividuals reduces the cost by half, which means that companies could save\naround£250,000on a clinical trial involving 100patients.\n29\nAssuming that CPRD will run 10 SPRINT services for 10 clients per year (10\ntrials), we estimate that this would result in acostsavings of at least £5\nmillionfor the pharmaceutical industry per year.\n29\nIn practice, the cost per patient varies significantly. We have assumed an average cost of £5,000 per\npatient, based on information from stakeholder consultations.\nOpen Data Institute | March 2022 | Research reportMeasuring the impact of data institutions17\n\nIn addition, depending on the size of the trial, companies could complete their trial\nsix months faster if they opt for the SPRINT service. This time saving benefit may be\nincalculably large in cases where firms are competing to get a drug to market first.\nCPRD “pragmatic trial” services are also considerably less expensive than\ntraditional methods. CPRD can run a 3,000-person pragmatic trial for £10–20\nmillion for a commercial organisation, which would cost around £100 million to run\nwithout CPRD; anestimated saving of between 80 and90%.\nIn the future, if CPRD has the capacity to provide recruitment services for\n10 pragmatic trials annually, this would result in a total cost saving of£800\nmillionfor the pharmaceutical industry.\nGPs can earn additional income for their practices through clinical trials and\nsurveys. These payments depend on the type of trials being conducted and the\nvalue would be agreed upon between the GPs and the company conducting the\ntrial – the value of these payments is confidential. Based on a review of the\nliterature, we assume that the minimum payment to GPs for recruiting patients into\na trial is £50 per patient.\n30\nIf 10 trials consisting of 100 patients each were conducted each year\nthrough CPRD, the total benefit to UK-based GPs would amount to at least\n£50,000 per year.\nGPs also receive regular practice-level prescribing and patient safety quality\nimprovement (QI) reports from CPRD.\nCosts\nCPRD is a not-for-profit organisation that aims to aid public health research and\nrecoup the costs of doing so through services to the private sector. Because of\nthis, it is assumed that the total revenue earned by CPRD is approximately equal\nto its total operating costs. Total annual revenue for CPRD is estimated to be just\nover£10 million, based on the number of multi-studylicence agreements sold\nand the proportion of revenue which comes from these agreements.A multiple\n31\nstudy licence agreement for commercial organisations costs£330,000 per year. A\nmultiple study licence agreement for non-commercial organisations costs£75,000\nper year.\n31\nThese data points were provided to us through stakeholder consultations.\n30\nRaftery, Jet al (2008), Payment to healthcare professionals for patient recruitment to trials: systematic\nreview and qualitative study. Health Technology Assess; 12(10)\nOpen Data Institute | March 2022 | Research reportMeasuring the impact of data institutions18\n\nSupporting public health research in the UK\nCPRD demonstrates how safe data access controls can support access to\nuniquely valuable datasets, which would otherwise be unavailable to stakeholders.\nMajor pharmaceutical trials are increasingly being conducted in the UK because\nCPRD lowers the cost of recruiting to trials and provides high-quality data. This\nbenefits patients as participating in trials means they can get access to treatments\nbefore they are available on the market. Research on Covid-19 heavily relied on\nCPRD datasets and services.\nCPRD linked datasets provide a fuller picture to public health institutions, enabling\nthem to make informed improvements in patient safety and the delivery of care.\nCPRD lowers the cost of collecting data and therefore the cost of conducting\nmedical research. This may increase the already substantial returns to medical\nresearch.\nOpen Data Institute | March 2022 | Research reportMeasuring the impact of data institutions19\n\nOpenActive\nDeveloping open data standards to publish\nand use data about activities\nAbout\nOpenActive is a community-led initiative for the sport and activity sector. OpenActive\nhas developedopen standards for dataabout where,when and what activities are\ntaking place, to make it easier for people to find and book activities online.\n32\nOpenActive brings together organisations from across the sports and physical\nactivity sector to publish and use open data, and has more than 120 member\norganisations in the UK that are helping to embed OpenActive standards into their\nplatforms.Although OpenActive provides some infrastructure,its main role is to\n33\nprovide data standards and encourage data publication.\nThe standards developed by OpenActive are applied by system providers, data\naggregators and data users so that the information about activity opportunities\nfollows the same format and can be easily integrated into various services and\ntools such as OpenSessions (a platform funded by Sports England that allows\nmembers to promote activity sessions to wider audiences) or Playfinder (an online\nplatform to book activities and sports facilities). Activity providers may be\nindividuals, clubs, grassroots organisationssuchas charities, or larger\ninstitutions such as schools or gyms.\nInnovators can use this open data to build products and services that help people\nfind the information they need to get active. It improves the customer experience,\nhelps activity providers reach new audiences, and helps more people get active.\n33\nOpenActive (n.d.),Our members\n32\nOpenActive (n.d.),OpenActive\nOpen Data Institute | March 2022 | Research reportMeasuring the impact of data institutions20\n\nFigure 5:OpenActive data ecosystem map\nSource: London Economics analysis\nImpact\nActivity providers using OpenActive standards are able to share and promote\ninformation about their activities more effectively with system providers and data\nusers, and therefore customers are more likely to find, book and participate in\nactivities.\nIt is estimated that OpenActive standards have led to anadditional\n325,893 opportunitiespublished per month, resultinginalmost 530,000\nadditional bookings.\nOpenActive generates just over £15.5 million per month through additional\nactivity bookings. Based on information gathered through stakeholder\ninterviews, between 10% and 15% of this revenue is claimed by the\nbooking system as commission, while the rest accrues to the activity\nproviders.Activity providers therefore generate anadditional £13.6\nmillion in revenue, and booking systems £1.9 million, per month.\nCustomers spend less time trying to find activities they want to participate in, and\nare more likely to find activities in their price range, in convenient locations, and\nthat fit into their schedules. Information about the amount of time saved through\ndata sharing is not currently documented, and it could be that the only reliable\nway of recording this would be through a representative survey of consumers and\nactivity providers.\nOpen Data Institute | March 2022 | Research reportMeasuring the impact of data institutions21\n\nFor each of the additional 530,000 bookings, assuming that consumers save\nan average of one hour searching time per activity booked, and a UK national\nliving wage of £8.91 per hour, we estimatethe totalvalue of time saved by\nindividuals to be £4.7 million per month.\nActivity providers that share their information with system providers and/or data\nusers according to the OpenActive standards save time on marketing and\npromotion of their activities. For example, grassroots activity providers can upload\ninformation to OpenSessions, which can be accessed and shared by booking\nsystems or activity finders. Without OpenActive standards to enable this, these\nactivity providers would have to promote their classes themselves, either through\nsocial media or by leafleting.\nBased on the conservative assumption that activity providers save £10 per\nmonth on promotion and marketing, we estimate that open data publication\nsupported by OpenActive saves them£300,000 per monthon trying to\nreach their audiences.\nIncreasing access to data leads to an increase in the number of hours of physical\nactivity completed by people in the UK: around half of those participating in\nopportunities published through OpenActive would not have been able to do so\nhad it not been for the open data standard.\n34\nParticipating in physical activity promotes a healthier lifestyle, as well as having a\npositive impact on social connectedness. There are also wider societal benefits\nsuch as a reduction in premature deaths due to inactivity, fewer losses to the\neconomy and lower healthcare costs that are borne by the state.\nIt is estimated that the increase in the number of hours spent exercising that\nopen data enables can lead to the avoidance of almost 79 premature deaths\nper month, and a reduction of£4.1 millionin healthcarecosts.\n34\nFrontier Economics (2019), Open standards for data: Evaluation the economic and social returns\nOpen Data Institute | March 2022 | Research reportMeasuring the impact of data institutions22\n\nCosts\nOpenActive hasoperating costs of around £200,000per year, which is used to\npay for the initiatives' staff costs. A further£70,000is needed each year for\nstimulus funding, such as running pilot programmesand raising awareness about\nthe open data standards. Themaintenance and operationalcosts of running\nOpenSessions(a systems provider working with OpenActivedata) amount to\n£15,000 per year now that the platform has been developed.\nFuture prospects\nAt present, only activities relating directly to a sport or physical activity are\ncovered under the data standards. However, stakeholders mentioned that\nOpenActive could broaden this to include other types of activities in the future,\nsuch as social prescribing. Social prescribing is a holistic approach to people’s\nhealth and wellbeing in which people with long-term conditions can be linked to\ncommunity groups and services for practical and emotional support.For\n35\nexample, a local agency may prescribe activities such as gardening or a cooking\nclass for an individual suffering from depression or loneliness. These types of\nactivities are often prescribed alongside physical activities, and could therefore be\na potential area of expansion for OpenActive.\n35\nNHS (n.d.),Social prescribing\nOpen Data Institute | March 2022 | Research reportMeasuring the impact of data institutions23\n\nBottom-up\ndata institutions\nEmpowering people to take a more active role in stewarding data\nabout themselves and their communities\nIn our work exploring data institutions, we’ve come across a number that have the\nobjective of enabling individuals – typically those from whom data has been\ngenerated, or to whom the data relates – to play a more active role in data\nstewardship.\nWe describe these as ‘bottom-up’ data institutions.Some enable people to\n36\ndonate data about themselves to support further health research; some aim to\nharness data to support specific groups, such as gig economy workers. Many of\nthem focus on addressing power asymmetries, and enabling increased\nparticipation from individuals and communities in decisions related to their data\nthan they would otherwise have had. For example:\n●\nVariant Bio works with historically marginalised populations to facilitate\npeople-driven therapeutics. Communities are engaged prior to the\nbeginning of research projects; their data is then collected and used within\na framework that centres community concerns.\n●\nDriver’s Seat is an independent, driver-owned cooperative where\nmembers’ data is used to derive insights that help them optimise their\nearnings and performance.\n●\nSwash enables users to control what data is collected about their\nbrowsing habits, as well as to aggregate and sell access to this data to\ngenerate financial return.\n●\nOpenHumans empowers individuals and communities to explore and\nshare their personal data for the purposes of education, health and\nresearch.\n●\nMIDATA enables users to contribute to medical research and clinical\nstudies by granting selective access to their personal data.\n●\nGyeonggi Data Dividend ensures that any financial profits generated by\nselling access to data about transactions using the local currency are\nreturned to citizens in the form of a dividend.\nConcepts such as ‘data cooperatives’, ‘data trusts’, ‘data unions’ and ‘personal\ndata stores’ fall within this ‘bottom-up’ category, and there has recently been a lot\nof interest, exploration and experimentation in this area, as evidenced by work\nfrom the Aapti Institute, the Data Trusts Initiative, the Ada Lovelace Institute, the\nMozilla Data Futures Lab, and others.\n36\n  Open Data Institute (2021),Could ‘bottom-up datatrusts’ help to tackle the climate crisis?\nOpen Data Institute | March 2022 | Research reportMeasuring the impact of data institutions24\n\nFor the purposes of this study, however, we were unable to find a suitable case\nstudy candidate. While there are initiatives based in the UK that align with the\nobjective of bottom-up empowerment, it was difficult to determine whether they\nhad attained sufficient institutional maturity and sustainability to demonstrate\nimpact.\nThis is a nascent field, rife with experimentation, and bottom-up data institutions\nare likely to have a large impact in the future. We’re currently undertaking research\nto explore the different interventions available to the UK government and other\npolicymakers to support and enable bottom-up data institutions. Our experience\nwith this study will enrich our insights on the state of such institutions and the\nnature of support they may need.\nOpen Data Institute | March 2022 | Research reportMeasuring the impact of data institutions25\n\nSynthesis and\nreflections\nData institutions come in many shapes and sizes, and operate in very different\ndomains. This diversity means it is difficult to generate robust macroeconomic\nestimates of their impact. Our case study approach helped us map how an\nillustrative set of data institutions might create different forms of value within their\ndifferent ecosystems. Some of the things we learnt along the way were:\n1.It is difficult to collect the data necessary to generate robust\nestimates of the impact of data institutions. Datainstitutions are at\ndifferent stages of institutional maturity. For more established institutions,\nthe quantification process was aided by the greater availability of data\nabout them and how they interact with their stakeholders. However, in\ngeneral, data on their impact was challenging to obtain. This challenge is\nmost acute with bottom-up data institutions, arguably the most\nexperimental approach to data stewardship, where we could not identify\nan appropriate case study to use to assess their impact. On the other\nhand, data on the costs associated with stewardship roles was relatively\neasier to obtain, and demonstrated that data institutions generate impact\nfor a wide range of stakeholders at comparatively limited cost.\n2.Despite their variety, there are some similarities in the nature of the\nimpacts that data institutions have. While estimatesfrom different data\ninstitutions cannot be directly compared, our research brought to the fore\nimportant similarities in how data institutions create value. Some of the\ndata institutions we studied enabled access to data for research (MEDIN,\nFarmbench, CPRD, 360Giving), saving time and resources by making data\nmore findable, accessible, interoperable and reusable. Some data\ninstitutions also balance the need to broaden access to data with\nrestricting it in ways that generate commercial revenue to sustain their\nactivities (for instance, CPRD provides data access to the largest\npharmaceutical companies which helps to sustain access for\nnon-commercial users; 21% of MEDIN’s users are commercial users,\nusing marine data for use cases such as informing shipping routes and\ndeveloping information products).\n3.It is easy to undercount the broad, societal impacts of data\ninstitutions. Reducing the resource intensity of farming(FarmBench) and\nthe use of marine data in conservation projects (MEDIN) have clear\nenvironmental benefits. Improving access to clinical data for research\n(CPRD) and driving increased physical activity (OpenActive) have benefits\nfor individual wellbeing and public health. Enabling more effective grant\nmaking (360Giving) supports a range of philanthropic outcomes. However,\nthese benefits are disparate and downstream, which makes them difficult\nto quantify.\nOpen Data Institute | March 2022 | Research reportMeasuring the impact of data institutions26\n\n4.Data institutions adapt and adjust their activities, which gives rise to\nevolving types of impact. 360Giving is in the processof expanding to\nallow a more detailed set of data categories about grant making to be\npublished; Farmbench is expanding its coverage to similar initiatives\noutside the UK; OpenActive is exploring expanding its work on data\nstandards for social prescribing; and CPRD datasets have supported\nresearch into Covid-19.\n5.An underappreciated function of data institutions is that they build\ncapacityamong stakeholders in their ecosystems. Somedata\ninstitutions do this consciously to increase participation and uptake:\nFarmbench supports farmers in inputting data into the tool, and holds\nworkshops to share insights from its analysis; CPRD provides access to\nexpert advice on data validation and study design; 360Giving provides\nsupport and information to users on using their tools; and MEDIN\nconducts workshops to build knowledge and capacity on their tools and\nmetadata standards.\nGiven the limited scope of this project, we’re aware that we will not have captured\nall of the impacts of data institutions, and we have tried to be clear where we’ve\nmade assumptions to generate estimates. We’ve also highlighted the types of\nimpacts and potential methods that would aid such efforts and future work in this\narea.\n37\nBuilding on this study, avenues for future work could entail:\n●\nemploying additional data collection methods such as user surveys to\ngenerate richer and more accurate assessments of downstream impacts\n●\nexploring ways to meaningfully compare quantified impacts across data\ninstitutions or begin to extrapolate to economy-wide estimates\n●\nassessing the impact of bottom-up data institutions outside the UK that\nmay have reached sufficient maturity, especially given the policy interest in\nthe field.\nData institutions are characterised by their diversity. With this study, we’ve begun\nto describe and measure the ways in which they may typically engage\nstakeholders and create impact. We hope our findings will inform policy makers,\nfunders and data institutions themselves as they advocate for continued support\nin their role as key enablers of trustworthy data stewardship.\n37\nSee Annex.\nOpen Data Institute | March 2022 | Research reportMeasuring the impact of data institutions27","version":"1.10.100"}