{"numpages":25,"numrender":25,"info":{"PDFFormatVersion":"1.4","IsAcroFormPresent":false,"IsXFAPresent":false,"Title":"#DRAFT_Mapping data ecosystems 2022 update","Producer":"Skia/PDF m103 Google Docs Renderer"},"metadata":null,"text":"\n\n\n\nContents\nContents\nWhy should we map data ecosystems?\nExample ecosystem map\nMethodology\nDefining the goal of mapping the data ecosystem\nMapping your data ecosystem\nWriting up and improving your map\nNext steps\nAdditional tips for facilitators of data ecosystem mapping\nRunning a workshop\nBefore the workshop\nDuring the workshop\nRunning interviews\nHow to provide feedback on the methodology\nWho to contact for more information\nAppendix 1: Example ecosystem maps\nExample 1: Transport for London release of transport data\nExample 2: Leeds Bins app\nExample 3: School energy-saving application\nExample 4: The role of sharing data in supply chain optimisation\nExample 5: Public health data challenge ecosystem for snakebite\nExample 6: The FCA Digital Sandbox\nAppendix 2: Further reading\nRelated tools\nOpen Data Institute v2, updated in April 2022 / Mapping data\necosystems\nThis text is licensed under a Creative Commons\nAttribution ShareAlike 4.0 – International License\nHow can it be improved?We welcome feedback and\ncomments.\nOpen Data Institute v2, updated in April 2022 / Mapping data ecosystems2\n\nWhy should we map data\necosystems?\nData infrastructureis made up of data assets, standards,technologies, policies and\nthe organisations that steward and contribute to them.\nAstrong data infrastructurewill be as open as possibleand designed to benefit\neveryone. It will support an ecosystem of organisations that collaborate to ensure\nthat the infrastructure issustainably funded, istrusted and trustworthyand\nmaximises the creation ofvalue from its data assets.\nData infrastructure can be hard for people to visualise and understand. We need\ntools to help us understand how data is being accessed, used and shared across\norganisations and communities.\nA data ecosystem consists of all the people, communities, and organisations that\nare stewarding data, creating things from it, deciding what to do based on it,\ninfluencing any of those activities, or are affected by any of those activities. A data\necosystem map illustrates the data and other value exchanges in an ecosystem.\nCreating a map of a data ecosystem can help us to understand and explain where\nand how the use of data creates value. It can help to identify the key organisations\ncollecting, stewarding and using data, the relationships between them and the\ndifferent roles they play. Representing ecosystems in detailed maps can be\nparticularly useful when contexts are complex, not well understood or not yet fully\ndeveloped.\nA data ecosystem map can be used to describe how data is being shared across\nThe Data Spectrum. A map can show how open data isbeing used to deliver a\nservice, or how data is beingshared in more limitedways, for example, to enable\naccess to personal data to support research, or internally within an organisation, or\nbetween a specific group of stakeholders.\nThere are benefits to be gained not only from having a map of a data ecosystem,\nbut also from the process of drawing it.\nMapping requires you to consider different people, organisations, relationships and\nideas in the system, and can generate useful insights and talking points. As a\ncollaborative process it can build understanding of a data ecosystem across\ndifferent stakeholders. The end product is useful as a communication and planning\ntool to support engagement and implementation of a data project across the data\necosystem.\nData ecosystems can be mapped to support different objectives. Primarily we see\nthis tool used to map an ecosystem that describes the data and value flows in a\nparticular sector, place (country, city, etc.) or around a particular challenge that\nneeds to be solved (for example climate change), with the aim to improve the\necosystem to solve common challenges, including business or societal challenges.\nOpen Data Institute v2, updated in April 2022 / Mapping data ecosystems3\n\nWe also see ecosystem mapping around the data held or used by a single\norganisation with the goal of improving an organisational strategy to use and share\ndata within its wider ecosystem. For these objectives and potential others, the\nfollowing methodology will provide useful guidance all the same.\nWe have found that creating data ecosystem maps of existing systems can help to:\n●\ndevelop a shared understanding of the variety of ways in which participants\ncurrently create value from data\n●\nidentify gaps and opportunities to improve the data ecosystem by creating\nadditional value and ensuring the ecosystem distributes value equitably\n●\nidentify the potential impacts of changing how data is accessed, used and\nshared\n●\nidentify the potential users and communities who might benefit from the\ncreation of new data infrastructure in a sector\n●\nclarify roles and responsibilities to help improve an ecosystem\n●\nhelp adopt best practices such as:\n○\nidentifying where standards could add value and support data flows\n○\nsetting up organisations to steward data on behalf of others, such as\ndata institutions\n○\nimplementing innovation schemes to foster data use and support a\nnew group of data users\n●\nsupport engagement, eg by identifying key stakeholders\nWe have also found that the benefits of mapping data ecosystems can vary\ndepending on the organisations involved. For example:\n●\nBusinesses can look to see how data can improve services or reduce costs,\nbenefitting their bottom line, or to plan and communicate the impact of their\nenvironmental, social and governance efforts.\n●\nCharities, nonprofits and academia can map data ecosystems of their\nproblem or research area to understand who else is working on the\nproblem, find partners and funding sources, and plan their own use of data\n●\nGovernment agencies, public bodies and regulators can use data\necosystem mapping to find efficiencies in internal operations, understand\nhow end users are receiving value from services, or plan data infrastructure\ninterventions\nOpen Data Institute v2, updated in April 2022 / Mapping data ecosystems4\n\nExample ecosystem map\nHere is an example of a data ecosystem map that we have developed at the ODI.\nAn ecosystem map can be a quick sketch or a more polished illustration.\nUsingKumu, we have mapped the data ecosystem forOpen Climate Fix, a\nnot-for-profit research and development lab that focuses on tackling climate\nchange, to improve forecasting for the generation of electricity from solar energy\nsources.\nThis diagram shows how individual organisations often don’t have all the data\nnecessary to address a problem. But working together to collect, share and use\ndata can help to grow markets, improve decision making and adapt to changing\nenvironments.\nA data ecosystem map is able to illustrate:\n●\ndata assets that are being accessed, used and shared\n●\nrelationships and roles of the various people, organisations and technologies\ninvolved in the ecosystem\n●\nflows of value besides just data, including insights, money, and products\nand services.\n●\nopportunities to improve the data ecosystem through changes in the data\ninfrastructure such as creating adata institutionor launching adata access\ninitiative.\nFor a short video tutorial on mapping data ecosystems, our free webinar ‘Data\necosystem mapping: plotting the journey from data to value for your business’ is\navailable online. Please note this webinar is publicly available but is not openly\nlicensed. Registration is required to access the recorded webinar.\nOpen Data Institute v2, updated in April 2022 / Mapping data ecosystems5\n\nThe PassivSystems and Open Climate Fix data ecosystem\nBysharingPVcelldatawithOpenClimateFix,PassivSystemsaimstoreceiveinsightson\nhowtobemoreenergyefficient,makingrenewableenergyfinanciallysustainable.Explorethe\nmap here.\nOpen Data Institute v2, updated in April 2022 / Mapping data ecosystems6\n\nMethodology\nThere are different ways to map out your data ecosystem, each of which has\nbenefits and drawbacks, but this works best as a collective exercise, enabling\nknowledge sharing and collaboration:\n●\nOn your own, or with some colleagues\nIf you have a good knowledge of the data flows in an ecosystem, you can\nuse this methodology by yourself – all you need is a pen and paper, or digital\ndrawing software. This can be especially useful when it is difficult to get\nparticipants together. The drawbacks of this are that it is harder to verify\nwhether your drawing is an accurate representation of the data flows. One\nway to overcome this is to share the map you create with other stakeholders\nin the ecosystem as a starting point for discussion, and then use their\ncomments and queries as a way to explore the ecosystem in more detail.\n●\nIn a workshop setting\nIf you can bring together a group of three to 10 people who are involved in\ndifferent areas in the ecosystem, and have facilitators in the room, you can\ndraw the ecosystem map together in a workshop setting. Ideally, you will\nneed one to two hours of workshop time to draw the ecosystem map, with\ntwo to three rounds of written follow-up after the workshop to develop a\nshareable ecosystem map.\n●\nOnline\nIf you are unable to convene a group in-person, data ecosystem mapping\nstill works very well online. Similarly to a workshop, gather no more than 10\npeople from different roles to create a digital map. This can be done via\ncollaborative drawing programmes, or with a mapper screen sharing to get\ninput from the team. It is best to have video conferencing capabilities to\nmake the setting more comfortable and dynamic.\nWe loosely follow the methodology ofrich picturing.This means that your drawings\ndon’t have to follow a set structure or format, but they should contain as much\ndetail as you think you need to understand the ecosystem. Maps can get very busy,\nvery quickly, once you start drawing out the ecosystem, so we suggest focusing on\nthe main value exchanges in a specific use case rather than trying to be completely\ncomprehensive (at least at first).\nIf you are starting this exercise without a strong understanding of the important\nstakeholders and relationships, you can begin by selecting key stakeholders that\nyou know have involvement or interest in your use case and conduct interviews with\nthem.\nOpen Data Institute v2, updated in April 2022 / Mapping data ecosystems7\n\nDefining the goal of mapping the data ecosystem\nIdentify the problem/process/opportunity/use case you want to understand\nBe clear about what the outcome of the ecosystem mapping exercise should be.\nThis can be understanding an existing ecosystem or considering how an ecosystem\nmight change, for example if new data was available. A useful tip is to clearly define\nthe scope of the exercise to a particular use case and start from there. By having\nclarity before you start, you’ll be able to capture all the relevant information with the\nright level of detail. It could be helpful to frame this in the form of a question, such\nas: “What data do I need to build a forecasting model for solar availability in the\nUK?” or “How can I leverage existing data infrastructure in the sector to reach new\nusers of my service?”. Be as clear as possible.\nMapping your data ecosystem\nBefore you start\nMake sure you have the right supplies\nYou do not necessarily need anything specific when drawing out an ecosystem map\nby yourself or with others – you could draw it in a notebook or use a drawing\npackage. If you are drawing with a few people you may find it easier to use bigger\npaper or a whiteboard, with different coloured pens and/or sticky notes. You can\nuse online tools like Miro, Google Jamboard and kumu.\nWe have created adata ecosystem toolwhich can bedownloaded and printed at\nhome as both anA1 fold to A5, and as anA4 in English,FrenchandGerman, to\nhelp organise your mapping activities.\nMap the actors and technologies\nStart with the part of the ecosystem you know best\nAs you draw, start with the part of the ecosystem you know best. We recommend\nthinking about the most relevant organisations to your use case, including your own.\nOpen Data Institute v2, updated in April 2022 / Mapping data ecosystems8\n\nUsing sticky notes or drawing circles, plot all the people, organisations or services\nthat are linked in some way to the data. It may help to think of the organisations and\ngroups you need data from, partner with, are supplied by or you provide services to,\nas there are likely data flows in that relationship. Stay with very specific examples as\nit encourages the representation to be realistic.\nThink about:\n●\n“What role does your organisation play?”\n●\n“Who are your users, customers, suppliers, service providers and partners?”\n●\n“Who are the relevant actors from the public, private or third sectors?”\n●\n“Where does data innovation – the creation and application of new\nknowledge to improve the world using data – take place in the ecosystem?”\n●\n“Who else plays a key role in governing access, use or sharing of data in\nyour ecosystem?”\nOur example ecosystem map includes a variety of different actors, including data\nproviders,data intermediaries, service providersand customers.\nMap the ‘formal’ value exchanges\nNow that we have some of the actors, we’re going to start mapping the flows and\nexchanges in the ecosystem. Start with the data that is shared or used by different\nactors, drawing lines and adding labels to indicate what data is being shared or\nused. What types of value are these data flows powering? Draw similar lines for\nexchanges of services and money.\nThink of other types of exchange. Do the actors within the ecosystem provide\ndocuments, services or physical goods? Is there an exchange of money, eg fees for\nservices? Add additional arrows for each of these to populate your map.\nThink about:\n●\n“What data does your organisation and other organisations access, use and\nshare?”\nOpen Data Institute v2, updated in April 2022 / Mapping data ecosystems9\n\n●\n“How is data shared? (eg via downloads, APIs, portals...)”\n●\n“Is data shared reciprocally?”\n●\n“Who is funding what? What services are being provided?”\nTangible value could include:\n●\nData– Which datasets are you mapping? What is thesource?\n●\nReports and documents – Are there relevant reportsand documents that\nsupport the data ecosystem?\n●\nPhysical goods– Are there physical goods associatedwith the data\necosystem?\n●\nServices– What services are relevant to the dataecosystem? Eg transport,\nbank accounts etc.\n●\nMoney– Are there fees or charges related to the dataand its storage or\nsharing?\n●\nCertificates– What certification relates to the dataecosystem? Eg data\nlicences, operating licences or safety certificates.\nIn our example ecosystem map, PassivSystems provides data on solar panel use to\nOpen Climate Fix through academic partner University of Sheffield. Open Climate\nFix also ingests data from EUMETSAT and OpenStreetMap to provide its software\nservices to National Grid.\nServices and money are exchanged throughout the ecosystem between customers\nand various companies in the energy sector supply chain, including solar panel\nprovider PassivSystems, as well as energy suppliers and regional system operators.\nDraw these connections and continue with the organisations or teams you interact\nwith, including those involved in a process before and after, focusing on how data is\nused across the ecosystem. Add different actors one by one and add lines to\nconnect them, specifying the relationship between them and adding arrows for\ndirection whenever possible.\nAim to capture the actors involved and how they collaborate, the types of data\nused, the role of standards and the flow of funding, if relevant. Using symbols and\nicons can make it easier and more intuitive to follow. Use different coloured markers\nfor different flows, such as data and money. It can be useful to define how data is\nshared across the ecosystem according to theDataSpectrum, describing when\ndata is being published under an open licence or being shared in more restrictive\nways.\nIf you make any assumptions, or there are important points around the narrative or\nstoryline of the ecosystem, add these to the map as you go – they will be helpful\nwhen writing up your ecosystem later!\nOpen Data Institute v2, updated in April 2022 / Mapping data ecosystems10\n\nMap the ‘soft’ value exchanges\nData supports decision-making with insight and knowledge. Organisations can\nsupport each other with advice or feedback.\nAdd these less tangible types of value exchange to your map. It will help you\nunderstand more about the connections and relationships between organisations.\nWe suggest using different dotted lines to distinguish them.\nThink about:\n●\n“What insights and advice do your organisation and others need, use and\nshare?”\n●\n“How is intangible value shared? (apps, email, etc.)”\n●\n“What networks is your organisation and others connected to?”\n●\n“What policies and regulations does your organisation adhere to?”\n‘Soft’ value could include:\n●\nInsights– The insight gained from the data ecosystem,for example when\nto travel, or how to manage a budget.\n●\nKnowledge– Are there knowledge networks that wouldbe useful to note?\nFor example, a professional network or community of enthusiasts\n●\nSupport– What support is required to help maintainthe data infrastructure?\nThis could be financial or structural.\n●\nFeedback– What feedback mechanisms are used withinthe data\necosystem?\n●\nAdvice– What advice do actors within the ecosystemprovide?\n●\nNetwork– Is there a wider network associated withthe data ecosystem?\n●\nPolicy– What policies relate to the data or otherassets within the data\necosystem?\nOpen Data Institute v2, updated in April 2022 / Mapping data ecosystems11\n\nIn our example ecosystem map, Open Climate Fix shares insights generated from\nmachine learning analytics with academic partner University of Sheffield, data\nprovider PassivSystems, and strategic ecosystem partner National Grid.\nNote on ‘traditional knowledge’:\nTraditional knowledge, indigenous knowledge and local knowledge generally refer to\nknowledge systems embedded in the cultural traditions of regional, indigenous, or\nlocal communities. According to the World Intellectual Property Organization and\nthe UN, traditional knowledge and traditional cultural expressions are both types of\nindigenous knowledge. The differentiation between ‘formal’ and ‘soft’ value\nregarding data vs. traditional knowledge may not be helpful in this context, and may\nindeed be harmful by replicating colonial logics of ‘Western scientific knowledge’ as\nsuperior to ‘traditional knowledge’.\nFind opportunities\nNow you have your ecosystem mapped out, what does it tell you? How does value\nflow in the ecosystem? Are there potential future opportunities to share value in\nother ways, for example, to make data more open or to offer new kinds of support?\nYou can draw those onto the ecosystem map in a different colour or style.\nThink about:\n●\n“Where are there blockers to data access or where is data being shared\ninefficiently that improvements to the data infrastructure could address?”\n●\n“What data is your service missing that would have a big impact on your\nstakeholders?”\n●\n“Are a lack of data standards inhibiting use of existing data in the\necosystem?”\n●\n“Are there blockers to data sharing that could be addressed by setting up\nindependent organisations to steward data on behalf of others?”\nOpen Data Institute v2, updated in April 2022 / Mapping data ecosystems12\n\nBelow are some potential future opportunities you could consider:\n●\nImproving data flow– What methods could be used toimprove data flows\nbetween actors in an ecosystem?\n●\nIdentifying impacts– What are the impacts of changinghow data is\naccessed, used and shared?\n●\nCreating new benefits– Which potential users andcommunities could\nbenefit from new data infrastructure in a sector?\n●\nCreating new standards– Where could data standardsadd value and\nbring clarity to the ecosystem?Tip:standards.theodi.orghas a helpful guide.\n●\nFinding new stakeholders– Which new stakeholdersshould be involved?\nFor example people or organisations who would be needed to help create a\nnew data standard.\nNote:The ecosystem map will inevitably become messy,as no formal structure is\nfollowed. This is not a problem and in fact allows you to capture as much\ninformation as possible.\nOur example ecosystem map shows the potential new and improved value that can\nbe provided to the energy sector if Open Climate Fix has access to necessary data\nfor its solar forecasting services. This helps potential partners, funders and end\nusers understand the impact Open Climate Fix’s plans could have to help\ndecarbonise the UK.\nWriting up and improving your map\nThis section is relevant whether you are creating an ecosystem by yourself, with a\ncouple of people, or through a workshop setting.\nWrite up narrative\nOnce you have finished drawing the ecosystem, it can be useful to write up the\nnarrative in text in a few paragraphs (maximum of two pages), based on the\necosystem map and the narrative notes. If you ran a workshop, or created the map\nwith others, share the write-up and picture of the ecosystem map with the relevant\nstakeholder contacts so they can review the content, add any missing information,\nor clarify questions.\nShare the ecosystem map\nWhile you might create an ecosystem to help your own understanding of value\nflows, sharing this more widely with others can help to clarify whether the maps are\naccurate and explain how processes work. This can include other actors involved in\nthe process, to challenge assumptions and help you arrive at a more accurate\npicture. It can also include external stakeholders who may benefit from\nunderstanding the ecosystem. It can be useful to print the ecosystem maps on\nposters to encourage discussion.\nDesign ecosystem map using tools and icons\nIf the ecosystem map is to be shared with a wider audience, a cleaner and more\nintuitive design may be useful. Be aware that a very “finished” look may discourage\npeople from challenging the maps, so we recommend creating and sharing less\npolished ecosystem maps, to encourage discussion. Make sure to explain the\nOpen Data Institute v2, updated in April 2022 / Mapping data ecosystems13\n\nscope of the ecosystem, the purpose of mapping it, the narrative behind it, and\nclearly label the icons, arrows and other drawings you have used. Useful tools\nincludeKumu,draw.io, andMiro.\nReturning to your map after some time to look at it with fresh eyes can help bring\ngreater clarity or important additional information to your map that you may have\nmissed the first time. This can be especially helpful if you have not shared your map\nwith others yet.\nNext steps\nOnce your ecosystem map is finalised, you have various possibilities to make it as\nuseful and as up to date as possible.\nThe data ecosystem map can be used to drive different types of actions:\n●\nImprove understanding of an ecosystem\n○\nHelp people understand an ecosystem, where change may be\nrequired, and what effects changes might have\n●\nExplore new partnerships\n○\nIdentify where an organisation sits in an ecosystem, and identify who\nto collaborate directly with for organisational/ecosystem change\n○\nIdentify where an individual or an organisation is required to take\naction to enact a desired change in the ecosystem\n●\nAccess or share data\n○\nFind new sources of data to improve internal operations\n○\nTap into existing data flows to develop new products, services or\npolicies, or improve existing ones\n○\nUse the map to help you understand how you can share data to\nsolve industry or broader societal challenges\n●\nImprove services, projects or policies\n○\nInform a project that is building a data-enabled service\n○\nIdentify where initiatives or projects are repetitive, where gaps are,\nand how to reach better impact through wider initiatives\n●\nIncrease impact\n○\nIdentify long term impact of data and value exchanges on a whole\necosystem\n○\nContribute to wider societal impact creation\nData Ecosystem Mapping can be used as a step in a broader process of\nunderstanding the data landscape in a particular sector, place or around a societal\nor business challenge. It is featured as thesecondplayin the ODI’sData\nLandscape Playbook. The Data Landscape Playbook supportsorganisations\nworking on data access initiatives, helping them tackle common challenges by\nconducting a ‘data landscape review’ - a broad range of activities that we know will\nhelp organisations launching data access initiatives understand better the context\nthey operate in, and the ways they can use data most effectively.\nFollowing the Playbook, other next steps that you can take after mapping your data\necosystem include:\nOpen Data Institute v2, updated in April 2022 / Mapping data ecosystems14\n\n●\nConductingdata ethicsassessments around the use cases that have been\nmapped, or regarding some of the identified connections\n●\nCreatingdata inventoriesto understand what relevantdata is currently being\ncollected, shared or managed\n●\nAdopting or buildingopen standards for data, so thatdifferent organisations\nwithin an initiative or across a sector can interoperate better\n●\nDesigninglogic modelsto help initiatives move frominitial inputs and\nactivities to the ultimate impact they are trying to achieve\nWhen working on new initiatives based on an ecosystem map, be aware that this\nmap may need to be updated in the future. It may be useful to check if new\nstakeholders or new exchanges have emerged.\nOpen Data Institute v2, updated in April 2022 / Mapping data ecosystems15\n\nAdditional tips for facilitators of data ecosystem\nmapping\nRunning a workshop\nBefore the workshop\nIdentify people who could contribute\nGet a range of different stakeholders from across the data ecosystem in the room or\nonline to ensure a balanced perspective of processes and links. If that is not\npossible, do not worry – even a few people can produce a useful ecosystem map.\nThe table in the scoping section lists some of the likely roles.\nNote:Be aware of the political context and the environmentyou are working in. In\ncertain situations, for someone to publicly declare in a workshop that a certain\norganisation/stakeholder is managing their data badly or is refusing to share could\nbe difficult. The facilitation of the workshop needs to reflect this particular context,\nmaking it possible for people to share their knowledge in a safe environment.\nPrepare the workshop\nTo run your workshop you will need:\na.\nideally, two facilitators to guide the workshop – Facilitator 1 should\nexplain the methodology, ask questions and draw the map.\nFacilitator 2 sense-checks the answers given, asks additional\nquestions and captures the narrative alongside the drawing. If you\nonly have one facilitator, we suggest:\ni.\nrecording the workshop and listening to it afterwards to\nmake sure the narrative around the ecosystem map is\ncaptured;\nii.\nasking members of the group to take notes on sticky notes\nas you go through the exercise\nb.\nparticipants from across your data ecosystem\nc.\na big enough room, with a whiteboard and different coloured\nmarkers (it works best if drawings can be erased and corrected\nduring the workshop), or a suite of products that ideally allows for\nvideoconferencing (possibly with breakout rooms), presenting slides,\nand collaborative drawing.\nd.\nsticky notes and pens\nDuring the workshop\nExplain the process (15 mins)\nIntroduce everyone, explain what the goal of the workshop is, give a short\nintroduction to ecosystem maps, explain to stakeholders that they are here to draw\nthe ecosystem map together. Answer any questions.\nOpen Data Institute v2, updated in April 2022 / Mapping data ecosystems16\n\nDraw the ecosystem map (30–90 mins)\nFacilitator 1: Start by asking participants about what they know, typically about their\norganisations, or the service they are trying to better understand. We recommend\nfollowing the previous steps. Start with the most relevant actors and data\nexchanges and then add applications and related value flows such as services and\nfunds. In our experience, it works best to use a very specific example that most\nparticipants are familiar with, as it encourages the representation to be realistic.\nSuggested questions:\n●\n“What role does your organisation play in the data sharing ecosystem?”\n●\n“What data do you need?”\n●\n“What data do you use?”\nDraw them on the whiteboard and then continue with the organisations or teams\nthey interact with, including those involved in a process before and after, focusing\non how data is used across the ecosystem. Add different players one by one and\nadd lines to connect them, specifying the relationship between them and adding\narrows for direction whenever possible.\nSuggested questions:\n●\n“Who provides the data, how do you access it?”\n●\n“What data do you release, who uses it and for what?”\n●\n“Is data shared reciprocally, what value is exchanged for data? (for example\nservices or subscription fees)”\nAim to capture the actors involved and how they collaborate, the types of data\nused, the role of standards and the flow of funding, if relevant. Using symbols and\nicons can make it easier and more intuitive to follow – for example, labelling data\nexchanges in some way to add a bit more context, perhaps by using thicker lines\nfor key data exchanges, or a marker to indicate open (versus shared or closed) data\nsharing, or using different coloured markers for different flows, such as data and\nmoney. It can be useful to clearly define how data is shared across the ecosystem\naccording to theData Spectrum.\nSuggested questions:\n●\n“What format is data released/used in?”\n●\n“Are there any data standards in place?”\n●\n“Who is funding what?”\nEncourage stakeholders in the room to clarify anything you do not understand, to\nadd detail or to correct anything that is misrepresented, by asking them questions.\nIt will be more difficult to remember details after the workshop. Go through the list of\nactors and flows defined in step 4 to make sure you cover the most relevant\naspects.\nNote:The ecosystem map will inevitably become messy,as no formal structure is\nfollowed. This is not a problem and in fact allows you to capture as much\ninformation as possible.\nOpen Data Institute v2, updated in April 2022 / Mapping data ecosystems17\n\nCapture the storyline (30–90 mins, in parallel to drawing the ecosystem)\nFacilitator 2 (if present): As the ecosystem map is drawn, use the sticky notes or\nonline tools to capture the storyline. Write down in as much detail as possible the\nprocess and relationships explained on the ecosystem map. Encourage\nstakeholders in the room to clarify anything that is unclear, to add detail or to correct\nanything that may be misrepresented, by asking them questions. Go through the list\nof actors and flows to make sure you cover the most relevant aspects.\nInformation may not be provided in a chronological or structured way, so moving\nsticky notes around as needed will help you to capture the explained process as\naccurately as possible.\nCross-check that content was captured correctly (15 mins)\nFacilitators 1 and 2: Summarise the explained process using the ecosystem map\nand storyline back to the participants and check that it was captured correctly. Take\nnote of anything that was misunderstood and note down any areas where follow-up\nis needed after the workshop. If ecosystem mapping in person, take pictures of the\necosystem map and notes; the appsTiny ScannerandPost-it Pluswork well. We\nrecommend sharing photos and online drawings with participants for transparency.\nIdentify one of the stakeholders from each part of the ecosystem to be the contact\nperson for follow-up questions.\nRunning interviews\nIf you are having trouble organising a workshop, you can also get useful information\nfrom a few interviews with subject matter experts to get a better sense of the\necosystem. You should try and interview people with different perspectives on the\necosystem, as you would have in a cross-functional workshop.\nYou can begin by using thisinterview templatewhichoutlines some questions that\nmay help you obtain useful information from your interviewee. Not all of the\nquestions may be relevant and the order of questions may need to be switched\nbased on how the interview is progressing. After the first interview, you may have\nsome further contacts and information in order to progress.\nHow to provide feedback on the methodology\nWe are looking for feedback on how this tool works for you. In particular, we are\nkeen to learn more about:\n●\nthoughts on the methodology we have outlined and how we can improve it\n●\nhow the tool is being used in different contexts and countries\n●\nhow useful do people find the tool, and where we can improve it\n●\ndifferent (physical or online) tools people can use to design their ecosystems\n●\ndifferent examples of ecosystem maps you have created\nPlease leave comments on this document, or send any other feedback you\nhave tofeedback@theodi.org\nOpen Data Institute v2, updated in April 2022 / Mapping data ecosystems18\n\nWho to contact for more information\nContactbizdev@theodi.orgto discuss how the ODI canhelp you understand the\necosystems you are part of, as well as how our other tools can support you to use\ndata better.\nOpen Data Institute v2, updated in April 2022 / Mapping data ecosystems19\n\nAppendix 1: Example\necosystem maps\nExample 1: Transport for London release of\ntransport data\nThis is a polished example of an ecosystem map. It is based on a case study\ndescribed in our report onusing open data for publicservices.\nOpen Data Institute v2, updated in April 2022 / Mapping data ecosystems20\n\nExample 2: Leeds Bins app\nThis is a sketch of the data ecosystem that exists around the Leeds Bins app.\nSimilarly to the TfL example, it is based on a case study described in our report on\nusing open data for public services.\nExample 3: School energy-saving application\nThis map illustrates the data ecosystem that supports an application that helps\nschools to be more energy efficient. This map has beendrawn using Kumu.ioto\nmake it easier to explore online.\nOpen Data Institute v2, updated in April 2022 / Mapping data ecosystems21\n\nExample 4: The role of sharing data in supply chain\noptimisation\nBysharingengineeringdatasecurelyacrosstheAPROCONEplatform,Airbusis\nsignificantlyreducingtimespentinthedesignprocess,optimisingthesupplychain\nand reducing costs.Explore the map here.\nOpen Data Institute v2, updated in April 2022 / Mapping data ecosystems22\n\nExample 5: Public health data challenge ecosystem\nfor snakebite\nA data ecosystem map showing how combining existing data on snakebite\nincidence and envenoming with related data such as climate, ecology, and\nurbanisation could help better predict the level of snakebite incidence and\nenvenoming and the resources that need to be allocated for snakebite\nmanagement.Explore the map here.\nExample 6: The FCA Digital Sandbox\nA data ecosystem map showing how the Digital Sandbox innovation platform uses\nsynthetic data, expert advice and code testing technology to help FinTechs improve\ntheir product offering, thus providing better value to their customers.Explore the\nmap here.\nOpen Data Institute v2, updated in April 2022 / Mapping data ecosystems23\n\nOpen Data Institute v2, updated in April 2022 / Mapping data ecosystems24\n\nAppendix 2: Further\nreading\nRelated tools\n●\nTheData Landscape Playbookcan help you understandthe wider context\nof the ecosystem you are mapping, and provides tools to support a data\naccess initiative.\n●\nTheData Ethics Canvashelps identify and manage ethicalissues at the start\nof a project that uses data, and throughout, and can help mitigate risks\nidentified in the data ecosystem map.\n●\nTheSustainable Data Access Workbookhelps organisationsthat steward\ndata to make better decisions about their revenue models to improve their\ndata ecosystem.\n●\nTheTrustworthy Data Stewardship Guidebookhas beencreated to help\norganisations assess, build and demonstrate both their trust and their\ntrustworthiness amongst other stakeholders in the data ecosystem.\n●\nTheData and Public Services Toolkithelps peopledesigning and delivering\npublic services to use data more effectively to improve their data ecosystem.\nOpen Data Institute v2, updated in April 2022 / Mapping data ecosystems25","version":"1.10.100"}