{"numpages":26,"numrender":26,"info":{"PDFFormatVersion":"1.7","IsAcroFormPresent":false,"IsXFAPresent":false,"Creator":"Adobe InDesign CS6 (Macintosh)","Producer":"Adobe PDF Library 10.0.1","CreationDate":"D:20160608222505+10'00'","ModDate":"D:20160608222511+10'00'","Trapped":{"name":"False"}},"metadata":{"_metadata":{"xmp:createdate":"2016-06-08T22:25:05+10:00","xmp:metadatadate":"2016-06-08T22:25:11+10:00","xmp:modifydate":"2016-06-08T22:25:11+10:00","xmp:creatortool":"Adobe InDesign CS6 (Macintosh)","xmpmm:instanceid":"uuid:a3dc5080-4708-cd45-a06a-559ee6460241","xmpmm:originaldocumentid":"xmp.did:C25894B30B206811822A9858DD7B9C3F","xmpmm:documentid":"xmp.id:0E812C9507206811822AD45CD28478B0","xmpmm:renditionclass":"proof:pdf","xmpmm:derivedfrom":"xmp.iid:0D812C9507206811822AD45CD28478B0xmp.did:5D987BAF1520681183D184ADDC67E916xmp.did:C25894B30B206811822A9858DD7B9C3Fdefault","xmpmm:history":"convertedfrom application/x-indesign to application/pdfAdobe InDesign CS6 (Macintosh)/2016-06-08T22:25:05+10:00","dc:format":"application/pdf","pdf:producer":"Adobe PDF Library 10.0.1","pdf:trapped":"False"}},"text":"\n\n1  |  Open Data Institute 2016  |  Applying blockchain technology in global data infrastructure  \nApplying\nblockchain\ntechnology\nin global data\ninfrastructure\nOpen Data InstituteODI-TR-2016-001\n\nTable of contents \nExecutive summary 2\nIntroduction                                                                                                               3\nThe foundations of blockchain technology 4\nThe technology landscape 8\nScaling and linking blockchains 13\nPrivacy and security 16\nPractical experimentation 20\nConclusions                                                                                                             22\nAbout the ODI 23\nBibliography                                                                                                             24\nAuthors: James Smith, Jeni Tennison,  \nPeter Wells, Jamie Fawcett, Stuart Harrison\nEditor: Anna Scott\nDesign: Christie Brewster\n\n2  |  Open Data Institute 2016  |  Applying blockchain technology in global data infrastructure  \nExecutive summary\nBlockchains, or ‘distributed ledgers’, are part of a new area of technology that is generating a \nlot of interest. They have the potential to become an important component of our global data \ninfrastructure.\nIn this report, we present an overview of Blockchain technology and issues that come with it, \nfor a non-technical audience who seek to understand the potential of distributed ledgers and \nblockchains in a commercial or policy context. We focus on non-financial use cases, both to \navoid duplication of other work and to explore the wider impact of the technology.\nSome of the key areas covered in this report are:\n the basics of blockchain and distributed ledger technology\n the landscape of use cases and applications\n  how blockchains will need to link into our global data infrastructure\n how blockchains will need to grow and scale over time\n the potential privacy implications for personal data in distributed ledgers, and \nthe risk of adding personal information to blockchain systems without careful \ndesign\n a practical exploration of building a blockchain system for data storage\nWe conclude that distributed ledgers are a potentially important area of technology, but that \nwe  must  avoid  being  swept  up  by  ‘blockchain  hype’,  and  remember  to  focus  on  solid  user  \nneeds first, before we choose the technology that we will use.\nWe  recommend  further  that  this  is  best  done  by  organisations  convening  across  sectors  to  \nidentify common data infrastructure needs.\n\n3  |  Open Data Institute 2016  |  Applying blockchain technology in global data infrastructure  \nIntroduction\nData is essential for the modern age; it is infrastructure for the whole economy. It underpins \npublic service transformation, business innovation and democratic engagement. It connects \nsectors. \nData infrastructure includes technology, processes and organisations. The Open Data Institute \n(ODI) is in the process of developing its design principles for strengthening the data infrastructure \nwe rely on to build tools, products and services that benefit everyone. Sometimes we talk \nabout our data infrastructure like we do our road infrastructure: roads help you get from A to \nB – data helps you get to a decision. Sometimes we need a super highway or a motorway; \nat other times a country lane. Data infrastructure needs to be as reliable as necessary and as \nopen as possible.\nA new class of data infrastructure technologies has recently emerged, known as ‘distributed \nledgers’. Blockchains are one specific type of technology in that domain, and though far from \nthe only type, they are receiving a lot of attention. Blockchain technology emerged from the \ndigital currency Bitcoin, and has been hailed as a revolutionary step forward for data storage \nand the decentralisation of computer systems.\nWith the support of Deutsche Bank, the ODI has been exploring emerging data infrastructure \ntechnologies – including distributed ledgers and blockchains – their potential and the issues \nthey  might  bring.  We  have  explored  the  technology  landscape,  raised  questions  based  on  \nour recent work on data infrastructure and personal data, and begun to investigate technical \nimplementation.  Each  of  these  activities  has  led  to  new  insights  into  the  current  state,  and  \npotential, of these technologies.\nWhile there are many technologies relevant to data infrastructure, we have focused recently on \nblockchains because of the hype surrounding them, and a concern that it may lead to negative \noutcomes if they are used in the wrong ways.\nVISIBILITY\nTIME\nTechnology Trigger\nTrough of Disillusionment\nSlope of Enlightenment\nPeak of Inflated Expectations\nPlateau of Productivity\n“Gartner Hype Cycle” \n\n4  |  Open Data Institute 2016  |  Applying blockchain technology in global data infrastructure  \nMany technologies go through a similar hype cycle; the “peak of inflated expectations” can \nlead to the “trough of disillusionment”, before eventually we reach the “plateau of productivity” \n(Gartner,  1995).  Blockchains  and  distributed  ledgers  are  definitely  on  the  upwards  slope \ntowards the peak, and in our work we hope to help accelerate through the cycle, and rather \nthan increasing the height of the peak, to instead raise the floor of the trough. Good ideas die \nin the trough, and we want to help those good ideas survive through the cycle to success. \nIt is only together that we will be able to answer the question of whether blockchains are “as \nfundamental for forward progress in society as the Magna Carta or the Rosetta Stone” (Swan, \n2015,  p.  viii),  whether  they  are  irrevocably  bound  to  the  “failed  Bitcoin  experiment”  (Hearn,  \n2016), or whether the truth lies somewhere in between. \nIn this report, we hope to help the reader form their own opinion on that emerging question, \nand provide a roadmap for further exploration.\nThe foundations of blockchain technology\nBlockchains provide a way to store information so that many people can see it, keep a copy of \nit, and add to it. Once added, it is very difficult to remove information. This can reinforce trust \nin a blockchain’s content.\nAt its heart, a blockchain is simply a new kind of database, with a unique set of properties. \nRather than being stored in a single location, this database is shared across the Internet, with \nmany people holding a copy of it. The synchronisation between all these different copies – \nso  that  there  is  still  a  single  recognised  truth  –  is  one  of  the  unique  aspects  of  blockchain  \ntechnology.\nIn  his  article  ‘Avoiding  the  pointless  blockchain  project,’  Greenspan  (2015)  outlines  these  \nproperties as follows:\n Shared read: blockchains are a structured data store that many people can read\n Shared write: as well as read, many people can write data into the database\n Absence of trust: the different writers do not have to trust each other not to \nmanipulate the shared database state (i.e. you cannot change information I have \nadded)\n Disintermediation: there is no need for a trusted intermediary to enforce access \ncontrol (or none is available)\n Transaction interaction: records in the database depend on and link to each \nother\n Validation rules: the rules around database transactions are well-defined, \nsuch that anyone with a copy of the database can validate that it has been \nmaintained correctly\n\n5  |  Open Data Institute 2016  |  Applying blockchain technology in global data infrastructure  \nIf  an  application  does  not  need  to  meet  all  the  above  criteria,  then  it  does  not  require  a  \nblockchain  solution;  there  are  much  more  mature  technologies  available  that  meet  many  of  \nthe  above  criteria  (including  traditional  databases)  and  can  also  support  distributed  service  \nand organisational models. \nHow data is stored in a blockchain\nThe fact that writers do not need to trust one another not to change information in a blockchain \nis down to how data is stored in the system. A blockchain stores a series of transactions – \nwhich can be data of any sort – in blocks, which get added one after the other in a continuous \nchain. Importantly, blockchains are considered append-only, or immutable, data stores. Data \ncan be added to the chain, but because each item depends on the one before it, data cannot \nbe removed or changed without recalculating every subsequent transaction. \nBecause  of  this,  once  data  is  embedded  in  a  blockchain  it  cannot  be  altered  without  that  \nchange  being  detected  and  potentially  rejected  by  the  other  nodes  in  the  network.  This  is  \nuseful for data that users need to trust, because it provides a guarantee that the data has not \nbeen changed since it was put in the blockchain, but also has other implications, which we \ndiscuss below.\nBlockchain distribution and data consensus\nThe disintermediation property arises because blockchains are distributed; there is no central \nstorage location, no ‘primary’ copy. Blockchains are maintained by a peer-network of nodes; \nevery  node  has  a  copy  of  the  blockchain  and  has  equal  authority  to  add  to  it.  Every  node  \npublishes that data for other nodes to pick up and use.\nThe size of the network is important, and ensures the immutability of the database. A single \nnode could change historical transactions and recreate a valid blockchain, but because other \nnodes in the network check the data before they accept it, it becomes impossible for a single \nnode to make a historical change. More than 50% of the network needs to agree on ‘the truth’ \nfor  it  to  be  accepted.  Conversely,  there  is  a  danger  that  if  more  than  50%  of  the  nodes  (or  \n‘miners’, in Bitcoin parlance) decide to change history, they can.\nAs new blocks may be added on the end of the chain by many nodes at once, blockchains \nneed a resolution mechanism to decide which block is accepted by the network. Bitcoin uses a \n‘proof of work’ algorithm, where nodes must prove they have solved a complex cryptographic \npuzzle, purely as a way of deciding which node gets to add its data first. Other systems use \ndifferent methods such as the ‘proof of stake’ algorithm, which requires that nodes prove \nthey own a certain amount of an asset, such as the cryptocurrency of the system. Choosing a \nresolution mechanism for a blockchain can greatly affect the scalability of the system and how \nmuch energy it uses, particularly as ‘proof of work’ algorithms require a lot of computing power.\n\n6  |  Open Data Institute 2016  |  Applying blockchain technology in global data infrastructure  \n‘Distributed ledgers’, ‘blockchains’, or ‘the blockchain’?\nConfusing  terminology  is  often  used  around  blockchains,  which  are  themselves  a  type  of  a  \nmore general ‘distributed ledger technology’ (DLT).\nSome  people  have  a  tendency  to  talk  about  ‘the  blockchain’,  which  normally  implies  the  \nblockchain that underpins Bitcoin, as opposed to ‘a blockchain’.\nThe ODI uses blockchain terminology as follows:\n Distributed ledger technology: the concept of a distributed shared database of \ntransactions\n A blockchain: a particular implementation of a distributed ledger system that \nuses the same basic technical architecture as Bitcoin, but could be independent \nof that system\n The Bitcoin blockchain: the blockchain that runs the Bitcoin digital currency. In \nthe wider world, this is often confusingly referred to simply as “the blockchain”, \nbut we avoid that usage\nPermissions\nWhile  classical  blockchains  (such  as  Bitcoin)  are  public  and  allow  anyone  to  write  to  them,  \nsome distributed ledgers work differently. Distributed ledgers can be classified as:\n Public: anyone may have a copy of the database and anyone may write to \nit. This is the classic Bitcoin-style public ledger. Sometimes referred to as \n‘unpermissioned’ or ‘permissionless’\n Permissioned: anyone may have a copy of the database, but only certain \nparties may write to it – an audit log for government information, for example\n Private: only certain authorised users have access to the database, whether for \nreading or writing – a blockchain used internally within an organisation’s firewall, \nfor example\nThe  concepts  of  permissioned  and  private  blockchains  are  controversial  in  the  blockchain  \ndevelopment community, as they may reintroduce trusted intermediaries into the system and \ntherefore undermine one of the unique aspects of the technology.\nPermission types in blockchains are aligned with the ‘closed / shared / open’ components of \nthe ODI’s Data Spectrum, which classifies data by who has access to it.\n1\n \n \n1 See http://theodi.org/data-spectrum.\n\n7  |  Open Data Institute 2016  |  Applying blockchain technology in global data infrastructure  \nClosed  data  is  only  available  to  a  single  individual  or  organisation  (similar  to  a  private  \nblockchain); shared  data  is  shared  under  various  permission  methods  with  a  limited  group  \n(similar to a permissioned blockchain); and open data is freely available to all to access, use \nand share (similar to a public blockchain).\nThe three generations of blockchain technology\nBlockchain  technologies  and  their  applications  generally  fall  into  one  of  three  generations,  \ndefined by their use and capabilities:\n Digital currencies (Blockchain 1.0): storing and executing transactions carried \nout in purely digital currencies (i.e. Bitcoin)\n Coloured coins (Blockchain 2.0): using small Bitcoin transactions to represent \nassets that are transferrable but not digitally stored on a blockchain, such as \nreal estate or diamonds\n Smart contracts (Blockchain 3.0): transactions store executable code which \nruns when certain criteria are fulfilled, allowing complex behaviour and fully \ndistributed applications (Dapps)\n\n8  |  Open Data Institute 2016  |  Applying blockchain technology in global data infrastructure  \nSection summary\n Blockchains (or distributed ledgers) are a new type of database \nwith unique properties\n Blockchains suit applications where multiple readers and writers \nneed to use the database without a trusted third-party\n Data stored in a blockchain cannot be changed afterwards\n Public, permissioned and private blockchains are differentiated \nby who can read or write data within them\n Smart contract systems enable blockchains to run executable \ncode, allowing much more complex behaviour\nThe technology landscape\nThe  recent  explosion  of  interest  in  blockchains  and  distributed  ledgers  has  created  much  \nspeculation on the application of these technologies. While there are many ideas being brought \nto the fore, there seem to be few actual implementations being referenced. \nAs part of our research, we explored this rapidly evolving space to pull out tangible examples \nof tools, technologies and applications currently in operation. \nOur efforts focused primarily beyond financial applications. Because of the association with \nBitcoin, there has already been a great deal of research on blockchains for cryptocurrencies \nwhich we did not want to replicate. We also focused on finding applications that illustrated the \nuse of the technology in solving real problems and examined a variety of tools that aimed to \nmake the underlying technologies more accessible to developers. \nGiven the rapid growth in this field, this section only captures a snapshot of the activity that \nwas being undertaken in early 2016. It should however serve as an illustration of the maturity \nof the field and a guide to potential applications.\nTrends and observations\nFrom our landscape research, we were able to distinguish a number of interesting trends and \nobservations. \n\n9  |  Open Data Institute 2016  |  Applying blockchain technology in global data infrastructure  \nThe baseline technology is unclear\nOur first observation is that the baseline technology underpinning different tools and solutions \nfor  blockchains  is  often  difficult  to  understand.  For  instance,  in  many  cases  it  is  hard  to \ndistinguish between the use of ‘a blockchain’ versus ‘the Bitcoin blockchain’. This indicates \nthat the technology stack for distributed technologies is still very fluid and in the process of \nbeing defined. \nThe  fluidity  of  the  technology  stack  presents  further  issues  in  classifying  any  particular \nsolutions as either tools, technologies or applications. For instance, Bitcoin is an application \nof blockchain technology, but it is also being used as a platform on which other applications \nare built. \nEmerging platforms\nAt the current stage of development, platform technologies have not yet fully emerged. Many \nblockchain systems are bespoke, and combine both platform and application functions. As \nthe field matures, commoditised platforms that allow applications to converge on a common, \nunderlying technology stack are likely to appear.\nSome of the most interesting applications, at least from a technical perspective, are those that \nuse multiple distributed technologies and blockchain implementations in a single service. One \nexample of this is Alexandria,\n2\n a system designed to allow users to distribute digital content. \nIt  uses  Bitcoin  to  handle  payment,  Florincoin\n3\n  (an  alternative  cryptocurrency)  to  create  a  \nsearchable  index,  and  the  InterPlanetary  File  System\n4\n  or  ‘IPFS’  (a  distributed  hash  table  or  \nDHT) for content storage and distribution. \nSuch emerging hybrid stacks show that complex services can be entirely implemented in a \nshared, distributed manner. We find one promising stack to be the combination of Ethereum\n5\n  \nfor the application or logic layer, IPFS for bulk storage, and BigchainDB\n6\n for database storage. \nThis  shows  the  beginning  of  a  true  platform  ecosystem  mirroring  the  common  LAMP\n7\n \nweb stack.\n2 See http://blocktech.com.\n3    See http://florincoin.org.\n4 See https://ipfs.io.\n5 See https://ethereum.org.\n6 See https://www.bigchaindb.com.\n7 Linux, Apache, MySQL, and PHP.\n\n10  |  Open Data Institute 2016  |  Applying blockchain technology in global data infrastructure  \nThe blockchain field is focused more on technology than  \nreal-world problems\nStartups  working  with  blockchains  tend  to  be  highly  focused  around  technology.  Many  \ndistributed technology startups begin by laying out their technical vision, rather than focusing \nfirst on an end-user need.\nMany blockchain solutions are also related to other disruptive and emerging trends in the tech \nsector, such as the Internet of Things and the sharing economy. The focus on technology over \nreal-world problems is a common feature in those areas as well, and can be compounded by \nthe combination.\nExisting applications of blockchain technology \nAs part of our research into distributed ledgers, we compiled a list of the tools, technologies \nand applications that we looked into.\n8\n  \nFrom ‘marriage on the blockchain’ (Woods, 2015) to ‘AI gladiators’ (Borah, 2015), blockchain \ntechnologies are being experimented with in many different ways. In a crowded field – where \nmany aim to capitalise on associated hype – it can be hard to identify useful applications of \nblockchain and distributed technologies that might have a lasting effect. \nWe have identified several categories of notable applications. These are generally focused \naround a real-world problem that requires the unique properties of the technology. The best \nexamples are from organisations that were committed to solving a problem before they adopted \nblockchains as a possible solution, as opposed to many who attempt to fit the problem to \nthe technology.\nThe following sections identify the areas we think are worth watching, along with examples of \norganisations in the space.\nDocument and Intellectual Property verification \nThe following services are designed to prove the existence of digital documents by recording \na unique identifier and timestamp in public blockchains. \n SealX and GeniusX: contract notary services and IP certification systems  \n(bitproof.io)\n Blocksign: a document verification service (blocksign.com)\n Factom: a service for distributed record storage (factom.org)\n8 This list is published under an open licence for anyone to access, use and share at dlt-research.labs.theodi.org.\n\n11  |  Open Data Institute 2016  |  Applying blockchain technology in global data infrastructure  \nMonitoring supply chains\nThe following services aim to improve supply-chain transparency and efficiency by tracking \nmaterials  and  products  through  the  production  process.  How  physical  products  are  reliably  \nlinked to digital assets is an open question.\n EverLedger: stores records of diamonds to prevent insurance fraud and \ndiamond smuggling (everledger.io)\n Provenance: tracking supply chain provenance (provenance.org)\n Skuchain: tracking supply chain provenance, especially for food (skuchain.com)\nBuilding a peer-to-peer economy\nThe  following  services  aim  to  automate  various  sharing  economy  transactions  using  smart  \ncontracts, without the need for centralised platforms.\n Slock.it: a service for renting, selling and sharing things that can be locked; \ncombining IoT with blockchain (slock.it)\n Airlock.me: a decentralised electronic security service offering keyless access \nprotocols for smart property (airlock.me)\n Lazooz: a decentralised transportation platform for ride-sharing (lazooz.org)\n WeiFund: a crowdfunding and equity platform based on Ethereum (weifund.io)\nGovernance\nThe  following  services  aim  to  use  smart  contracts  to  inform  decision-making  processes,   \nand  in  some  cases  create  Decentralised  Autonomous  Organisations  (DAOs)  or  even  \ndecentralised nations.\n Colony: a tool to help organise distributed, democratic company-like entities or \norganisations (colony.io)\n Freecoin: an alternative currency for democratic social organisations  \n(freecoin.ch)\n BoardRoom: a service that organises decision-making processes  \n(boardroom.to)\n BitNation: a collaborative platform for governance for organisations and even \nvirtual nations (bitnation.co)\n\n12  |  Open Data Institute 2016  |  Applying blockchain technology in global data infrastructure  \nDigital content distribution\nThe following services aim to provide a means to distribute digital content equitably – whether \nfor IP protection, or fair remuneration – in a way that does not rely on centralised platforms.\n ALEXANDRIA: a standard allowing users to distribute digital content  \n(blocktech.com)\n UjoMusic: a service for distributing creative digital products, such as music, \nfocused on generating greater transparency, fairness and profitability  \n(ujomusic.com)\n Blockai: a digital asset distribution service (blockai.com)\nFalse promises\nWhile there are promising applications as identified above, a great many of the ideas out \nthere are ‘vapourware’, with no viable implementation or model. For instance, development on \nHonduras’ land registry, which is being turned into a distributed ledger by Factom, has stalled \nwith no working system (Rizzo, 2015). This is particularly important, as this example is used \nrepeatedly to show that blockchains can be useful in traditional government applications, but \nhas not yet shown any results.\nThere are also many instances of old ideas being brought back to life with an application of new \ntechnology sheen. For instance, tracking benefit payments and how they are spent is a policy \nidea that has been proposed and rejected in the past, but is now reappearing with blockchains. \nMany such projects failed for good reasons in the past, and the addition of blockchains will not \nchange those reasons, which is more often social or cultural than technological.\nSection summary\n The distributed ledger technology stack is still emerging, with \nunclear boundaries between platforms and applications\n Many blockchain applications are technology-centric rather than \nfocused on user needs\n While there are good examples of blockchains being used to \nbuild useful services, they are currently in the minority\n Interested parties must be alert to blockchain hype and myths \nwhen surveying the landscape, and should focus on those \napplications solving real problems\n\n13  |  Open Data Institute 2016  |  Applying blockchain technology in global data infrastructure  \nScaling and linking blockchains\nBlockchains  are  emerging  from  their  origins  in  cryptocurrencies  and  being  explored  as  a  \nmechanism  for  storing  data  of  other  kinds.  We  are  very  early  in  our  understanding  of  when  \nand how best to use blockchain technology. We need to anticipate and plan for what happens \nwhen blockchains scale from low levels of use to potential ubiquity for other applications, like \nrecording  marriages  (Alexander,  2014),  registering  land  ownership  (van  Wirdum,  2015)  and  \nmaintaining supply-chain provenance (Provenance, 2015).\nBlockchains  are  maintained  by  a  distributed  network  of  nodes:  computers  that  store  the  \nblockchains and may add data to them. There are drivers for having a few blockchains that are \neach maintained by a large number of nodes and for having many blockchains that are each \nmaintained by a small number of nodes. It is likely it will end up somewhere in the middle. The \nsuitable number of blockchains needed to support the applications that use them will change \nover  time.  We  have  to  ensure  that  it  is  possible  to  adjust:  to  split  blockchains  or  to  merge  \nblockchains as required, and to migrate data between them.\nWhat are the drivers for having fewer blockchains?\nBlockchains are attractive as a data store because their distributed nature makes them robust \nand tamper-proof. Robustness ensures that the data is always available. A blockchain being \ntamper-proof guarantees data integrity; even if some nodes are compromised, the other nodes \nwill not accept changes they make to the blockchain.\nA  blockchain  that  is  maintained  by  a  single  node  could  be  struck  by  a  hardware  failure,  or  \ncould rewind and rewrite the blockchain it is maintaining without detection.\nBlockchains that are only maintained by small numbers of nodes can get into situations where \nthe majority of the network is owned by a single organisation or cartel. This happened with \nthe GHash Bitcoin mining pool in 2014 (Hern, 2014), and was the reason behind Onename’s \nrecent migration from Namecoin to the Bitcoin blockchain (Onename, 2015). When more than \nhalf a blockchain is owned by a single organisation, it is possible that they can collaborate to \nalter the content of the blockchain or to accept invalid transactions.\nThe fact that small networks of nodes undermine the utility of a blockchain is a driver towards \nhaving a few, large-scale blockchains maintained by many nodes.\n\n14  |  Open Data Institute 2016  |  Applying blockchain technology in global data infrastructure  \nWhat are the drivers for having more blockchains?\nThe size of a blockchain grows over time because it is an append-only data store: you can add \ndata to a blockchain, but you can never remove it.\nAt the time of publication, the Bitcoin blockchain is around 70GB in size. It has been growing \nsteadily  by  about  2.5GB/month  (though  that  rate  is  increasing).  With  a  limit  of  1MB/block  \nand one block every 10 minutes, the maximum rate of increase in size will be just over 4GB/\nmonth. While there is work underway to change this, the choice of size is controversial and the \noutcome unknown in the long-term.\nThe  Bitcoin  blockchain  is  relatively  small,  as  transactions  take  up  very  little  data.  Other  \napplications  for  blockchains  may  require  more  storage,  or  a  speedier  rate  of  growth  (larger  \nblocks and/or more frequent addition of blocks to the chain).\nEvery node in a blockchain network needs to be able to store and process the entirety of the \nblockchain.  Blockchains  that  are  used  by  lots  of  applications  will  be  large  in  size.  The  vast  \nmajority of data within a blockchain supporting multiple applications will be irrelevant to the \napplication any particular node is interested in. Some nodes might only be interested in land \nregistry data, some only in statements of copyright ownership.\nLarge blockchains require nodes that are interested in a given application to take on all the \ndata from other applications using the blockchain. They might hesitate not only because of \nsize but due to ethical concerns about the data those blockchains contain. These are drivers \ntowards having more, smaller and more specialised blockchains.\nLinking blockchains\nTo find the balance between a few large and many small blockchains, blockchains will need \nto be able to split and merge over time, and for this to work, they will need to be able to refer \nto each other.\nIt is also important that new data infrastructure, built on blockchains, is compatible with the \nWeb we have already. We will need to be able to link to items in a blockchain from outside, \non the wider Internet. After all, data is at its most useful when it can be referred to and linked. \nTherefore, transactions on blockchains should have stable URLs and an equivalent of HTTP \nredirection  to  point  to  updated  locations.  We  will  need  a  standardisation  effort  to  create \nstandard URL schemes for blockchain transactions, if these systems are to link into our global \ndata infrastructure.\n\n15  |  Open Data Institute 2016  |  Applying blockchain technology in global data infrastructure  \nData standards and archiving\nHow  do  we  standardise  storage  in  systems  so  that  we  get  a  single  network  of  data,  as   \nopposed  to  having  to  use  a  different  storage  system  every  time  we  want  a  new  type  of \ninformation? What are the data protocols for distributed storage? How do we talk about, and \nperhaps enforce, ownership and licensing?\nLike  other  Internet  phenomena,  blockchains  should  be  automatically  archived  for  posterity.  \nWhatever the archiving institution – whether the Internet Archive or something else – they will \nneed to be able to discover the data that need archiving, automatically, and standards will be \nan important part of this.\nSection summary\n Fewer, large blockchains will be more secure\n More small blockchains will be more scalable\n Blockchains will need to be able to split or merge over time to \nbalance their size and security\n We need to create URL and related standards to link blockchains \ninto our global data infrastructure\n\n16  |  Open Data Institute 2016  |  Applying blockchain technology in global data infrastructure  \nPrivacy and security\nThe irreversibility and transparency of public blockchains mean they are probably unsuitable \nfor personal data. We need to be careful when designing blockchain systems not to infringe \non people’s privacy, and to account for a world in which we have doxing, identity theft and the \nright to be forgotten.\nThe examples in this section are not necessarily mentioned because anyone has suggested \nproviding  these  kinds  of  data  in  blockchains.  But  blockchains  are  being  investigated  for  a  \nrange of purposes, across the Data Spectrum, and we need to explore their limits.\nWhat irreversibility means for privacy\nThere are types of data for which the difficulty of change could lead to problems – particularly \npersonal data.\nFor example, in the UK personal insolvency notices are published in the London Gazette when \npeople are declared bankrupt. They are published in paper copies of the Gazette (which are \nrelatively hard to get hold of or search) and published on the Web. Requests are sometimes \nmade for notices to be removed from the website to avoid them being as easy to find, because:\n people do not want their personal insolvency to be known about (they may have \na right for that event to be forgotten under the law)\n  people have made a transition to a new gender; they may have a legal right for \nprevious data to be altered to ensure it is interpreted according to their new \ngender\n the notice includes the current address of a person who is attempting to avoid \nan abuser, and thus the notice increases the risk of discovery and harm to that \nindividual\nIt  is  easy  to  imagine  other  scenarios  where  blockchains  could  be  used  to  hold  data  about  \npeople that might seem innocuous at the time but where the situation changes such that data \nshould no longer be held in the same way. For example, a recent change in UK law means that \ncompany  directors’  birth  dates  are  no  longer  published  by  Companies  House.\n9\n  Data  about  \npeople applying for planning applications, holders of licences and those in public office is \nroutinely published and could change in similar ways.\nBeyond government, blockchains offer a great opportunity for people to collaboratively create \ndatasets in a peer network without a central authority. We can see the evidence of the demand \nfor data rating teachers, about landlords, about where sexual offenders live – all of which \nwould have a significant privacy impact if published (Neyfahk, 2015).\n9  UK  Parliament  (2015)  Small  Business,  Enterprise  and  Employment  Act,  96(3).  Available  at:  http://www.legislation.gov.uk/\nukpga/2015/26/section/96/enacted. [Accessed 2016-05-30].\n\n17  |  Open Data Institute 2016  |  Applying blockchain technology in global data infrastructure  \nArguably, we have a situation even now where once data is published on the Web, it can never \ntruly be removed. Certainly removing a page from Google’s search results under a right to be \nforgotten does not actually remove it from the Web, rather it makes it harder to find. What is \ndifferent about blockchains is that if a court were to attempt to legally compel the removal of \ndata from them, it would be both hard to do and have very disruptive side-effects, which we \nexplain in the next section.\nRemoving data from a blockchain\nImagine  a  blockchain  were  found  to  contain  the  names  and  addresses  of  children  at  risk  \nof  abuse  (we  deliberately  pick  something  most  people  would  say  should  not  be  publicly  \navailable). To clear that data out, over half the nodes that maintain the blockchain would have \nto work together to rebuild the blockchain since that data was added. This process is similar to \nrebuilding from a backup: while being rebuilt, the blockchain would be rewound to a previous \nstate, days or weeks or even more out of date. During this time (and rebuilding blockchains \ndeliberately  takes  time),  the  data  would  not  be  up-to-date.  This  might  also  be  a  time  when  \nunwanted changes to data that was trustworthy could creep in.\nAlternatively,  a  court  could  try  to  compel  the  entire  set  of  nodes  to  be  shut  down.  Putting  \naside that nodes may reside in different legal jurisdictions, that would have huge practical \nimplications. It would mean removing all the rest of the data held in the blockchain as well as \nthe target of the order. Given the use of blockchains that people envisage often involves the \nsame blockchain holding many types of data and supporting many types of applications, there \nis a real risk that, pragmatically, bad data simply has to continue to exist in order to prevent \nmassive disruption to the provision of good data for other applications.\nWhat transparency means for privacy\nWhen new data is added to a blockchain, peers in the network check it to ensure it is valid, to \navoid fraud by rogue nodes. The data that the peers need to check must be stored transparently \nin the blockchain.\nSometimes – as with Bitcoin – personal data is required in order to verify that a transaction in \nthe blockchain is valid. For a node to check a Bitcoin transaction, it must have access to all \nprevious transactions and be able to check that the person giving the Bitcoins actually has \nthem to give. It must therefore be possible for any node to reconstruct the full financial history \nof every person exchanging Bitcoins: how many they have, where they got them from, and \nwhom they spend them with.\nThis  is  intensely  personal  information,  highly  revealing  of  the  details  of  someone’s  life;  after  \nall, would you publish all your bank statements on the Web? The only shield is the pseudo-\nanonymity of the Bitcoin address, which is easily breached if the address is associated with \n\n18  |  Open Data Institute 2016  |  Applying blockchain technology in global data infrastructure  \na  donate  button  on  a  blog.  Those  who  trade  Bitcoins  are  therefore  advised  to  hold  several  \naddresses and not to transfer Bitcoins between those accounts to avoid others linking them \ntogether. It is not clear how many Bitcoin holders are aware of this risk, and ‘security-through-\nobscurity’ is well-known to be insufficient.\nSome of the proposed uses for blockchain – such as to record auditable benefits payments – \nthreaten to expose this kind of information about a much wider range of people, the benefits \nthey receive and with whom they spend them.\nBlockchains do not have to expose personal data directly to reveal private information about \npeople. A blockchain recording visits to health practitioners (including midwives, mental health \nteams and AIDS clinics) does not need to include the entirety of someone’s health records to \nreveal information about them. Much like phone records (Mayer & Mutchler, 2014) or browsing \nhistories, this metadata may be sufficient to reveal personal details.\nDesigning privacy-protecting blockchains\nThere are ways to design the content of blockchains and the network that supports them, that \nlimit the level of disclosure that they entail.\nFirst,  whereas  anyone  can  join  the  Bitcoin  blockchain,  it  is  possible  to  use  a  permissioned  \ndistributed ledger as a method of resolving conflicts within a peer-to-peer network of trusted \nnodes.  When  nodes  can  be  trusted,  they  can  control  what  becomes  public,  and  therefore  \nhide data in the blockchain that should not be shared. The security of all the nodes in such a \ntrusted network needs to be guaranteed as every node will have a copy of all the relevant data, \nand the network needs to be protected against spoofing, but, in general, if you have a trusted \nnetwork many privacy issues are no more problematic than they are in centralised systems.\nSecond,  blockchains  could  be  used  purely  to  provide  a  timestamp  for  information  held  \nelsewhere. Content that could require redactions in the future can be made available as usual \non  the  Web,  with  transactions  in  the  blockchain  containing  simply  a  pointer  to  the  content  \nand  its  hash.  If  the  content  needs  to  be  taken  down,  the  fact  that  the  content  existed  at  a  \ngiven point in time could remain in the blockchain; the stored hash alone would not enable \nthe reconstruction of the removed content. If the content needs to be changed, the existing \nhash would no longer match the content, so applications are able to detect that something \nhas changed. If the changes are legitimate, the reasons for them could be stored in a later, \noverriding, transaction.\nThis pattern of using blockchains purely as a timestamping mechanism and not as a data store \nhas the additional benefit of being more likely to scale in the face of large amounts of data needing \nto be recorded. On the other hand, it shifts the burden of robust, distributed data storage, which \nis one aspect of the interest in blockchains, to other protocols, whether the Web, BitTorrent, or \nIPFS. Projects that are focused on robust distributed storage might not need a blockchain at all.\n\n19  |  Open Data Institute 2016  |  Applying blockchain technology in global data infrastructure  \nFinally, it is possible to encrypt data stored within a blockchain. The main problem with this \napproach is that if the decryption key for encrypted data is ever made public, the encrypted \ncontent  is  readable  by  anyone  with  that  key;  there  is  no  way  of  encrypting  the  data  with  a  \ndifferent key once it is embedded within a blockchain. Conversely, if the key is ever lost, the \ndata cannot be read. And there is the problem of sharing the key for the data amongst all those \nwho legitimately need to be able to read it.\nOn  top  of  that,  a  well-used  blockchain  will  be  a  potentially  eternal  datastore,  and  over  a  \nsufficiently  long  period  any  encryption  will  be  broken  whether  by  discovery  of  loopholes, \nbackdoors, or the advent of new techniques such as quantum computing.\nRegardless  of  the  approach  taken  to  designing  blockchains,  every  blockchain  contains  \ntransaction data. That data needs to be designed so that it is not disclosive in and of itself, \nwhich may be a tricky balance as that data might also be necessary to assess whether the \ntransaction is valid and therefore prevent fraud or errors. Transactions should also be designed \nso that they cannot be used to add comments that might include personal data.\nBlockchains are not necessarily bad for privacy; it all depends on how they are designed. As \nstated by Vitalik Buterin (2015): “blockchains do not solve privacy issues, and are an authenticity \nsolution only”. Anyone experimenting in the area should be thinking through the implications. \nAs the ICO’s guidance around privacy by design suggests, designers should be carrying out a \nprivacy impact assessment or similar process up-front, to ensure that the transparency of the \ninformation stored in the blockchain does not infringe on people’s privacy. Unlike with other \ntechnologies, getting it wrong is really hard to reverse.\nSection summary\n Immutable data storage in blockchains may be incompatible with \nlegislation which requires changes to the “official truth”\n Once added, removing data from blockchains can be impractical \nand highly disruptive\n Even if personal data is not stored on a blockchain, metadata can \nbe sufficient to reveal personal information\n Blockchains by themselves are not a solution for personal or \nprivate data\n Any encryption used is likely to be broken in the future\n Bad blockchain design decisions are very hard to reverse\n\n20  |  Open Data Institute 2016  |  Applying blockchain technology in global data infrastructure  \nPractical experimentation\nDuring  early  2016,  the  ODI  Labs  team  carried  out  some  practical  exploration  of  blockchain  \ntechnologies  and  how  they  could  be  applied  to  data  infrastructure.  This  was  done  in  order  \nto  understand  the  technology  more  deeply,  but  also  to  drive  out  further  issues  through  \nexperimentation.\nCreating a blockchain\nThe first step was to create a blockchain to experiment with. The team opted to build on \nMultichain,\n10\n  a  blockchain  software  toolkit  that  supports  Bitcoin  and  other  blockchains,  but  \nadds support for metadata and custom assets. \nAs software developers, it was reasonably simple to get a system up and running, although \nthis would be confusing and difficult for anyone without technical experience. There is a clear \nneed  for  user-friendly  prototyping  systems  so  that  non-technical  users  (for  instance  policy-\nmakers) can explore their own use cases.\nStoring data on a blockchain\nThe team built a small open source software library\n11\n around the blockchain that would allow \narbitrary information to be stored with any transaction. In the standard Bitcoin-style system \nwe were using, only a small amount of information can be stored with each transaction.\n12\n The \ntotal amount of information that could actually be stored was only 640 bits per transaction. By \ncomparison, a single tweet can hold up to around 2650 bits (Munroe, 2014).\nOne of the use cases in mind for this data storage was to be able to store a cryptographic hash \nof the contents of a URL. The hash is a “fingerprint” for the data pointed to by the URL; the \ndata cannot be recovered from it, but a third party could use the hash to detect if the data has \nchanged since the hash was created.\nAuditing open data\nThe Government Digital Services in the UK has written about guaranteeing the integrity of a \nregister (Potter, 2015), explaining how a distributed database could be used to check that an \nofficial register has not been tampered with. \nFor  our  exploration,  we  decided  to  follow  the  example  proposed,  and  create  a  blockchain  \n10 See http://www.multichain.com.\n11 Available at https://github.com/theodi/multichain-client.\n12 Using OP_RETURN metadata.\n\n21  |  Open Data Institute 2016  |  Applying blockchain technology in global data infrastructure  \nversion  of  the  Food  Standards  Agency  premises  ratings  dataset.  If  the  FSA  website  was  \ncompromised,  and  ratings  altered,  the  information  on  our  blockchain  –  which  could  not  be  \ndeleted or altered – could be used to detect the tampering. We successfully imported the full \nrating data (rather than just an audit hash) into the blockchain, storing the premises ID, along \nwith the inspection date and rating.\nSearching blockchains\nWhile the team successfully stored open data in a blockchain, various issues emerged when \ntrying to use the data. \nFirstly, finding a particular record is non-trivial. To find a particular food hygiene rating for a \npremise, we needed to carry out a brute-force search of the blockchain. Many search systems \nare available, and indeed there are many sites for searching and viewing the Bitcoin blockchain, \nwhich index the blockchain into a searchable database. The problem then becomes that you \nare now relying on the integrity of your search index to ensure you find the right information.\nIf the idea of the blockchain is to prevent centralisation (due to lack of trust or other reasons), \nwe cannot trust search indexes maintained by others. In order to find anything, not only would \neach blockchain client have to have the entire blockchain stored, but also store (and update) \na  search  index  built  from  it,  which  could  be  considerably  larger.  There  is  a  need  for  search  \nindexing to be built into blockchain software if it is to be used for data.\nIncentivising maintenance\nThe test blockchain we created consisted of only two nodes, mining and sending fake currency \nto  each  other.  The  key  to  the  integrity  of  blockchain  technology  is  its  decentralised  nature.  \nOnce  one  person  or  organisation  owns  the  majority  of  nodes  in  a  blockchain  network,  this  \nintegrity breaks down, as discussed earlier.\nIf  we  were  to  open  up  our  audit  blockchain  to  the  wider  public,  how  would  we  incentivise  \nmining? With Bitcoin, once a miner adds new transactions to the blockchain, there is a fixed \nreward (currently 25 BTC, almost £7,500 in today’s exchange rate). As the size of the blockchain \nnetwork increases, so does the computational power required to add new blocks (if using a \n‘proof of work’ algorithm); O’Dwyer and Malone (2014) have compared the electricity usage \nof the Bitcoin network to that of Ireland. As a result of this, and the rewards at stake, there are \nentire server farms devoted to Bitcoin mining.\nCurrently, the test blockchain we created is tiny, and a few well-intentioned people might be \nhappy to mine it for free. However, as the blockchain grows, mining will get harder, and the \nworthless currency the blockchain ‘rewards’ miners with won’t help them cover the electricity \nbills the computation will end up costing them.\n\n22  |  Open Data Institute 2016  |  Applying blockchain technology in global data infrastructure  \nSection summary\n Simple prototyping tools are required so that non-technical users \ncan explore blockchain use cases\n Only a very small amount of information can be encoded with \neach transaction in current blockchain software (including \nBitcoin)\n Distributed search indexes will be required for trusted search of \nblockchain data, increasing the space requirements\nConclusions\nData is part of the infrastructure of the modern world. It is essential to the operation of society, \nand  it  is  vital  that  we  learn  how  to  build,  maintain  and  strengthen  our  data  infrastructure.  \nDistributed  ledgers  are  a  potentially  important  technology  for  enabling  a  shared  data  \ninfrastructure, and are worthy of investigation.\nHowever, new technologies always go through a hype cycle. The challenge at the beginning of \nthat cycle is to identify the uses and applications that will stand the test of time. Blockchains \nare unusual in that mistakes made in early deployment could last a long time, and could cause \nsignificant damage, especially if deployed carelessly with personal data.\nBlockchains  could  be  used  to  build  confidence  in  government  services  through  public \nauditability.  They  also  hold  great  potential  for  collaborative  maintenance  of  data  assets,  \nenabling widely distributed data collection and publishing for applications such as supply-chain \ninformation. Smart contracts also have promise for the future across many application areas.\nHowever, in our research we have seen many cases where people attempt to bolt old, failed \nor impossible policy and business ideas onto the new technology, or to unnecessarily reinvent \nthings that work perfectly well. Many other cases show familiar organisational models being \nrebuilt as permissioned ledgers based on blockchain technologies, but this ignores the core \ninnovation of the technology and its promised transformation.\nWe have seen many ideas that would put new personal data into blockchains but learnt that, \nif misused, this will create significant new privacy issues. The core problems that blockchain \ntechnologies help to address – of distributed maintenance by collaborating organisations – is \nof growing importance and an area that shows some promise, but few are considering it.\nSuccess in data infrastructure design will come from convening sectors (such as finance, \n\n23  |  Open Data Institute 2016  |  Applying blockchain technology in global data infrastructure  \nagriculture,  or  healthcare),  identifying  common  challenges  and  then  determining  which  \ntechnology approaches – whether blockchains or not – are the most appropriate in helping to \naddress them. \nBlockchain technology is a new and powerful tool in our toolbox. We must use it when it is the \nright tool for the job at hand.\nRecommendations\n Organisations must remember to start with user needs, rather \nthan preselecting technologies that may or not be appropriate\n Organisations considering blockchain technology should be \naware that there are many other distributed technologies \navailable, and it is important to assess needs properly in order to \narrive at the right technology choice\n Organisations should convene across sectors to identify \ncommon data infrastructure needs, and then decide how those \ncan best be met and which technologies should be used\n When experimenting with blockchain technologies, researchers \nand developers must be aware of the privacy implications of \nstoring information in a public immutable database; what is done \ncannot be easily undone\n \nAbout the ODI\nThe Open Data Institute (ODI) connects, equips and inspires people around the world \nto innovate with data. It is independent, nonprofit and nonpartisan, founded in 2012 by \nSir Tim Berners-Lee and Sir Nigel Shadbolt. From its headquarters in London and via its global \nnetwork of startups, members and nodes, the ODI offers training, research and strategic advice \nfor organisations looking to explore the possibilities of data.\n\n24  |  Open Data Institute 2016  |  Applying blockchain technology in global data infrastructure  \nBibliography\nAlexander,  R.  (2014).  The  First  Blockchain  Wedding.  [Online]  Available  at:  https://bitcoinmagazine.com/articles/first-\nblockchain-wedding-2-1412544247 [Accessed 2016-05-20].\nBorah, P. (2015). DAO Wars. [Online] Available at: https://github.com/consensys/dao-wars [Accessed 2016-05-23].\nButerin, V. (2016). Privacy on the Blockchain. [Online] Available at: https://blog.ethereum.org/2016/01/15/privacy-on-the-\nblockchain/ [Accessed 2016-05-20].\nHern, A. (2014). Bitcoin currency could have been destroyed by ‘51%’ attack. The Guardian [Online] Available at: https://\nwww.theguardian.com/technology/2014/jun/16/bitcoin-currency-destroyed-51-attack-ghash-io  [Accessed  2016-\n05-20].\nHearn, M. (2016). The resolution of the Bitcoin experiment. [Online] Available at: https://medium.com/@octskyward/the-\nresolution-of-the-bitcoin-experiment-dabb30201f7 [Accessed 2016-05-20].\nGartner. (1995). Hype Cycle Research Methodology. [Online] Available at: http://www.gartner.com/technology/research/\nmethodologies/hype-cycle.jsp [Accessed 2016-05-20].\nGreenspan,  G.  (2015).  Avoiding  the  pointless  blockchain  project.  [Online]  Available  at:  http://www.multichain.com/\nblog/2015/11/avoiding-pointless-blockchain-project/ [Accessed 2016-05-23].\nMayer, J. & Mutchler, P. (2014). MetaPhone: The Sensitivity of Telephone Metadata. [Online] Available at: http://webpolicy.\norg/2014/03/12/metaphone-the-sensitivity-of-telephone-metadata/ [Accessed 2016-05-20].\nMunroe, R. (2014). Twitter. In: What If? London: John Murray, p. 217–221.\nNeyfahk, L. (2015). California’s Sane New Approach to Sex Offenders. [Online] Available at: http://www.slate.com/articles/\nnews_and_politics/crime/2015/04/california_s_sane_new_approach_to_sex_offenders_and_why_no_one_is_\nfollowing.html [Accessed 2016-05-20].\nO’Dwyer, K. and Malone, D. (2014). Bitcoin Mining and its Energy Footprint. [Online] Available at: https://karlodwyer.github.\nio/publications/pdf/bitcoin_KJOD_2014.pdf [Accessed 2016-05-21].\nOnename, (2015). Why Onename is Migrating to the Bitcoin Blockchain. [Online] Available at: http://blog.onename.com/\nnamecoin-to-bitcoin [Accessed 2016-05-20].\nProvenance, (2015). Blockchain: the solution for transparency in product supply chains. [Online] Available at: https://www.\nprovenance.org/whitepaper [Accessed 2016-05-20].\nResnikoff,  P.  (2015). I’m  Imogen  Heap.  And  This  Is  Why  I’m  Releasing  My  Music  on  Blockchain.  [Online]  Available  at:  \nhttp://www.digitalmusicnews.com/2015/10/05/im-imogen-heap-and-this-is-why-im-releasing-my-music-on-\nblockchain/ [Accessed 2016-05-20].\nRizzo,  P.  (2015).  Blockchain  Land  Title  Project  ‘Stalls’  in  Honduras.  [Online]  Available  at:  http://www.coindesk.com/\ndebate-factom-land-title-honduras/ [Accessed 2016-05-23].\nSwan, M. (2015). Blockchain: Blueprint for a new economy. 1st ed. O’Reilly Media.\nvan Wirdum, A. (2015). Honduran Gov’t to Build Land Registry Initiative on Bitcoin Blockchain. [Online] Available at: http://\ncointelegraph.com/news/honduran-govt-to-build-land-registry-initiative-on-bitcoin-blockchain   [Accessed   2016-\n05-20].\nWoods, T. (2015). This couple got married on the blockchain. [Online] Available at:  https://technical.ly/brooklyn/2015/11/11/\ncouple-got-married-blockchain/ [Accessed 2016-05-23].\n\n","version":"1.10.100"}