{"numpages":20,"numrender":20,"info":{"PDFFormatVersion":"1.4","IsAcroFormPresent":false,"IsXFAPresent":false,"Creator":"Adobe InDesign CC 2015 (Macintosh)","Producer":"Adobe PDF Library 15.0","CreationDate":"D:20170419123954+01'00'","ModDate":"D:20170419124001+01'00'","Trapped":{"name":"False"}},"metadata":{"_metadata":{"xmp:createdate":"2017-04-19T12:39:54+01:00","xmp:metadatadate":"2017-04-19T12:40:01+01:00","xmp:modifydate":"2017-04-19T12:40:01+01:00","xmp:creatortool":"Adobe InDesign CC 2015 (Macintosh)","xmpmm:instanceid":"uuid:53111f05-7356-da44-8d87-962ad700a837","xmpmm:originaldocumentid":"xmp.did:C25894B30B206811822A9858DD7B9C3F","xmpmm:documentid":"xmp.id:787e0301-3d8d-4836-87c3-5884c72d50d7","xmpmm:renditionclass":"proof:pdf","xmpmm:derivedfrom":"xmp.iid:59ab7d32-026e-4ca4-879a-ee61b68d36c0xmp.did:59ab7d32-026e-4ca4-879a-ee61b68d36c0xmp.did:C25894B30B206811822A9858DD7B9C3Fdefault","xmpmm:history":"convertedfrom application/x-indesign to application/pdfAdobe InDesign CC 2015 (Macintosh)/2017-04-19T12:39:54+01:00","dc:format":"application/pdf","pdf:producer":"Adobe PDF Library 15.0","pdf:trapped":"False"}},"text":"\n\nThe state of\nweather data\ninfrastructure\nWhite paper\nODI-WP-2017-003\nApril 2017\nThis is licensed under a Creative Commons Attribution-ShareAlike 4.0 \nInternational license\n\n2 The state of weather data infrastructure | Open Data Institute 2017\nTable of contents \nExecutive summary 3\nIntroduction                                                                                                          4\nThe importance of weather data 4\nThe weather data value chain 5\nWhat are the key elements of our global weather data infrastructure? 6\nWhat data assets are produced in weather data infrastructure? 6\nWhat organisations are involved? 8\nWhat are the technologies and processes? 9\nHow is weather data infrastructure evolving? 11\nWhat are the new sources of weather data? 11\nHow is the profile of organisations changing? 12\nHow are weather data infrastructure technologies evolving? 13\nThe future challenges for our weather data infrastructure 16\nAbout this report 17\nBibliography                                                                                                        18\nAuthors: Leigh Dodds, Alex Longden, Simon McLellan, Amanda Smith \nEditing: Anna Scott\nDesign: Christie Brewster\n\n3 The state of weather data infrastructure | Open Data Institute 2017\nExecutive summary\n‘Data  infrastructure’  consists  of  a  combination  of  data  assets,  technology,  processes  and  \norganisations.\n1\n In this report we use this definition to explore how the ways in which weather \nand climate data are accessed, used and shared are evolving.\nReviewing weather data’s importance, and the steps in its value chain, we draw attention to:\n the  evolving  role  of  global,  regional  and  national  meteorological  services  in  \ncollecting observations and generating forecasts\n the technology trends creating new data assets along with new big data challenges\n the growing need for investment in technical infrastructure and supercomputing \nresources  to  drive  improvements  in  forecasting,  and  the  pressure  this  puts  on  \nensuring sustainable access to data\nAnalysing key technology trends and their impacts is important to understanding how weather \ndata  infrastructure  is  evolving.  In  studying  these  drivers  we  hope  to  encourage  discussion  \naround how our global weather data infrastructure can be sustainable and continue to bring \nsignificant value to society, while remaining as open as possible.\n1 See: ‘What is data infrastructure?’ at: https://theodi.org/what-is-data-infrastructure.\n\n4 The state of weather data infrastructure | Open Data Institute 2017\nIntroduction\nFrom its early beginnings over 150 years ago, weather forecasting at the Met Office has been \ndriven  by  data.  Simple  observations  recorded  and  used  to  hand-plot  synoptic  charts  have  \nbeen exchanged for the billions of observations received and handled every day, mainly from \nsatellites but also from weather stations, radar, ocean buoys, planes, shipping and the public. \nHowever, the huge amounts of data collected, modelled and processed by the supercomputer \ncontinues to increase exponentially. This creates a challenge to send weather data to a growing \nnumber of consumers via a variety of applications and services, on time and in full.\nIn this paper, the Open Data Institute (ODI) and the Met Office explore the current state of \nweather data infrastructure. By looking at the different aspects of the data infrastructure used \nto  collect,  access  and  share  weather  and  climate  information,  we  can  better  understand  \nchallenges.\nWe hope that by highlighting these challenges we can engage a wide community in agreeing \nthe best way forward.\nThe importance of weather data\nLike  geographical  data,  information  about  the  weather  and  climate  is  of  critical  importance  \nto many popular applications. Its use benefits society in general as well as many different \ncommercial activities. Weather and climate data can help:\n reduce risks relating to climate- and weather-related disasters\n ensure safe transport of people and freight\n create resilience in the face of climate change and variation\n support sustainable use of natural resources\n drive economic growth across a number of industries\nReports by the ODI have highlighted the importance of weather data in addressing a number \nof  global  development  changes  (Atz  et  al,  2015)  and  its  role  in  supporting  our  global  food  \nsystem (Carolan et al, 2015). The Met Office has estimated that in the UK alone the Public \nWeather Service contributes more than £1 billion to the national economy.\n2\n A review by the US \n2    See: ‘How valuable is the Met Office?’ at: http://www.metoffice.gov.uk/about-us/what/pws/value. \n\n5 The state of weather data infrastructure | Open Data Institute 2017\nEconomics and Statistics Administration suggests that US weather forecasts can be valued at \n$31.5 billion dollars per year (Callen, 2014).\nThese valuations reflect the fact that all of us consume weather information as part of our daily \nlives, while organisations large and small are using the same information to make decisions \nabout how they operate and grow. A robust weather data infrastructure is essential to preserving \npeople’s safety and for ensuring healthy global, national and regional economies.\nThere are opportunities to unlock even more value from weather data. With increasing accuracy \nit becomes possible to create new products and services that are tailored for specific sectors \nas well as the general public. For example, fine-grained localised forecasting could help route \nair traffic or guide construction projects. Achieving these benefits requires our weather data \ninfrastructure to adapt and grow.\nThe weather data value chain\nThere are a number of steps involved in drawing value from weather data. At each stage, a \nnumber of organisations are involved. National Meteorological Services (NMSs) play a pivotal \nrole in collecting, generating and sharing information as part of their mandate. But achieving \nthis means collaborating with a variety of organisations.\nThe key stages of the weather data value chain are as follows:\n Monitoring and observation of the weather and environment, e.g. by NMSs.\n Numerical weather prediction (NWP) and climate modelling carried out by NMSs \nto create global, regional and limited area weather forecasts. Private companies \nare  growing  their  presence  in  the  market  and  challenging  the  traditional  role  \nof  NMSs  to  provide  forecasts  to  the  public,  by  statistically  blending  data  from  \nNMS models to create their own forecast models, for example. Other companies \nproviding data via online channels and/or apps include The Weather Company, \nAccuweather or the Climate Corporation.\n Communication  and  dissemination  of  forecasts  by  news,  NMS  and  media  \norganisations  like  the  BBC,  Yahoo  and  Google,  or  within  consumer-targeted  \nmobile and web applications.\n Decision making by individuals and businesses across a variety of sectors, which \ndraws on weather data and reporting.\nTrust, accuracy and reliability are important parts of this overall value chain. \n\n6 The state of weather data infrastructure | Open Data Institute 2017\nWhat are the key elements of our global weather data \ninfrastructure?\nThe Open Data Institute defines data infrastructure as consisting of: \n data  assets,  e.g.  datasets  collected  and  created,  and  analysis  carried  out  on  \nthem\n the organisations that operate and maintain those assets and technologies\n the technologies and processes that allow those assets to be accessed, used \nand shared by those who could benefit (The Open Data Institute, 2016)\nUseful  and  accessible  data  infrastructure  requires  funding  to  make  it  sustainable,  or  the \nprovision of large dynamic datasets to end users is impacted. To help build a picture of weather \ndata infrastructure, we look at each of these areas in turn.\nWhat data assets are produced in weather data \ninfrastructure?\nThe core data asset of our global weather data infrastructure is observation data that captures \na continuous record of weather and climate data around the world. This includes temperature, \nrainfall, wind speed and details of a host of other atmospheric, surface and marine conditions.\nThe collection of observation data is a global effort. The Global Observing System consists \nof  around  11,000  ground-based  monitoring  stations  supplemented  with  thousands  of  \nsensors  installed  on  weather  balloons,  aircraft  and  ships.\n3\n  Observations  are  also  collected  \nfrom a network of radar installations and satellite-based sensors. As we see later, the ‘official’ \nobservation system is increasingly being supplemented with new sources of observation data \nfrom the Internet of Things (IoT).\nA combination of historical and current observations is processed using complex numerical \nmodels  to  generate  another  important  set  of  data  assets:  detailed  weather  and  climate  \nforecasts. Forecasts are generated at global, regional and national levels with increasing levels \nof detail to give insight into local conditions.\n3 See: ‘Observation components of the Global Observing System’ at: http://www.wmo.int/pages/prog/www/OSY/Gos-\ncomponents.html.\n\n7 The state of weather data infrastructure | Open Data Institute 2017\nThe  collected  observations  are  analysed  and  used  to  help  define  the  starting  point  for \nsubsequent forecasts. This process is called data assimilation. For early developments in \nNWP, assimilation was mostly concerned with observations at the main synoptic hours and a \nsnapshot evaluation of the model state was an appropriate approach. Today’s observations are \ndominated by asynoptic satellite and aircraft measurements, where there is a more continuous \nstream of data. Adding a time dimension to the traditional 3D analysis techniques provides a \nbetter way of representing this process. \nForecasts  draw  on  large  and  complex  datasets.  There  are  two  types  of  forecast  models:  \ndeterministic  and  probabilistic.  Deterministic  models  produce  a  single  forecast  of  the  most  \nlikely weather. Probabilistic models are generated by running a forecast multiple times with \ndifferent starting conditions to generate multiple projections of possible weather conditions. \nThis is known as the ensemble approach. \nEnsemble model forecasts aim to give an indication of the range of possible future states of the \natmosphere and oceans (which are a significant driver of the weather in the atmosphere). This \novercomes errors introduced by using imperfect measurement of initial starting conditions that \nare then amplified by the chaotic nature of the atmosphere. Increasing the number of forecast \nmembers  over  a  global  scale  and  at  higher  resolutions  result  in  data  volumes  increasing  \nexponentially.\nThe deterministic and ensemble model data is transformed by NMS and private companies \ninto many other data products targeted at specific uses and industries. These include, for \nexample, the weather reports provided to the broadcast media industry, forecasts tailored for \nthe aviation industry or weather warnings for emergency responders.\nKey findings:\n The primary weather data asset is the ongoing observation of our global weather \nand climate systems from a variety of space, atmospheric, ocean and land-based \nsources.\n Ensemble  models  are  used  to  create  accurate  short,  medium  and  long-term  \nweather and climate forecasts but generate very large data volumes.\n Forecasts are used to create information, products and services that are consumed \nby the public, media and other sectors.\n\n8 The state of weather data infrastructure | Open Data Institute 2017\nWhat organisations are involved?\nGlobal weather data infrastructure involves a number of public- and private-sector organisations \nworking at different scales of geography. \nCreated in 1950, The World Meteorological Organisation (WMO) is made up of 191 member \nstates and territories around the world. The WMO was founded on the principle that global \ncoordination was necessary to reap the benefits of weather and climate data. This includes a \ncommitment to weather data and products being freely exchanged around the world (Obasi, \n1995).\nA similar set of principles underpins the production and use of climate data.\n4\nWhile  the  WMO  has  a  global  outlook,  its  work  is  supplemented  by  regional  meteorological  \norganisations like the European Centre for Medium Range Weather Forecasts (ECMWF) and \nNMSs, such as the Met Office in the UK.\nThe capabilities and role of NMSs varies considerably around the world. Firstly, while all nations \ncontribute to the gathering of weather observations, individual countries differ in the level of \nmonitoring and sensor infrastructure they have available for collecting data. Secondly, there \nare differences in the forecasting services provided by different NMSs. While some larger \nNMSs  provide  global  deterministic  and  probabilistic  forecasts,  others  focus  on  collecting  \nobservations and offer a more limited range of forecasts. In these cases, leaving others in the \nvalue chain to provide additional forecasting data and products. \nGaps in service offerings from NMSs might also be covered by regional meteorological services. \nFor example, projects like the WMO’s Global Data-processing and Forecasting system\n5\n and \nthe ECMWF both provide additional support for countries at the regional and national level.\n4 See: ‘Global framework for climate services principles’ at: http://www.wmo.int/gfcs/principles. \n5 See: ‘Global data-processing and forecasting system’ at: http://public.wmo.int/en/programmes/global-data-processing-\nand-forecasting-system. \n\n9 The state of weather data infrastructure | Open Data Institute 2017\nKey findings:\n There are a variety of global, regional and national meteorological organisations \nthat collectively maintain our global infrastructure and consume its data assets.\n NMSs vary in their responsibilities – some focus purely on their mandate while \nothers offer additional services.\n There are a mix of public- and private-sector organisations involved in the weather \ndata value chain.\nWhat are the technologies and processes?\nWeather  data  and  forecasts  need  to  be  delivered  to  the  widest  possible  audience,  in  a  \nsustainable way, internationally. \nThe first level of data sharing – reflecting the first steps in the value chain – involves observation \nand forecast data being exchanged between meteorological services. National and regional \nforecasts require the use of data from other geographic areas, making data sharing an important \npart of the overall system.\nMuch  of  the  essential  data  transfer  between  NMSs  currently  happens  across  custom  \nnetworks, such as the WMO Global Telecommunication System\n6\n (GTS) which uses dedicated \nnetwork  infrastructure,  satellite  and  radio  broadcasts  to  share  observations  and  forecasts.  \nThis networking infrastructure has existed for many years and predates the internet. The WMO \nis building on its GTS to achieve an overarching WMO Information System\n7\n (WIS), enabling \nsystematic access, retrieval, dissemination and exchange of data and information of all WMO \nand related international programmes.\nThe  critical  importance  of  weather  data  means  that  the  resilience  of  the  overall  system  is  \nconstantly  under  review.  For  example,  adding  or  removing  individual  observation  sites  may  \nimprove or reduce the quality of weather forecasts around the world. Reductions in the number \nor quality of observations in one country, for example, can impact the quality of forecasts \nin other countries (Ingleby et al, 2016).  Simulations are often carried out to understand the \nimpacts of expected and unexpected changes to the observation network.\n8\n6    See: ‘Global Telecommunication System’ at:  http://public.wmo.int/en/programmes/global-telecommunication-system.\n7 See: ‘WMO Information System’ at: http://www.wmo.int/pages/prog/www/WIS. \n8 See: ‘Observing System Simulation Experiments’ at: http://www.met.rdg.ac.uk/~stefano/research/osse/index.html.\n\n10 The state of weather data infrastructure | Open Data Institute 2017\nIn later stages of the weather data value chain, data and information are shared more widely \nwith consumers to comply with legislative requirements, such as the Reuse of Public Sector \nInformation and Competition Law within the UK. \nWeather data has traditionally been shared as bulk downloads. Consumers have generally used \nthe File Transfer Protocol (FTP) to download the latest forecasts generated by meteorological \nservices.  But  these  traditional  data  dissemination  methods  are  becoming  unsustainable  as  \ndatasets produced by NMSs grow exponentially.\nThere  are  a  number  of  technologies  that  can  make  disseminating  large  datasets  more  \nsustainable. \nFirst, providing weather data via APIs enables NMSs to allow users to be more selective over \nthe data they want, rather than receiving a large data file containing information they may not \nneed. A few NMSs already use APIs as dissemination platforms. For example, the Met Office’s \nDataPoint\n9\n service provides a variety of APIs that allow application developers to remotely \nquery the Met Office’s observation and forecast data. These APIs allow consumers to extract \nonly the data they need for their applications, at the right granularity and in well-defined formats. \nCloud services are increasingly used. For example, the US National Oceanic and Atmospheric \nAdministration (NOAA) have recently started a ‘big data project’, which uses partnerships with \ncloud  service  providers  –  such  as  Amazon,  Google  and  Microsoft  –  to  make  data  available  \nwithin their platforms.\n10\n This removes the need for developers to constantly move data between \nenvironments.\nKey findings:\n The technical infrastructure for sharing data between NMSs differs from that used \nto share data more widely.\n Careful resilience planning and monitoring ensures that the observation network \nremains effective.\n Meteorological  services  are  beginning  to  embrace  new  technologies,  including  \nAPIs  and  cloud  services,  in  order  to  better  share  data  with  consumers. \n9    See: ‘Met Office DataPoint’ at: http://www.metoffice.gov.uk/datapoint.\n10  See: ‘Big data project’ at: http://www.noaa.gov/big-data-project.\n\n11 The state of weather data infrastructure | Open Data Institute 2017\nHow is weather data infrastructure evolving?\nBased on this summary of the current state of weather data infrastructure, we can reflect on \nhow it is evolving. In particular, it is useful to ask:\n What are the new data assets or sources of data? \n Is there a changing mix of organisations involved in managing global data \ninfrastructure?\n How are the technologies evolving? \nThese questions are explored in the following sections.\nWhat are the new sources of weather data?\nThere are increasing new sources of weather observation data. In recent years, services like \nWeather Underground and the Met Office’s Weather Observation Website have demonstrated \nthe potential for people around the world to contribute weather observations about their local \nareas  –  using  low-cost  home  weather  stations  and  sensors,  for  example.  But  there  is  now  \npotential for sensors in cities, homes, cars, cell towers and even mobile phones to contribute \nobservational data that could also be fed into forecast models. \nThe Weather Signal mobile application\n11\n is one example of these non-traditional data sources. \nThese new data sources could improve coverage in countries with less-developed infrastructure \n(Snow, 2013).\nThis  increasing  variety  of  observational  data  exacerbates  the  big  data  challenge.  There  is  \nincreasing volumes of data to be collected, and work is required to understand its quality and \nrole in adding value and insight into the weather data value chain.\n11   See: ‘App turns smartphone sensors into weather stations’ at: https://www.newscientist.com/article/dn23506-app-turns-\nsmartphone-sensors-into-weather-stations\n\n12 The state of weather data infrastructure | Open Data Institute 2017\nKey findings:\n There are many new ‘non-traditional’ sources of observation data, e.g. sensors in \nhomes, cities and phones.\n New data sources are producing an increasing volume of data to be collected and \nprocessed.\n Data quality is not necessarily increasing, meaning that more analysis is needed \nto extract value.\nHow is the profile of organisations changing?\nGiven the growth of weather data sources, many new organisations are becoming involved in \nthe weather data value chain. Many are from businesses that are using new technologies or \ncloud platforms to create new weather data and products.\nFor example:\n Organisations  like  PlanetIQ  are  using  new  technology  to  offer  commercially \nlicensed weather observations from their own satellite network.\n New  types  of  sensors,  such  as  TAMDAR, offer companies like Panasonic the \nability  to  combine  public  and  private  data  with  custom  forecasting  models  to  \ncreate new commercial forecasts.\n12\n IBM recently acquired The Weather Company\n13\n  with  a  goal  of  combining  their  \nweather platform with IBM’s Watson to power a new Internet of Things platform. \nGreater access to both open data and tailored, commercial weather data products is enabling \na range of new startups and innovators. These are often targeting specific types of users in \nthe value chain. For example, following their acquisition by Monsanto, Climate Corp has been \ndescribed as the first billion-dollar open data business. As a ‘digital agriculture’ business they \nare combining weather, soil and field data to provide services to farmers.\n12  See: ‘TV maker Panasonic says it has developed the world’s best weather model’ at: http://arstechnica.co.uk/\nscience/2016/04/panasonic-weather-forecasting-model/.\n13  See: ‘IBM closes deal to acquire the weather company’s product and technology business’ at: http://www-03.ibm.com/\npress/us/en/pressrelease/48884.wss.\n\n13 The state of weather data infrastructure | Open Data Institute 2017\nThe increased availability of private sector forecasting and weather products means that some \nmeteorological  services  are  choosing  to  focus  only  on  their  core  public  task.  For  example,  \nMet Norway\n14\n and the Israeli weather service (Meteoworld, 2016) have been embracing open \ndata as a means to enable their data to be widely reused and shared. They are showing that an \nopen approach can deliver cost savings while enabling other organisations in the value chain \nto provide more services. \nCitizens are also changing how they find and use weather data, with an explosion in the \nadoption of smartphones and demand for timely weather forecasts and warnings. \nGoogle and other search engines have begun to incorporate weather forecasts directly into \ntheir search results. However, due to the increasing variety of information providers, it may not \nbe clear to consumers where forecasts and related information are being sourced from. \nThese issues are creating a number of pressures on existing meteorological services, both in \nterms of sharing their data with a wider audience, and in maintaining their authoritative voice, \nas we will discuss in the final section.\nKey findings:\n There are an increasing number of private companies operating at all steps of the \nvalue chain.\n Consumers may not always be clear on the source of their weather information.\nHow are weather data infrastructure technologies evolving?\nA recent article by the WMO highlights that “Global weather prediction is one of the largest \nscientific  and  technological  challenges  in  the  twenty-first  century”  (Bauer  et  al,  2015).  \nIncreasing  the  accuracy  of  weather  forecasting  allows  individual  storms  and  other  weather  \nevents  to  be  predicted  and  tracked  more  precisely,  while  improvements  in  the  accuracy  of  \nlong-range forecasts enables more effective long-term planning. \n \nImproving accuracy, however, requires significant investment and improvement in numerical \nmodels  and  computing  infrastructure  necessary  to  run  and  disseminate  their  data  outputs.  \n14  See: ‘Met Norway, Data Policy and Data Services’ at: http://met.no/English/Data_Policy_and_Data_Services/.\n\n14 The state of weather data infrastructure | Open Data Institute 2017\nRunning ensemble forecasting models on millions of observations every hour results in larger \nvolumes  of  data  being  created.  This  raises  a  significant  challenge  around  the  collection, \nproduction, processing and distribution of weather forecasts.\n15\nThe Met Office’s recently acquired £97m supercomputer provides the hardware infrastructure \nnecessary to run weather forecasts more frequently and at increasing levels of precision.\n16\n \nThe Met Office is now able to provide seasonal predictions with a 62% accuracy (MacGregor, \n2016). Every hourly run of the ensemble model currently generates 400 GB of data, and this is \nprojected to increase to 1TB per hour by 2020. \nGrowing  volumes  of  forecast  data  create  challenges  in  how  it  can  be  made  available  to  \ncustomers. Its sheer volume makes it prohibitive to ship all the raw files to users in a timely \nmanner. Traditional approaches like FTP and bulk downloads do not scale, impacting the \nsustainability of the weather data infrastructure.  \nIt takes sophisticated analysis and computing infrastructure to draw value from forecast data. \nMany  potential  consumers  do  not  have  access  to  the  necessary  computing  resources  or  \nexpertise required to successfully use the data.\nAs a result, many meteorological services are exploring cloud infrastructure – like commodity \ncloud  services  –  to  scale  out  how  they  process  and  deliver  their  forecasting  data.  But  this  \ncreates another challenge in that all data that should be made available under mandate need \nto be transmitted on time and in full. \nWhile running limited area and time weather forecast models (NWP) in the cloud is possible, \ndeveloping  the  models  themselves  is  not  feasible  in  a  cloud  architecture.  Also,  initialising  \nweather models from observations,\n17\n long time series or large areal coverage are not practical \nor affordable to run in existing or projected cloud-based environments. They require highly \nspecialised computer architecture optimised for these tasks. While these activities are expected \nto  become  possible  using  cloud-based  architectures  in  the  future,  the  high  performance  \nrequirements for timely delivery of NWP suggest that it is not likely to be affordable for a least \na decade.\n15   See: ‘Big Data Drive’ at: http://www.metoffice.gov.uk/services/data-provision/big-data-drive.\n16  See: ‘£97m supercomputer makes UK world leader in weather and climate science’ at: http://www.metoffice.gov.uk/\nnews/releases/2014/new-hpc.\n17  See: ‘Met Office Data Assimilation Methods’ at: http://www.metoffice.gov.uk/research/weather/data-assimilation/data-\nassimilation-methods.\n\n15 The state of weather data infrastructure | Open Data Institute 2017\nNMSs,  with  global  deterministic  and  ensemble  models,  have  to  consider  alternatives.  For  \nexample, they will need to allow users to run their analysis ‘on premise’, enabling customers \nto select and pull the data of interest, which may not be available on cloud services. This is \nknown as ‘taking the problem to the data’.\n18\nThe Met Office has recognised the impacts of disseminating large datasets, recently creating \na  campaign  called  the  ‘Big  Data  Drive’.\n19\n  Its  aim  is  to  highlight  the  big  data  challenge,  and  \nhow that challenge can be addressed through the creation of a discoverable and accessible \nplatform using industry open standards (Carne, 2016). This will enable data customers to \nchoose  the  data  they  want,  in  the  form  they  want  and  at  the  speed  and  service  level  they  \nrequire.\n \nKey findings:\n Meteorological services have a big data problem: the increasing volume, variety \nand velocity of forecasting data mean new dissemination approaches are needed.\n There are substantial costs associated with creating more accurate forecasts and \nproviding a sustainable infrastructure that will allow it to be used by consumers.\n There is a need for more open standards to facilitate data interchange between \ndifferent organisations in the value chain.\n18  See: ‘Met Office Big Data Drive’ at: http://www.metoffice.gov.uk/services/data-provision/big-data-drive. \n19   lbid\n\n16 The state of weather data infrastructure | Open Data Institute 2017\nThe future challenges for our weather data infrastructure\nIn this review we have highlighted several technology trends that are starting to have an impact \non our global weather data infrastructure.\n There is an increasing variety of sources of weather observations from ground, \nair, sea and space based monitoring and sensors.\n Supercomputing infrastructure is enabling new and improved weather models \nto create more accurate forecasts, generating rapidly increasing volumes of data. \nHowever, the growth of supercomputing in science and business may be limited \nby the cost considerations of the power required by these systems.\n Cloud-based  platforms  are  enabling  new  ways  to  disseminate  and  analyse  \nweather data using APIs and hosted analytical tools.\nThese trends exist within a wider landscape of innovation and evolving consumer expectations, \nwhere instant and real-time access to data is becoming the default.\nCollectively these factors are starting to create several impacts on the sector:\n Globally, commercial  organisations  are  increasingly  taking  roles  across  the  \nwhole weather data value chain, creating challenges for national meteorological \nservices in maintaining a visible, authoritative voice.\n Meteorological services are facing difficult decisions about how to continue to \nprovide open, sustainable access to weather data, while also continuing to invest \nin hardware, technology and platforms to meet customer needs.\n New approaches and platforms are needed to deliver tailored weather products \nin a form that can be easily reused by a variety of data consumers.\nThese impacts raise questions about the future shape of our global weather data infrastructure. \nWe hope that this report will encourage discussion around how that infrastructure should be \nowned and operated.\n\n17 The state of weather data infrastructure | Open Data Institute 2017\nAbout this report    \nThis report was produced by the Open Data Institute (ODI) in collaboration with the Met Office. \nThe ODI helps governments and businesses around the world to get data to people who need \nit. It is independent, nonprofit and nonpartisan, founded in 2012 by \nSir Tim Berners-Lee and Sir Nigel Shadbolt. From its headquarters in London and via its global \nnetwork of startups, members and nodes, the ODI offers training, research and strategic advice \nfor organisations looking to explore the possibilities of data.\nThe  Met  Office  is  the  UK’s  NMS,  providing  24x7  world-renowned  scientific  excellence  in \nweather, climate and environmental forecasts and severe weather warnings for the protection \nof life and property.\n \nThe Met Office has been at the forefront of global weather and climate science for 160 years. \nData, both in terms of observations of the weather and the output from forecasting models, are \nat the heart of its operations. It combines the latest science with ground breaking advances in \ntechnology and local understanding to deliver an operational advantage to its customers both \nat home and overseas. The Met Office’s knowledge, experience and flexibility allow it to apply \nits science across business and government, managing the risks and opportunities from our \nweather as they arise.\n                                                                                        \n \n\n18 The state of weather data infrastructure | Open Data Institute 2017\nBibliography \nAtz, U., Fawcett, J. and Hardinges, J., (2015). How to prioritise open data to drive global \ndevelopment. London: Open Data Institute\nBauer, P., Thorpe, A., Brunet, G., (2015)  Review: The Quiet Revolution of Numerical Weather \nPrediction. Nature. 64 (2).\nCarne, R., (2016) Open Weather – Weather on the Web., [online]. Met Office. Available at: \nhttp://meetings.wmo.int/CBS-16/_layouts/15/WopiFrame.aspx?sourcedoc=/CBS-16/\nTECO/Presentations/Background-to-presentations/1C2-TECO_Open_Weather%20(final).\ndocx&action=default [Accessed 11 Apr. 2017].\nCallen, J., (2014). The value of government weather and climate data. Washington, DC: \nEconomics and Statistics Administration., [online]. Available at: http://www.esa.doc.gov/\neconomic-briefings/value-government-weather-and-climate-data [Accessed 11 Apr. 2017].\n \nCarolan, L., Smith, F., Protonotarios, V., Schaap, B., Broad, E., Hardinges, J., Gerry, W., \n(2015). How can we improve agriculture, food and nutrition with open data? London: Open \nData Institute.\nIngleby, B., Rodwell, M., Isaksen, L., (2016) Impact of a large reduction in the number of \nRussian radiosonde reports., [online poster]. Available at: http://www.isda2016.net/abstracts/\nposters/IsaksenThevalue.html [Accessed 11 Apr. 2017].\nMacGregor, A., (2016). Met Office accurately predicts winter weather a year in advance., \n[online]. Available at: https://thestack.com/cloud/2016/10/18/met-office-accurately-predicts-\nwinter-weather-a-year-in-advance [Accessed 10 Apr. 2017].\nMeteoworld, (2016). Case study: Free data access – the experience of the Israel \nMeteorological Service., [online]. Available at: http://public.wmo.int/en/resources/\nmeteoworld/case-study-free-data-access-%E2%80%93-experience-of-israel-\nmeteorological-service [Accessed 10 Apr. 2017].\nObasi, G., (1995). World Meteorological Organization Resolution 40 Cover Letter., [online]. \nAvailable at: http://www.nws.noaa.gov/im/wmocovr.htm [Accessed 10 Apr. 2017].\n\n19 The state of weather data infrastructure | Open Data Institute 2017\nOpen Data Charter, (n.d.). Agriculture open data package – meteorological data., [online]. \nAvailable at: http://opendatacharter.net/agriculture-open-data-package/section-2-\ntowards-open-data-infrastructure-agriculture/natural-resources-earth-environment-data/\nmeteorological-data [Accessed 10 Apr. 2017].\n \nThe Open Data Institute, (2016). What is data infrastructure?, [online]. Available at: http://\ntheodi.org/what-is-data-infrastructure [Accessed 10 Apr. 2017].\n \nSnow, J., (2013). Non-Traditional Approaches to Weather Observations in Developing \nCountries., [online]. Available at: http://www.ifc.org/wps/wcm/connect/topics_ext_content/\nifc_external_corporate_site/cb_home/publications/publication_weatherobservations_landing \n[Accessed 10 Apr. 2017].\nWorld Meteorological Organization, (2016). Global Observing System., [online] Available at: \nhttps://public.wmo.int/en/programmes/global-observing-system.\n\n","version":"1.10.100"}