{"numpages":15,"numrender":15,"info":{"PDFFormatVersion":"1.6","IsAcroFormPresent":false,"IsXFAPresent":false,"Creator":"Adobe InDesign CC 13.0 (Macintosh)","Producer":"Adobe PDF Library 15.0","CreationDate":"D:20180103115928Z","ModDate":"D:20180417102528+01'00'","Trapped":{"name":"False"}},"metadata":{"_metadata":{"xmp:createdate":"2018-01-03T11:59:28Z","xmp:metadatadate":"2018-04-17T10:25:28+01:00","xmp:modifydate":"2018-04-17T10:25:28+01:00","xmp:creatortool":"Adobe InDesign CC 13.0 (Macintosh)","xmpmm:instanceid":"uuid:bc2ea287-0e8c-1147-9f0f-fc3d50cb6cda","xmpmm:originaldocumentid":"xmp.did:02774db3-794f-4b6b-9d8b-1cf3c4d3c759","xmpmm:documentid":"xmp.id:d6adbd60-c507-42b7-8f46-7d6c7f00cd30","xmpmm:renditionclass":"proof:pdf","xmpmm:derivedfrom":"xmp.iid:a4cdbf93-a6ef-44a2-a605-6c0875c138fdxmp.did:c66dcc61-c609-407d-87fc-3dfb4fd567a3xmp.did:02774db3-794f-4b6b-9d8b-1cf3c4d3c759default","xmpmm:history":"convertedfrom application/x-indesign to application/pdfAdobe InDesign CC 13.0 (Macintosh)/2018-01-03T11:59:28Z","dc:format":"application/pdf","pdf:producer":"Adobe PDF Library 15.0","pdf:trapped":"False"}},"text":"\n\nOpen Data Institute / Whitepaper ODI-WP-2017-004\nJamie Fawcett, Lucia Chauvet and Ryan Goodman\nOpen Data Institute in partnership with ODINE\nData entrepreneurship: \nexploring successful business \nmodels with open data\n\nContents\nOpen Data Institute 2017 / Whitepaper   Data entrepreneurship: exploring successful business models with open data    3\n4 About\n5 Executive summary\n6 Introduction\nThe value of open data\n    6\nBuilding business models involving open data    7\nBetter understanding of open data business models through ODINE     7\n8 More than just ‘open data startups’\nHow core is open data to your business?\n    8\nDiversity of industry    8\n Case study: BikeCitizens    10\n11 Beyond consumption: creating value through publishing\nThe role of open data\n    11\nThe importance of the role that open data plays    11\n Case study: Green City Solution    13\n14 Generate revenue through publishing\nFreemium models for open data services\n    14\nDeriving revenue from open data    14\n Case study: OpenGazettes    16\n17 Combine data from multiple sources\nUsing multiple open data sources\n    17\nCombining open, shared and closed data sources    17\nCase study: urban Data Analytics (uDA)    20\n21 Services built on open data have wide-reaching value\nTargeting customers and markets\n    21\nCase study: InSymbio    23\n24 Conclusion: open is the future of business\n25 Methodology \n26 Bibliography \n\nOpen Data Institute 2017 / Whitepaper   Data entrepreneurship: exploring successful business models with open data    5Open Data Institute 2017 / Whitepaper   Data entrepreneurship: exploring successful business models with open data    4\nAbout\nThis report is based on research carried out by the Open Data \nInstitute as a partner in the Open Data Incubator for Europe. \nSpecifically, it draws upon the ODI’s primary research for the \nODINE D6.3 business models, lessons learned and success \nstories deliverable.\n[1]\nAbout the ODI\nODI works to build a strong, fair and sustainable data \neconomy by helping governments and businesses around \nthe world get data to people who need it. It is independent, \nnonprofit and nonpartisan, founded in 2012 by \nSir Tim Berners-Lee and Sir Nigel Shadbolt. From its \nheadquarters in London and via its global network of \nstartups, members and nodes, the ODI offers training, \nresearch and strategic advice for organisations looking \nto explore the possibilities of data. \nSince its inception in 2013, the ODI startup programme has \nsupported 33 startups spread across five ‘cohorts’. Initially \nthe programme focussed on businesses that placed open \ndata at the core of their business model and had a \ntriple-bottom-line impact socially, environmentally and \neconomically. The evolution of the data-enabled economy \nsector demonstrated that most business models, whilst \nadopting an open-innovation approach, incorporated a blend \nof open and shared data. In response to this, we broadened \nthe scope of the latest cohort to include a wide range of \ndata-enabled startups. \nAs a whole, startups incubated by the ODI while in the \nprogramme have secured around £16m in sales and \ninvestments and directly employed more than 130 people. \nAbout ODINE\nThe Open Data Incubator for Europe (ODINE) was a six-\nmonth incubator programme for startups and SMEs across \nEurope looking to innovate with open data. The programme \nwas delivered by seven European partners and funded by the \nEU’s Horizon 2020 initiative. It looked to help startups and \nSMEs to innovate with open data to develop or improve \nproducts and services. Over 20 months, the ODINE project \nfunded 57 companies from 18 different European countries \nacross a range of industries and markets. Alongside funding, \nthe programme provided a number of services, including \nmentoring and coaching sessions, as well as peer to peer \nsupport and networking. Across the eight cohorts of startups, \nODINE has resulted in €23.7M of sales, investment and \nefficiencies, and generated 278 jobs.\n[2]\n Furthermore, the \nstartups have created over 50 open data products or \nservices, which in turn provide new opportunities for other \ncompanies within the ecosystem.\nAuthors: Jamie Fawcett, Lucia Chauvet and Ryan Goodman\nEditors: Anna Scott and Charlotte Fleming \nDesign and art direction: Adrian Philpott / PHILPOTT design \nExecutive summary\nData is infrastructure on which the modern economy is built. Data’s \nincreasing ubiquity and abundance makes it vital in every sector, and \nbusinesses of every size are becoming more and more dependent. \nOpen data is creating value for society and the economy.\n[3]\n In this age \nof data abundance the amount of open data available will keep \nincreasing. Individual businesses, especially startups and SMEs, \ncan take advantage of open data in many ways.\nBy analysing data alone or \ntogether with third parties, \nretailers By pioneering value \npropositions and business \nmodels that take advantage of \nopen data now, businesses can \nget ahead of the competition. \nThis paper presents key lessons learned about the role of \nopen data in successful business models, based on the ODI’s \nexperience incubating startups and on research carried out \nas part of the Open Data Incubator for Europe \n(ODINE) programme.\n[4]\nThese lessons are not exhaustive, however we hope they can \nhelp guide new and existing startups and SMEs to create \nvalue with open data. Although the exact business models \nsurrounding open data are still evolving, the value of open \ndata to business is clear. What these lessons show is the \nunique opportunity that open data creates for startups and \nSMEs to create growth, extract value and ensure \nsustainability while defining the successful business models \nof the future.\nKey lessons for businesses\n You don’t have to be an ‘open data startup’ to \nbenefit from open data.\n While some businesses are set up to explicitly take \nadvantage of the opportunities presented by open data, \nmany other businesses are building new products \nand services or enhancing their existing offering with \nopen data.\n Beyond consumption: open data publishing is \ncreating value for small business.\n Access to open data presents businesses with a valuable \nopportunity to innovate but increasingly businesses are \npublishing open data to attract new customers, improve \ncustomer experience and capture new markets.\n Freemium subscription models are being used to \ngenerate revenue from publishing open data.\n Revenue models for products and services based on open \ndata tend to adopt ‘as-a-service’ subscription revenue \nmodels and when it comes to publishing open data, \nbusinesses are increasingly using freemium models to \nderive revenue while keeping data open.\n Greater value is created by combining different \ndata from multiple sources.\n Strong value propositions are often built to solve very \ncomplex problems. Businesses often address them by \ncombining a wide variety of data types from different open, \nshared and closed sources. \n Services built on open data are of value to a wide \nrange of organisations and individuals.\n The products and services built with open data are useful \nto a diverse range of businesses, governments and \nindividuals from across the whole economy.\n3 The ODI (2016), ‘The value of open data’,  \nhttps://theodi.org/the-value-of-open-data. \n4 ODINE (2016), ‘Business models, lessons learned and success stories’,  \nhttps://opendataincubator.eu/files/2016/01/D6.3-Final.pdf.\n1 ODINE (2016), ‘Business models, lessons learned and success stories’,  \nhttps://opendataincubator.eu/files/2016/01/D6.3-Final.pdf.\n2 IDC (2017), ‘Impact Assessment of ODINE Programme’,  \nhttps://opendataincubator.eu/files/2017/07/ODINE_Final-report_2.0.pdf.\n\nOpen Data Institute 2017 / Whitepaper   Data entrepreneurship: exploring successful business models with open data 7Open Data Institute 2017 / Whitepaper   Data entrepreneurship: exploring successful business models with open data    6\nBuilding business models involving open data\nCategorising business models is often done through \nframeworks, the most widely used of which is the Business \nModel Canvas.\n[15]\n This breaks down any business model \ninto nine core building blocks. Academics, businesses and \nresearch organisations have been using these frameworks \nto evaluate emerging trends and patterns among those \nbuilding products and services with open data. The Creative \nCommons team have developed an Open Business Model \nCanvas\n[16]\n to describe business models built on openly \nlicensed content. This fed into their work on the Made \nwith Creative Commons\n[17\n project, designed to document \nsuch businesses.\nOthers who have begun to categorise different trends include \nFerro and Osella,\n[18]\n Howard,\n[19]\n Zeleti,\n[20]\n Ojo and Curry, \nJeni Tennison,\n[21]\n the World Wide Web Foundation\n[22]\n and \nDeloitte.\n[23]\n In our research for ODINE, we compiled a \nsynthesis of the emerging trends and patterns identified in \nexisting research. This report, however, will not build on \nthese categories but will explore broader findings relating to \ncomponents of models currently used by SMEs and startups.\nBetter understanding of open data business \nmodels through ODINE \nThe ODINE programme provided diverse examples of \nsuccessful value propositions and business models involving \nopen data. The 57 companies that were given funding came \nfrom 12 industries, 18 European countries and varied \nbetween established SMEs and startups born within the \nprogramme. On completion of the programme, the estimated \nreturn on investment (ROI) was 300x, with an independent \nevaluation\n[24]\n projecting this to grow to 540x return on \ninvestment by 2020. \nThe goal of the research on which this paper is based was \nto explore the business models of the ODINE-funded \ncompanies, and use them to help inform wider research \ninto open data and business models.\n[25]\nThe goal of this report is to help startups, SMEs and Venture \nCapitalists (VCs) to understand the business value that can \nbe created through open data and to explore some of the \nnew models that can capture that value. We do this by \nsharing lessons from our research into the successful ODINE \ncompanies and our work with other businesses. We believe \nthat these new business models provide a glimpse of the \nfuture data economy.\nThe value of open data\nCurrent estimates suggest the value of public sector open \ndata sits between 0.4% and 4.1% of GDP.\n[10]\n However, \nexisting research tends to focus on the benefits of open data \nto the wider economy, rather than the benefits it can bring to \nindividual organisations. \nResearch has revealed the huge amount of value created by \nindividual open datasets, primarily those published by \ngovernments. For example, a study of the US Landsat data \n– comprising satellite imagery of the Earth’s surface\npublished under an open licence – found that the dataset\ngenerated an estimated $2.19bn economic benefit in\n2011 alone.\n[11]\nOther research has been able to quantify the overall value of \nan organisation publishing open data. For instance, Transport \nfor London’s release of open transport data was recently \nestimated to be worth up to £130m per year for travellers; \nLondon and TfL itself in saved time, operational efficiency \nand jobs.\n[12]\n However, there are few estimates of the value \ncreated for individual private sector companies, and next to \nnone on the value they derive from publishing their own \nopen data. \nThe ODI has been working with companies of various sizes \nand capturing the lessons learned through research into open \ndata businesses. This report represents the third in a trio of \nproducts sharing these lessons, alongside the ‘Open data \nmeans business’\n[13]\n and ‘Open enterprise’\n[14]\n studies.\nMore businesses are \nrecognising the opportunities \navailable to build and enhance \ntheir value proposition using \nopen data.\nOpen data is data that anyone can access, use and share,\n[5]\n \nby virtue of the limited set of constraints imposed by \npublishing data under an open licence.\n[6]\n With increasing \namounts of open data available, more businesses are \nrecognising the opportunities available to build and enhance \ntheir value proposition using open data. Open data brings \nmore than just access to new data sources – it is allowing \nbusinesses to explore innovative business models that \ninclude publishing open data or supporting others to \npublish it. \nThe unique selling point for businesses using data does not \narise from exclusive access to the data, but what they do with \nit and how that helps customers make decisions.\nThe ODI has been working with open data startups and SMEs \nsince it was founded in 2012. This report shares some \nlessons learned about innovative startups and SMEs that \nhave built unique value propositions based on open data. We \ndraw upon recent research\n[7]\n that was carried out by the ODI \nfor the EU-funded Open Data Incubator for Europe (ODINE) \nprogramme,\n[8]\n additional analysis of the data from this \nresearch and our own experiences with the ODI \nAccelerator programme.\n[9]\nIntroduction\n15 See: https://strategyzer.com/canvas/business-model-canvas.\n16 Stacey (2016), ‘What is an Open Business Model and How Can You Generate \nRevenue?’, https://medium.com/made-with-creative-commons/what-is-an-open-\nbusiness-model-and-how-can-you-generate-revenue-5854d2659b15.\n17 See: https://medium.com/made-with-creative-commons.\n18 W3 (2013), ‘Eight Business Model Archetypes for PSI Re – Use’,  \nhttps://www.w3.org/2013/04/odw/odw13_submission_27.pdf.\n19 Howard (2013), ‘Open data economy: Eight business models for open data and \ninsight from Deloitte UK’,  \nhttps://www.oreilly.com/ideas/open-data-business-models-deloitte-insight.\n20 See: https://dl.acm.org/citation.cfm?doid=2612733.2612745.\n21 Tennison, J. (2012), ‘Open Data Business Models’,  \nhttp://www.jenitennison.com/2012/08/20/open-data-business-models.html.\n22 Web Foundation (2015), ‘Open Data Intermediaries: Their Crucial Role’,  \nhttps://webfoundation.org/2015/08/open-data-intermediaries-their-crucial-role.\n23 Deloitte (2012), ‘Open growth’, https://www2.deloitte.com/content/dam/Deloitte/uk/\nDocuments/deloitte-analytics/open-growth.pdf.\n24 IDC (2017), ‘Impact assesment of ODINE programme’,  \nhttps://opendataincubator.eu/files/2017/07/ODINE_Final-report_2.0.pdf.\n25 ODINE (2016), ‘Business models, lessons learned and success stories’, \nhttps://opendataincubator.eu/files/2016/01/D6.3-Final.pdf.\n5 The ODI (2016), ‘What is open data?’, https://theodi.org/what-is-open-data. \n6 Open Definition, ‘Open Definition 2.1’, http://opendefinition.org/od/2.1/en. \n7 ODINE (2016), ‘Business models, lessons learned and success stories’, \nhttps://opendataincubator.eu/files/2016/01/D6.3-Final.pdf.\n8 See: https://opendataincubator.eu.\n9 See: https://theodi.org/start-ups. \n10 The ODI (2015), ‘The economic impact of open data: what do we already know?’, \nhttps://medium.com/@ODIHQ/the-economic-impact-of-open-data-what-do-we-\nalready-know-1a119c1958a0. \n11 NASA Landsat Science (2015), ‘Landsat Benefited U.S. Economy by  \n$1.8 Billion in 2011’,  \nhttps://landsat.gsfc.nasa.gov/landsat-benefits-u-s-economy-by-1-8-billion-per-year. \n12 Transport for London (2017), ‘Assessing the value of TfL’s open data and digital \npartnerships’, http://content.tfl.gov.uk/deloitte-report-tfl-open-data.pdf. \n13 The ODI (2015), ‘Research: Open Data means business’,  \nhttps://theodi.org/open-data-means-business.\n14 The ODI (2016), ‘Open enterprise: Executive summary’,  \nhttps://theodi.org/open-enterprise-big-business.\n\nOpen Data Institute 2017 / Whitepaper   Data entrepreneurship: exploring successful business models with open data 9Open Data Institute 2017 / Whitepaper   Data entrepreneurship: exploring successful business models with open data    8\n37% said their company would be able to exist without \nopen data. These businesses, especially in the ODINE \ncontext, are typically businesses with an existing value \nproposition. While they are not dependent on open data, \nthey tend to be exploring the opportunity presented by open \ndata for building new products or services, or enhancing \ntheir existing offering. As well as offering access to a wider \nvariety of data, open data allows them to try things out and \nexperiment more quickly – without having to buy access \nto data or negotiate data-sharing agreements.\nNone of the respondents to our research said they would \nbe able to easily exist without open data. This clearly \nindicates that all the businesses believe open data is playing \nsome role in their overall success, even if it is not necessary \nfor their survival.\nDiversity of industry\nWe asked companies which industry best described their \narea of business. Just over half the respondent companies \ndid not consider themselves first and foremost a tech \ncompany. These companies placed themselves across 10 \ndifferent industries, from healthcare to education. While it is \nlikely that most of the companies are technologically \nadvanced and data-savvy, they are attempting to build \nproducts and services with open data to tackle existing \nindustry problems. Those who do consider themselves a \ntech  company are most likely to be working across several \ntraditional market sectors.\nOrganisations are increasingly \nbuilding open data into their \nbusinesses; some without even \nrealising it.\nWhere in the past, open data may have seemed like a \nniche field, populated by specialist ‘open data businesses’, \nincreasingly we are seeing organisations of all types building \nopen data into their business, some without even realising it.\nOpen data is simply data that has been published under an \nopen licence for anyone to access, use or share. All modern \nbusinesses are now looking to make better use of data. \nWhatever field, industry or market a business is in, there is \nlikely to be useful and relevant data available. Our research \ninto the ODINE companies found clear evidence that a \nrange of different businesses from different sectors and \ngeographies were integrating open data into their \nbusiness models.\nHow core is open data to your business?\nWe asked the ODINE companies how important open \ndata was to the existence of their companies. Of those who \nresponded, there was a fairly even split between three \ndifferent ways in which they were taking advantage of \nopen data. \n29% said their company would not exist without open \ndata. These are what might typically be described as ‘open \ndata companies’. They tend to build services specifically \naround open data. They are often members of ‘the open data \ncommunity’ and are likely to have built a value proposition \naround openness.\n34% said their company would struggle to exist without \nopen data. These businesses are more focused on a value \nproposition that is enabled by data, using open data to lower \ncosts or time to market. While open data may not be at the \ncore of their products and services,it has become a key \nfactor in their overall success.\nMore than  \njust ‘open data \nstartups’\n0\n10\n20304050\nFrom the ODINE research\nPercentage of ODINE companies\nAnswers to the question: Which of the following statements \nbest describes your company?\nEducation\nEnvironment & Weather\nResearch & Consulting\nTransportation\nBusiness & Legal Services\nEnergy\nHousing/Real Estate\nGeospatial/Mapping\nFood & Agriculture\nHealthcare\nData/Technology\nFigure 2: ODINE companies’ answers to the question: Which category best describes your company’s area of business?\n[27]\n0\n5\n10\n15\n20\n25\n30\n35\n40\nOur company would be\nable to exist without\nopen data\nOur company would\nstruggle to exist without\nopen data\nOur company would\nnot exist without\nopen data\n29%34%37%\n0%\nPercentage of ODINE companies\nAnswers to the question: Which of the following statements \nbest describes your company?\nFigure 1: ODINE companies’ answers to the question: Which of the following statements best describes your company?\n[26]\n26 ODINE (2016), ‘Business models, lessons learned and success stories’, \nhttps://opendataincubator.eu/files/2016/01/D6.3-Final.pdf.\n27 ODINE (2016), ‘Business models, lessons learned and success stories’, \nhttps://opendataincubator.eu/files/2016/01/D6.3-Final.pdf. \nOur company would be \neasily able to exist without \nopen data\n\nOpen Data Institute 2017 / Whitepaper   Data entrepreneurship: exploring successful business models with open data    11Open Data Institute 2017 / Whitepaper   Data entrepreneurship: exploring successful business models with open data    10\nThe role of open data\nWe asked companies whether they used, published or \nsupported others to publish open data; 93% used it, 55% \nwere publishing and 60% were supporting others to publish \nit. While open data use is high, over half the respondents \nwere publishing or supporting others to publish indicates the \nwider role businesses play in the data economy.\nOpen data plays more than one role in 81% of respondent \ncompanies, suggesting that businesses generate value from \nopen data in more diverse ways than simply by ingesting \nand selling it. One in four companies used, published and \nsupported others to publish open data, compared to less \nthan one in five only using open data.\nHalf of the respondents both used and published open data, \nwhich indicates that they built products and services based \non it, which in turn led to data being published. This might \nindicate that the companies are ‘infomediaries’ – businesses \nthat clean or improve open data to re-publish and sell access \nto it. However, there are also a number of companies who \npublish open data as part of the wider products and services \nthey provide.\nThe importance of the role that open data plays\nWe asked companies about how important role was for \ntheir products and services, and their value propositions. \nThe research showed that on the whole, use of open data \nplayed a core role in 25% of the businesses and a key role \nin a further 63%. This was much higher than either \npublishing (14% core, 32% key) or supporting open data \n(4% core, 44% key). \nNew models building on and \nrepublishing data are \nchallenging the notion that \ndata’s value comes from \nlimiting access to it.\nOpen data has begun to play a much wider role in \nbusinesses, with new models looking not only to use open \ndata but to build on and republish data, support others to \npublish and generally drive open data publishing further. \nThese models run counter to the dominant position on data, \nwhich is that value can only be derived from data by limiting \naccess to it. What makes these models particularly appealing \nfor startups is their ability to capture existing markets, create \nnew markets and produce network effects. This leads to \ngreater value creation for the startups themselves and the \nindustries or markets they operate in.\nBeyond consumption: \ncreating value  \nthrough publishing\nCase study: BikeCitizens\nBikeCitizens is a good example of a startup benefitting from \nopen data without being an ‘open data startup’.\n[28]\n The \ncompany’s primary offering is a smartphone application which \noffers cyclists route planning services. BikeCitizens also sell \nsmartphone mounts, which enable the cyclist to attach their \nsmartphone to the handlebars of any bike. \nBikeCitizens business model revolves around partnering with \ncities to license their cycling app in order to make it free to \ndownload for their citizens. BikeCitizens also collect data from \nusers and provide aggregated data to cities to help them \nunderstand cycling in the city and explore ways to improve city \ndesign for cyclists.\nHowever, after obtaining funding from ODINE, the company \ncould use and publish open data on bike-sharing service \nlocations to improve access to bike-sharing services in cities \nthrough their application. They also use OpenStreetMap and \nopen weather data in their application and this has enhanced \ntheir value proposition so they now reach over 430 cities\nhttps://www.bikecitizens.net \n28 See: https://www.bikecitizens.net. \n\nOpen Data Institute 2017 / Whitepaper   Data entrepreneurship: exploring successful business models with open data    13Open Data Institute 2017 / Whitepaper   Data entrepreneurship: exploring successful business models with open data    12\nCase study: Green City Solution\nOpen data is playing a role in Green City Solutions’ business \nmodel and product, CityTree, which addresses the global \nproblem of air pollution.\n[30]\nA CityTree is a free-standing vertical plant display, which \ncombines a special moss culture with the company’s own \nInternet of Things (IoT) technology. The moss is attached to air \nvents in order to speed up the air cleansing process and collect \ndata about the types and levels of pollution in the city. The \nplant is capable of targeting and reducing air pollution, such as \nfine dust and nitrous oxides, up to 275 times more efficiently \nthan a normal tree.\nCityTrees have been implemented in several European cities, \nwith vertical plant displays in city streets of Oslo (Norway), \nParis (France), Hanover, Dresden and Berlin (Germany) and \nHong Kong. Green City Solutions ensure profitability by \nimplementing visual and digital information on the product \nfor marketing purposes. The product also contains smart \nsensors, which collect environmental and climatic data, \nallowing regulation and control units to ensure that moss \nculture survives. The business can also integrate benches with \nwi-fi spots and e-bike charging services for an additional cost. \nCityTrees collect data on air quality and Green City Solutions \nuse and publish it to benefit the cities where the trees are being \nused. Open data therefore generates new possibilities to \nanalyse data about air quality, enabling cities to make better \nenvironmental decisions. \nhttps://greencitysolutions.de/en\n0\n10\n20\n30\n40\n50\n60\n70\n80\nIt is a marginal ingredient in our\nproducts or services – it forms\na non-essential feature\nIt is a key ingredient in our\nproducts or services – it forms an\nessential feature\nIt forms the core of our\nproducts or services\n24%\n63%\n32%\n43%\n13%\n45%\n48%\n14%\n4%\nUse\nPublish\nSupport\nAnswer to questions about the importance of use, publishing or supporting others\nto publish from the ODINE business model research\nFigure 4: ODINE companies’ answers to the question on the importance of using, publishing or supporting others to publish \nopen data. \n0\n5\n10\n15\n20\n25\n30\nOnly supportPublish &\nsupport\nOnly useUse & publishUse, publish\nand support\nUse & support\n26%26%\n24%\n17%\n5%\n2%\nPercentage of ODINE companies\nAnswer to questions about whether businesses use, publish or support others\nto publish from the ODINE business model research\nFigure 3: ODINE companies’ answers to the question of whether they use, publish or support others to publish open data.\n[29]\n29 ODINE (2016), ‘Business models, lessons learned and success stories’, \nhttps://opendataincubator.eu/files/2016/01/D6.3-Final.pdf.30 See: https://greencitysolutions.de/en.\n\nOpen Data Institute 2017 / Whitepaper   Data entrepreneurship: exploring successful business models with open data 15Open Data Institute 2017 / Whitepaper   Data entrepreneurship: exploring successful business models with open data    14\nFreemium models for open data services\nWe asked companies if their product was ever free at the \npoint of use in order to examine the prevalence of the \nfreemium model, and to understand other sales strategies \nincluding free trial services. Over three fifths of companies \nemployed a freemium model for their product or service, \nwhether that was data itself or another service.\n \nDeriving revenue from open data\nWe asked businesses how they derived revenue from the \nproducts and services they had developed with open data, \nincluding but not limited to data itself. 86% of businesses \nderived revenue using a subscription fee – with 49% using \nsubscription fees as their only revenue model – suggesting \nthat, on the whole, ODINE companies are selling ongoing \naccess to data, platforms and services.\nOnly 32% of companies used one or more revenue streams \nthat did not involve direct payment from the customer. Just \nover a fifth of companies were employing some form of \ncross-subsidy model – either attracting customers to other \npaid-for products and services, or using open data to \ngenerate leads for other transactions. However, only 5% of \nbusinesses were relying exclusively on this strategy, while \nthe rest also employed direct revenue models. \nMany businesses are already \nusing, publishing and \nsupporting others to publish \nopen data as part of viable \npaid-for products and services.\nWhere businesses are not charging directly for products or \nservices, there are usually indirect revenue strategies \nin place.\nOne common approach to non paid-for services, especially \naround the publication of open data by businesses, is the use \nof freemium models. Freemium models grant access, \nnormally to openly licensed data, free of charge under some \nconditions, while introducing premium paid tiers for certain \ntypes of access or value-added services. Businesses can \nalso employ cross-subsidy models where they use free open \ndata services to attract customers to other paid-for services \nor to generate leads for other business opportunities.\nGenerate revenue \nthrough publishing\n0\n10\n20\n30\n40\n50\n60\n70\nNot freemiumFreemium\n24%\n10%\n21%\n7%\n17%\n21%\nYes, for all customers under certain conditions\nYes, for certain types of customers\nYes, for certain types of customers under certain conditions\nPercentage of ODINE companies\nNo\nYes, for all customers under all conditions\nResponse to question 13: Is your product or service ever free at the point of use? \nYes, for a limited trial period\nFigure 5: ODINE companies’ answers to the question: is your product or service ever free at the point of use?\n[31]\n0\n20\n40\n60\n80\n100\nFeaturing paid\nadvertising\nLead generation\nfor paid services\nFunded by\ngrants\nAttracting\ncustomers to\npaid services\nSingle paymentSubscription fee\n86%\n31%\n12%12%\n10%\n5%\nDirect revenue\nIndirect revenue\nPercentage of ODINE companies\nHow do you derive revenue from the product and/or service?\nFigure 6: ODINE companies’ answers to the question: how do you derive revenue from your product and/or service?\n[32]\n31 ODINE (2016), ‘Business models, lessons learned and success stories’, \nhttps://opendataincubator.eu/files/2016/01/D6.3-Final.pdf.\n32 ODINE (2016), ‘Business models, lessons learned and success stories’, \nhttps://opendataincubator.eu/files/2016/01/D6.3-Final.pdf. \n\nOpen Data Institute 2017 / Whitepaper   Data entrepreneurship: exploring successful business models with open data    17Open Data Institute 2017 / Whitepaper   Data entrepreneurship: exploring successful business models with open data    16\nCase study: OpenGazettes\nOpenGazettes aim to make government gazettes more \naccessible to companies and individuals around the world.\n[33]\n \nGazettes are official journals published online and accessed \nglobally, which are used for research or for private companies \nassessment. They contain information such as notices of \nincorporation, dissolutions, mergers and more. However, these \nnotices are hardly ever linked to the right companies. Run by \nOpenCorporates, which manages the largest open database \nof companies in the world, OpenGazettes aim to connect \ncompanies with the correct notices and contracts.\nOpenGazettes derive their revenue from open data using a \nfreemium subscription model: users are able to access some \nof the data for free if using it for public benefit, but must pay \nfees for personal or corporate use of the database. At present, \nfees are charged in accordance with a user’s daily or monthly \naccess to API documentation. \nOpen data was crucial in allowing gazettes to be published \nand accessed openly in order for companies to be better \ninformed and build a profitable business.\nhttp://opengazettes.com\nWhile in some cases all the data a business uses will be \nopen, often it will come from across the Data Spectrum.\n[34]\n \nFor example, open data can be mixed with data shared by \ncustomers to make analysis more relevant to them. Value \narises not from the data’s content, but from combining \ndifferent data sources in a way that meets the \ncustomer’s needs. \nThat said, profitable business models do not rely on selling \naccess to data. In many cases, startups and SMEs are \nlooking to disrupt markets by publishing open data. \nBy publishing open data – sometimes just cleaning, \nenhancing and re-publishing existing open data – they can \nencourage further open innovation. In doing so, they can \ndirectly benefit, principally by creating an ecosystem of \ncompanies that rely on their data, build complementary \nservices and are potential customers for their paid-for \nProducts and services provided \nby businesses often rely on \nvarious data sources to be \ncombined in innovative ways \nto    help customers solve \nproblems.\nThis variety can be a necessity of the sector or subject of \nthe data, but it can also arise from the terms under which \nthe business has access to the data.\nCombine data from \nmultiple sources\nMedical researchTwitter feedDriving licencesSales reports\nVia authenticationLicence that \nlimits use\nExplicitly assigned \nby contract\nEmployment\ncontract + policies\nOpen licence\nOpen\nSmall  /  Medium  /  Big data\nPersonal  /  Commercial  /  Government data\nSharedClosed\nBus timetable\nGroup-based\naccess\nPublic\naccess\nNamed \naccess\nInternal \naccess\nAnyone\nThe Data Spectrum helps you understand the language of data.theodi.org/data-spectrum\nThe Data Spectrum\nFigure 7: The Data Spectrumr.\n33 See: http://opengazettes.com.\n34 The ODI (2017), ‘The Data Spectrum helps you understand the language of data’, \nhttps://theodi.org/data-spectrum.\n\nOpen Data Institute 2017 / Whitepaper   Data entrepreneurship: exploring successful business models with open data    18Open Data Institute 2017 / Whitepaper   Data entrepreneurship: exploring successful business models with open data 19\nreasons but to help the data better meet their own needs, \nwithout the need to build and maintain their own \ninfrastructure. Examples of this collaborative approach are \nnot limited to startups or SMEs, for example Facebook uses, \nand improves, OpenStreetMap to support their own \nservices,\n[37]\n while reducing costs that would be associated \nwith maintaining their own mapping data infrastructure.\nWe also asked businesses what types of open data they \nwere using. While 29% said they were only using data on \nonly one topic, on average businesses were using data on \nfour different topics with 16% were using data on eight or \nmore different topics.\nCombining open, shared and closed \ndata sources\nWe asked companies about the types of products and \nservices they were developing. 43% were providing a \nproduct/platform for analysing, visualising and/or interpreting \ncustomer data and 29% a product/platform for hosting, \nmanaging and/or publishing customer data. Only 5% of all \ncompanies who were developing these types of services \nwere not using open data; in most cases the value was \nunlocked by combining shared customer data with open \ndata sources.\nservices. TransportAPI provide an early example of this \nmodel, aggregating and cleaning various open transport \ndata feeds,\n[35]\n leading to the development of companies \nlike CityMapper.\n[36]\nUsing multiple open data sources\nWe asked businesses what open data sources they used. \n87% of companies using open data used data published by \ngovernment. Over 55% were using open data published by \nother businesses despite there being much less available \nthan public sector data – clearly indicating the usefulness of \nprivate sector data. Of the companies using open data, 74% \nwere using data published by two or more types of publisher, \nwith 11% using data from all five sources, demonstrating the \nvariety of sources being used. \nIn hindsight, one type of open data publisher that was not \nclearly represented by this question was community data \ninitiatives. These were specifically named by users: \nOpenStreetMap was mentioned by 13% of users, while \nothers mentioned initiatives such as DBpedia, Geonames \nand Wikidata. 47% of companies using data noted that they \nused data either published by individuals, the third sector, \nor both, which could refer to these types of initiatives. \nIn turn, several companies were contributing to these \n‘community’ initiatives. They were not doing this for altruistic \n0\n20\n40\n60\n80\n100\nOpen data published\nby the third sector\nOpen data\npublished by\nindividuals\nOpen data\npublished by\nacademia\nOpen data\npublished by\nbusinesses\nOpen data\npublished by\ngovernment\n87%\n55%\n39%\n32%\n29%\nPercentage of ODINE companies\nFrom the ODINE research\nWhat open data do you use?\nFigure 8: ODINE companies’ answers to the question: what open data do you use?\n[38]\n0\n10\n20304050\nInternational/Global development\nManufacturing\nPublic Safety\nLegal\nFinance\nTourism\nConsumer\nEducation\nHousing\nScience and research\nEconomics\nEnergy\nHealth/Healthcare\nBusiness\nGovernment Operations\nTransportation\nWeather\nAgriculture & Food\nDemographics & Social\nEnvironment\nGeospatial/Mapping\nFrom the ODINE research\nPercentage of ODINE companies\nWhat types of open data do you use?\nFigure 9: ODINE companies’ answers to the question: what types of open data do you use?\n[39]\n39 ODINE (2016), ‘Business models, lessons learned and success stories’, \nhttps://opendataincubator.eu/files/2016/01/D6.3-Final.pdf. \n35 See: https://www.transportapi.com.\n36 See: https://citymapper.com/london.\n37 See: https://forum.openstreetmap.org/viewtopic.php?id=55220.\n38 ODINE (2016), ‘Business models, lessons learned and success stories’, \nhttps://opendataincubator.eu/files/2016/01/D6.3-Final.pdf. \n\nOpen Data Institute 2017 / Whitepaper   Data entrepreneurship: exploring successful business models with open data    21Open Data Institute 2017 / Whitepaper   Data entrepreneurship: exploring successful business models with open data    20\nTargeting customers and    markets\nAll the responding companies were targeting organisations \nas customers, and of the respondents, 93% were targeting \nbusinesses and 38% were exclusively targeting businesses. \nWhile 52% were targeting public sector clients, only 7% \nwere exclusively targeting governments. 38% were \ntargeting individual end users but all of these were also \ntargeting businesses, while some also targeted other types \nof customer.\nThe companies were also targeting their products across a \nwide range of industries beyond the ‘tech sector’. Contrary to \nexpectation, only 33% of companies were targeting the \n‘data/technology’ sector and only 3% were exclusively \ntargeting this sector. Over a third of companies – 36% – were \nonly targeting one industry or sector, while 46% were \ntargeting between two and four industries. The diversity \ndemonstrates the role of open data across a range of sectors, \nand that value can be created across sectors and not only by \ntargeting other businesses in the same sector. \nStartups and SMEs are using \nopen data to create successful \nB2B services and products for \nthe third sector and academia. \nProducts and services built on open data are not limited to \nconsumer-facing applications or services that enable \ngovernments to make better use of data, but are are creating \nvalue in a wide variety of situations and sectors. Increasingly, \nstartups and SMEs are creating successful business-to-\nbusiness (B2B) services built with open data, along with \nproducts targeted at the third sector and academia. \nServices built on \nopen data have \nwide-reaching value\nCase study: urban Data Analytics (uDA)\nFounded in Madrid, Spanish startup urban Data Analytics \n(uDA) offers access to a huge amount of high-quality, accurate \nand real-time real estate data.\n[40]\n The company is using this \ndata to help people make informed decisions around buying, \nrenting, selling, investing or refinancing properties. \nuDA’s central product is the Real Estate Dynamics System, \na   database which provides people with access to real-time \nestate data. The company creates this database using open \nand shared data sources, which are classified into 160 sets \nand divided into six categories: Urban People (eg. population, \neducation), Urban Economics (employment, production), \nUrban Shape (compactness, housing density), Urban System \n(parks and gardens, road networks), Urban Environment (noise \nlevel, sun exposure) and Urban Move (private transport \nnetwork, time access parking areas). The business then \nuses georeferenced data within these categories to create \nvisualisations, such as maps, charts or infographics, \nand analyse the results according to identified indicators.\nThe right combination of open data has enabled uDA to create \na service that is bringing transparency to estates data. This is \nhelping people make better property decisions faster.\nhttp://www.urbandataanalytics.com/en/\n40 See: http://www.urbandataanalytics.com/en.\n\nOpen Data Institute 2017 / Whitepaper   Data entrepreneurship: exploring successful business models with open data    23Open Data Institute 2017 / Whitepaper   Data entrepreneurship: exploring successful business models with open data    22\nCase study: InSymbio\nResearch shows that 33 million tons of bio-based waste are \nproduced in the EU per year. InSymbio is a business-to-\nbusiness environmental engineering company which uses \nopen data, such as the EUROSTAT database, to help decrease \nbio-based waste. It does this by informing businesses about \nhow bio-based residues could be treated and how their use \ncan increase revenues up to 40%.\nThe company are raising awareness through a digital platform \nwhere businesses can find the best opportunities to convert \nand reuse bio-based residues and by-products. They see \nwaste as a resource out of place. The platform links the \nAgriculture and Forestry sectors with bio-economy businesses \nand those producing fuels, fibres, food, feed and chemicals. \nBy connecting these actors and allowing one company’s \nwaste to become another company’s raw material, InSymbio \nhope to reduce biological waste and promote environmental \nsustainability.\nhttp://www.insymbio.com\n0\n10\n203040\nFrom the ODINE research\nPercentage of ODINE companies\nAnswer to the question: which of the following sectors are \nyou targetting with your product or service?\nGeospatial/Mapping\nEducation\nTransportation\nResearch & Consulting\nEnergy\nHousing/Real Estate\nBusiness & Legal Services\nFinance & Investment\nInsurance\nHealthcare\nScientific Research\nEnvironment & Weather\nFood & Agriculture\nGovernance\nData/Technology\nFigure 11: ODINE companies’ answers to the question: which of the following sectors are you targeting \nwith your product or service?\n[42]\n020406080100\nThird sector\nAcademia\nIndividuals\nGovernments\nBusinesses\nFrom the ODINE research\nPercentage of ODINE companies\nWhat types of organisations are you targetting?\nFigure 10: ODINE companies’ answers to the question: which types of organisations are you targeting?\n[41]\n41 ODINE (2016), ‘Business models, lessons learned and success stories’, \nhttps://opendataincubator.eu/files/2016/01/D6.3-Final.pdf.\n42 ODINE (2016), ‘Business models, lessons learned and success stories’, \nhttps://opendataincubator.eu/files/2016/01/D6.3-Final.pdf.\n\nOpen Data Institute 2017 / Whitepaper   Data entrepreneurship: exploring successful business models with open data    25Open Data Institute 2017 / Whitepaper   Data entrepreneurship: exploring successful business models with open data    24\nConclusion:  \nopen is the future  \nof business\nThe movement towards open \ndata allows businesses to \nexperiment with new, innovative \nbusiness models.\nBusinesses are increasingly recognising the opportunities to \nbuild and enhance their value propositions with open data. \nBeyond access to new, cheap data sources, the movement \ntowards open data is allowing businesses to experiment with \nnew, innovative business models. \nThe ODINE programme has given new startups and SMEs \nthe opportunity to explore how these propositions and \nmodels might function. The lessons they have learnt – along \nwith other startups and SMEs in the ODI global network – \ncan help lower the barriers for others by sharing what has \nbeen working.\nThese lessons are not exhaustive – there are plenty of \npotential business models which are yet to be fully utilised \nand tested. Some of the models and lessons might apply in \ncertain contexts or circumstances, in others they might not. \nBusiness models that involve open data are still in early \nstages of development, but what is clear is the potential value \nof open data to business. \nTrying, testing and experimenting with these models will \nenable startups and SMEs to leverage this value. Open data \ncreates a unique opportunity for businesses to create growth, \nextract value and ensure sustainability while defining the \nsuccessful business models of the future.\nMethodology \nThis report is based on research done as part of the ODINE \nprogramme.\n[43]\n The goal of that research was to explore the \nbusiness models of ODINE-funded companies and use them \nto help inform wider research into open data and business \nmodels. In order to do this, we chose to develop a survey \nbased on the existing literature exploring business models. \nThis short survey (available under an open licence) was then \ndistributed amongst the 57 ODINE-funded companies \nbetween November 2016 and January 2017, with a response \nrate of 74%. The results were then analysed with a view to \nunderstanding how the companies operate. The tables of the \nresults developed from the analysis are also made available \nalongside this research under an open licence.\nBecause of the constraints placed on the analysis, and with \nthe aim of stimulating further research, companies were able \nto opt into releasing their answers as open data – either with \ntheir company identified or not, with 90% opting to have their \ndata released. This data is made available via the ODI Lab’s \nOctopub tool, under an open licence.\n[44]\n \n43 ODINE (2016), ‘Business models, lessons learned and success stories’, \nhttps://opendataincubator.eu/files/2016/01/D6.3-Final.pdf.\n44 See: http://toolbox.theodi.org/tools/octopub/.\n\nGet in touch\ntheodi.org | @ODIHQ\ninfo\n@\ntheodi.org\nOpen Data Institute, 65 Clifton Street, London EC2A 4JE\nOpen Data Institute 2017 / Whitepaper   Data entrepreneurship: exploring successful business models with open data    26\nBibliography \nDeloitte (2012), ‘Open growth’, https://www2.deloitte.com/\ncontent/dam/Deloitte/uk/Documents/deloitte-analytics/\nopen-growth.pdf\nHoward (2013), ‘Open data economy: Eight business \nmodels for open data and insight from Deloitte UK’,  \nhttps://www.oreilly.com/ideas/open-data-business-models-\ndeloitte-insight\nIDC (2017), ‘Impact Assessment of ODINE Programme’, \nhttps://opendataincubator.eu/files/2017/07/ODINE_Final-\nreport_2.0.pdf\nThe ODI (2015), ‘The economic impact of open data: \nwhat do we already know?’, https://medium.com/@ODIHQ/\nthe-economic-impact-of-open-data-what-do-we-already-\nknow-1a119c1958a0\nThe ODI (2016), ‘The value of open data’,  \nhttps://theodi.org/the-value-of-open-data\nThe ODI (2016), ‘What is open data?’,  \nhttps://theodi.org/what-is-open-data\nODINE (2016), ‘Business models, lessons learned and \nsuccess stories’,  \nhttps://opendataincubator.eu/files/2016/01/D6.3-Final.pdf\nThe ODI (2016), ‘Open enterprise: Executive summary’,  \nhttps://theodi.org/open-enterprise-big-business\nThe ODI (2015), ‘Research: Open Data means business’,  \nhttps://theodi.org/open-data-means-business\nThe ODI (2017), ‘The Data Spectrum helps you understand \nthe language of data’, https://theodi.org/data-spectrum \nOpen Definition, ‘Open Definition 2.1’,  \nhttp://opendefinition.org/od/2.1/en\nNASA Landsat Science (2015), ‘Landsat Benefited U.S. \nEconomy by $1.8 Billion in 2011’, https://landsat.gsfc.nasa.\ngov/landsat-benefits-u-s-economy-by-1-8-billion-per-year\nStacey (2016), ‘What is an Open Business Model and How \nCan You Generate Revenue?’, https://medium.com/made-\nwith-creative-commons/what-is-an-open-business-model-\nand-how-can-you-generate-revenue-5854d2659b15\nTennison, J. (2012), ‘Open Data Business Models’,  \nhttp://www.jenitennison.com/2012/08/20/open-data-\nbusiness-models.html\nTransport for London (2017), ‘Assessing the value of TfL’s \nopen data and digital partnerships’,  \nhttp://content.tfl.gov.uk/deloitte-report-tfl-open-data.pdf\nW3 (2013), ‘Eight Business Model Archetypes for PSI Re \n– Use’, https://www.w3.org/2013/04/odw/odw13_\nsubmission_27.pdf\nWeb Foundation (2015), ‘Open Data Intermediaries: \nTheir Crucial Role’, https://webfoundation.org/2015/08/\nopen-data-intermediaries-their-crucial-role\n\ntheodi.org | @ODIHQ","version":"1.10.100"}