{"numpages":27,"numrender":27,"info":{"PDFFormatVersion":"1.5","IsAcroFormPresent":false,"IsXFAPresent":false,"Producer":"Skia/PDF m67"},"metadata":null,"text":"\n\n \n\n \n \nContents \n \n \nExecutive summary1 \n1. Introduction2 \n2. Stakeholders and the impacts of peer-to-peer accommodation they focus on4 \n3. The role of data in understanding the impact of peer-to-peer accommodation8 \n3.1 Airbnb data8 \n3.2 Third-party data intermediaries9 \n3.4 Other data sources14 \n4. Data observatories16 \n4.1 In the wild16 \n4.2. In peer-to-peer accommodation19 \n5. Findings and recommendations21 \n5.1. Findings23 \n5.2. Recommendations25 \n \n \n \n \nAbout \nThis report has been researched and produced by the Open Data Institute, and \npublished in April 2018. Its lead author was Jack Hardinges. It was contributed to by \nRachel Wilson, Izy Champion, Peter Wells, Karin Christiansen, Jeni Tennison, Leigh \nDodds, Lucia Chauvet, Caley Dewhurst, Anna Scott and Tess Millar. \nThis report is published under the Creative Commons Attribution-ShareAlike 4.0 \nInternational licence. See: ​https://creativecommons.org/licenses/by-sa/4.0​. \n \n \n \nHow can it be improved? We welcome suggestions \nfrom the community in the comments. \n \nOpen Data Institute 2018 / ReportImpacts of peer-to-peer accommodation, the role of data and data observatories    1 \n\n \nExecutive summary \nPeer-to-peer accommodation platforms enable people to make their home or spare \nroom available for others to rent, normally for a short period of time. \n \nThe global market for peer-to-peer accommodation has grown significantly in recent \nyears and is expected to be worth as much as £250bn by 2025.  \n \nIn addition to this growth there is debate around the wider impacts of peer-to-peer \naccommodation. For example, residents of some cities are concerned that it changes \nthe way people feel about their homes and communities. There is a risk that this debate \n– and subsequent decisions and actions made by policymakers and other stakeholders \n– will be based on assumptions rather than evidence and opinions informed by data. \n \nThe Open Data Institute (ODI) has undertaken a project to understand how data can \nimprove the peer-to-peer accommodation market to support businesses, consumers \nand communities. As part of this work, we have conducted interviews and desk research \nto better understand the stakeholders interested in the impact of peer-to-peer \naccommodation and the impacts they focus on, the role of data in understanding impact \nand the potential use of a data observatory. \n \nWe have made a number of findings, including that there is a diverse set of stakeholders \ninterested in the impacts of peer-to-peer accommodation for different purposes. We also \nfound that although peer-to-peer accommodation platforms hold vast amounts of data \nthat could be used to understand the market’s impacts, restricted access to this data \ninhibits its use. We also found that data observatories could help to meet the demand for \nmore data and increase understanding of the impacts of peer-to-peer accommodation. \n \n \nBased on the findings of our research, we recommend that: \n \n1.public and private sector organisations that hold data should commit to \nworking together to build data infrastructure that is as open as possible \nwhile respecting privacy and commercial confidentiality \n2.national government officials should facilitate and support the creation of \nopen data infrastructure in the peer-to-peer accommodation market and \nthe development of data observatories \n3.local government officials should create environments that can support the \ndevelopment of data observatories \n4.stakeholders with similar needs should develop data observatories \ncollaboratively \n5.local and national government officials should engage with different \nstakeholders to inform decision-making related to the impacts of \npeer-to-peer accommodation \n \nTaking these actions will help to improve the collective understanding of the impact of \nthe peer-to-peer accommodation market. \n \nOpen Data Institute 2018 / ReportImpacts of peer-to-peer accommodation, the role of data and data observatories    2 \n\n \n1. Introduction \nAcross a variety of sectors, platforms that enable people to exchange goods and \nservices are challenging traditional business models. \n \nIn finance, for example, the global peer-to-peer lending market grew by 271 per cent \nto more than $130bn (£106.4bn) in 2016. Peer-to-peer car sharing aims to provide \n1\nan alternative to traditional vehicle ownership; market leader Drivey now has 1.5 million \nusers globally. These types of platforms and the activity or exchanges they facilitate \n2\nare often referred to collectively as the sharing or collaborative economy. \n \nPeer-to-peer accommodation plays a significant role in this economy, and can be \nbroadly defined as accommodation – such as a spare room or an entire home – made \navailable by an existing homeowner for others to rent, normally for a short period of time. \n \nPeer-to-peer accommodation platforms such as Airbnb, LoveHomeSwap and Wimdu \nhave grown rapidly in recent years. Platforms like these connect homeowners with \npeople looking for short-term accommodation, and compete with hotels and other \nmore established providers of short-term lettings. \n \nThe rapid growth of peer-to-peer accommodation has created opportunities. It is now \ncheaper and easier for people to stay in many countries and cities. More people can \ngenerate income by providing access to their spare rooms or properties. In the UK, \nAirbnb has estimated that its guests and hosts have generated £3.46bn between July \n2016 and July 2017. Studies have predicted that by 2025, the value of the peer-to-peer \n3\nsector could be as high as £250bn worldwide. \n4\n \nThere is ongoing debate surrounding the impacts of peer-to-peer accommodation and \nthe growth of the sharing economy more broadly. In addition to the clear opportunities \ndriven by the trend, some have voiced concerns about the negative outcomes it may \nalso fuel. \n \nThere is a risk that this debate will be based on assumptions rather than informed by \nevidence and data. The best available evidence and data should be used to help \nunderstand the impacts, so that we can collectively make informed decisions and take \nappropriate action – such as how to encourage positive impacts or when to intervene \nto mitigate negative ones. \n \nAs part of the Open Data Institute’s (ODI) data innovation programme, we have \n5\nundertaken a project to understand how data can improve the peer-to-peer \naccommodation market to support businesses, consumers and communities. \n1\n Peer2Peer Finance News (2016), ‘Global P2P market worth over £106bn’, \nhttp://www.p2pfinancenews.co.uk/2016/10/12/global-p2p-kpmg  \n2\n Telegraph (2017), ‘Car sharing market expands as Europe's largest player Drivy parks \nup in UK with London launch’, \nhttps://www.telegraph.co.uk/business/2017/11/14/car-sharing-market-expands-europe\ns-largest-player-drivy-parks  \n3\n Airbnb (2017), Airbnb UK Insights Report, \nhttps://www.Airbnbcitizen.com/wp-content/uploads/sites/48/2017/09/Airbnb-UK-Insight\ns-Report_Final_Digital_v3.pdf  \n4\nFinancial Times (2014), ‘UK ‘sharing economy’ companies told of £9bn potential’, \nhttps://www.ft.com/content/5e0348ac-23c3-11e4-8e29-00144feabdc0  \n5\n Open Data Institute (2017), ‘ODI secures £6m to advance data innovation’, \nhttps://theodi.org/article/odi-secures-6m-to-advance-data-innovation  \n \nOpen Data Institute 2018 / ReportImpacts of peer-to-peer accommodation, the role of data and data observatories    3 \n\n \nDuring a discovery phase that ran between September and December 2017, attempts \n6\nto understand the impact of peer-to-peer accommodation stood out as a prominent \ntopic. The term “data observatory” was used in stakeholder interviews and workshops to \ndescribe how data from different sources could be gathered and used to inform the \ndebate about this impact. \n \n \nThis report summarises the next stage of research we undertook to \naddress these questions: \n \n●Who is interested in the impacts of peer-to-peer accommodation and \nwhat types of impact are they interested in? \n \n●How is data currently used to understand the impacts of peer-to-peer \naccommodation? \n \n●What is a data observatory and how might it support people to better \nunderstand the impacts of peer-to-peer accommodation? \n \n \n \nOur research consisted of structured interviews with a broad range of stakeholders, \nsupported by desk research. The findings of our research are described throughout \nSections 2, 3 and 4 of this report, and are summarised in Section 5. The final section \nalso includes a set of recommendations designed to increase the understanding of the \nimpacts of peer-to-peer accommodation. \n \n \n \n \n \n  \n6\n Open Data Institute (2017), ‘Research: what are the impacts of peer-to-peer \naccommodation platforms?’, \nhttps://theodi.org/article/research-what-are-the-impacts-of-peer-to-peer-accommodatio\nn-platforms  \n \nOpen Data Institute 2018 / ReportImpacts of peer-to-peer accommodation, the role of data and data observatories    4 \n\n \n2. Stakeholders and the \nimpacts of peer-to-peer \naccommodation they focus on \nDuring the project’s discovery phase, we undertook user research to identify a broad \nrange of stakeholders interested in understanding different impacts of peer-to-peer \naccommodation. \n7\n \nIn the next phase of our work we conducted a series of interviews with these \nstakeholders and other individuals and organisations. In total we conducted 15 \ninterviews, asking interviewees a series of questions about the types of impacts of \npeer-to-peer accommodation they are attempting to understand. \n \nThe core set of stakeholders attempting to understand the impacts of peer-to-peer \naccommodation to help them make decisions in line with their organisation's objectives are:  \n \n1.Local government officials developing local strategies for planning, economic \ngrowth and community development, and administering local housing, planning \nand licensing systems \n2.National government officials across different departments or agencies, \nincluding policymakers focused on housing, tourism and the digital economy, \nand tax collection, as well national tourism agencies and bodies \n3.Politicians representing the views of their constituents and parties on local \nissues, as well as those acting and making decisions at a national level \n4.Statistical organisations such as the UK’s Office for National Statistics (ONS) \nand commercial market researchers \n5.Academic and research institutions and other centres of research \n6.Independent researchers with no particular organisational affiliation \n7.Think-tanks and policy organisations that undertake research and \nadvocacy work \n8.Peer-to-peer accommodation platforms and the associations and other \norganisations that represent them \n9.Hotels and alternative providers of short-term accommodation and the \nassociations and other organisations that represent them \n10.Emergency services, including police, fire and rescue, and medical services \n11.Home and contents insurance providers, including those developing products \nfor the peer-to-peer accommodation market \n12.Hosts who make their properties available using peer-to-peer accommodation \nplatforms, ranging from home-owners making a room available sporadically \nthrough to “commercial hosts” \n13.Guests who use peer-to-peer accommodation \n14.Residents, as well as the associations and other organisations that \nrepresent them \n15.Property developers and investors, as well as related advisors and agents \n \n7\n Open Data Institute (2017), ‘Research: what are the impacts of peer-to-peer \naccommodation platforms?’, \nhttps://theodi.org/article/research-what-are-the-impacts-of-peer-to-peer-accommodatio\nn-platforms  \n \nOpen Data Institute 2018 / ReportImpacts of peer-to-peer accommodation, the role of data and data observatories    5 \n\n \n \nWe found that these stakeholders are interested in understanding numerous \ntypes of impacts, described in Table 1 below: \n \n \nImpact type Description \nOn the availability of \nlong-term housing \nstock \nThe numbers of residential properties available to purchase or rent on a \nlong-term basis. This can include comparative impacts on different types of \nproperty such as houses and apartments, or by value. \nOn property prices The price of residential property available to purchase. \nOn property rental \nprices \nThe price of residential property available to rent on a long-term basis, often \ndefined as for six months or more. \nOn tourism and visitors The numbers of tourists or short-term visitors. This can include impacts on \nlengths of stays, expenditure and types/characteristics of visitors. \nOn alternative forms of \nshort-term \naccommodation \nThe performance of hotels and other forms of short-term accommodation. \nThis can include impacts on occupancy rates, profitability and employment. \nOn host income The income generated by hosts who make their properties available to \nguests on a short-term basis. \nOn economic \nperformance \nThe contribution to economic performance, often using indicators such as \nGross Domestic Product (GDP). This can include impacts at local, national \nand sectoral levels. \nOn fire, health and \nsafety, and other \nincidents \nThe prevalence and risks of fire, health and safety, and other incidents, \nincluding impacts on adherence to existing regulations and rules. \nOn noise levels, \ndisturbance and \nantisocial behaviour \nThe incidence of noise, disturbance and antisocial behaviour. \nOn emergency \nservices \nThe use of and demand for emergency services such as the police, fire and \nrescue, and medical services. \nOn other public \nservices \nThe use of and demand for public services such as transport, refuse and \nrecycling, parks and non-emergency medical services. \nOn the desirability of \nan area \nThe perceived attractiveness of an area to visit or move into. This includes \nimpacts on existing residents and visitors, as well as potential ones. \nOn the sense of \ncommunity in an area \nThe sense of community felt by residents and visitors. This can include \nimpacts on the way people feel about their homes, neighbours, businesses \nand community. \nOn the environment The consequences to the environment, such as impacts on energy \nconsumption, water usage, waste and use of transport. \nOn tax revenues The taxation of activity by peer-to-peer accommodation platforms, as well \nas by guests and hosts (such as personal income tax and business rates). \n \nTable 1: Types of impacts of peer-to-peer accommodation \n \n \n \n \n \nOpen Data Institute 2018 / ReportImpacts of peer-to-peer accommodation, the role of data and data observatories    6 \n\n \nWe have mapped each of the impact types to the stakeholders whom we found \nto have an interest in them in Figure 1 below: \n \n \n \nFigure 1: Types of impacts of peer-to-peer accommodation and the stakeholders who \nare interested in them \n \n \n \nThese impacts types are presented neutrally. Whether an impact is considered positive \nor negative, or even non-existent, may depend on the stakeholder and their goals. \n \nMany of these impact types are linked. For example, impacts on the availability \nof housing stock are likely to affect property prices. Similarly, the levels of noise, \ndisturbance and antisocial behaviour may affect the desirability of an area or its sense \nof community. There may be a host of complex interactions that link multiple types of \nimpact. The different types of impacts may also be grouped into broader topics or \n \nOpen Data Institute 2018 / ReportImpacts of peer-to-peer accommodation, the role of data and data observatories    7 \n\n \ndomains: a group of national government officials with the remit of tourism policy may be \ninterested in the impact of peer-to-peer accommodation on levels of tourism and visitors, \non economic performance, and on alternative types of short-term accommodation. \n \nAlthough different stakeholders have an interest in understanding the same types of \nimpact of peer-to-peer accommodation, we found that their motivations are likely to \ndiffer. A national government official may be interested in an impact in their role as \nstewards or regulators of the market; a platform will be interested as a market \n8\nparticipant. The process of developing an understanding of the impacts of peer-to-peer \naccommodation and then acting on that understanding – for instance how it may be \nused to inform a planning or licensing decision made by a local government official – \nis not the focus of this report but is referenced at times in the following sections. \nStakeholders are also interested in the impacts of peer-to-peer accommodation at \ndifferent geographic and administrative levels. For example, a local government official \nresponsible for planning decisions is likely to be interested in more local impacts than \na national government official concerned with tourism across a country. Some are \ninterested at impacts at local, national and international scales. \n \nThe type of impacts described in Table 1 are likely to evolve and change over time. \nMany of the interviewees we spoke to described the difficulty of identifying what types \nof impacts to measure or attempt to understand related to peer-to-peer \naccommodation, as well as the sharing or collaborative economy more broadly. \nThis difficulty was generally attributed to the speed at which the peer-to-peer \naccommodation market has grown and its differences to traditional forms of short-term \naccommodation. Despite these challenges, almost all stakeholders stated a desire to \nincrease their understanding of the impacts of peer-to-peer accommodation. \n \n  \n8\n As part of this project’s discovery phase, we published a report exploring the different \ntypes of interventions local and national authorities have made to support the \npeer-to-peer accommodation market: \nOpen Data Institute (2018), ‘Exploring interventions to support the peer-to-peer \naccommodation sector’, \nhttps://theodi.org/article/exploring-interventions-to-support-the-peer-to-peer-accommod\nation-sector  \n \nOpen Data Institute 2018 / ReportImpacts of peer-to-peer accommodation, the role of data and data observatories    8 \n\n \n3. The role of data in \nunderstanding the impact of \npeer-to-peer accommodation \nOur interviews and desk research found that there are different ways in which data is \nalready being used to describe, provide evidence of and understand the impacts of \npeer-to-peer accommodation. \n3.1 Airbnb data \nAlmost all information made available by peer-to-peer accommodation platforms \ndescribing their impact is published by Airbnb. This is, in part, likely due to its dominant \nshare of the market (although it is difficult to find accurate figures describing its market \nshare) and subsequently, the perceived scale of its impact. \n \nAirbnb publishes summaries, reports and other documentation that include references \nto its impact. For example, it published its UK Insights Report “A look at the impact of \nhome sharing across the UK” in 2017. The report includes statistics related to hosts \n9\nand listings, and guests and their economic activity at national and regional levels. \nWhilst some statistics in the report are clearly derived from data already held by the \nplatform – such as data about its listings – the data and analysis used to generate \nothers, like estimates of economic activity and contribution, is unclear. \n  \nAirbnb also produces reports that describe its impact in response to particular \ndevelopments. It recently responded to a call for evidence by the Scottish Expert \nAdvisory Panel on the Collaborative Economy with a position paper entitled \n10\n“The collaborative economy and tourism in Scotland”. Airbnb intended the report \n11\nto “contribute to more informed recommendations” and included statistics based \non data from its UK Insights Report as well as original analysis. Further statistics \nand figures related to the impact of its guests’ and hosts’ activities are also included \nin regulatory proposals Airbnb makes to local governments. For example, in a series of \nproposals made to the city of Edinburgh in January 2018, it described how “local families \ntypically earned £3,600 per year by hosting guests from all over the world for around 38 \nnights of the year”.  \n12\n \nIn addition to reports, Airbnb has made some limited data available on the Airbnb Citizen \nwebsite that describes its impact on particular cities. These overviews – for example, of \n9\n Airbnb Citizen (2017), ‘A look at the impact of home sharing across the UK’, \nhttps://www.Airbnbcitizen.com/a-look-at-the-impact-of-home-sharing-across-the-uk  \n10\n Scottish Government (2017), ‘Scottish Expert Advisory Panel on the Collaborative \nEconomy’, ​https://consult.gov.scot/digital-communications/collaborative-economy  \n11\n Airbnb (2017), ‘Airbnb Position Paper; The Collaborative Economy and Tourism in \nScotland’,  \nhttps://2sqy5r1jf93u30kwzc1smfqt-wpengine.netdna-ssl.com/wp-content/uploads/2018\n/01/Airbnb-Submission-to-the-Scottish-Expert-Panel-on-the-Collaborative-Economy-No\nvember-2017_Web.pdf  \n12\n Airbnb / Halogen Communications (2017), ‘Press Release: Airbnb Unveils New \nProposals for Edinburgh’, \nhttps://greens.scot/sites/default/files/Airbnb_Edinburgh_press_position_combinepdf.pdf  \n \nOpen Data Institute 2018 / ReportImpacts of peer-to-peer accommodation, the role of data and data observatories    9 \n\n \nthe Airbnb community in Berlin – are restricted to a small number of cities on a yearly \n13\nbasis and were last updated for 2015. \n14\n \nAirbnb also shares data on an ad hoc basis with other organisations for research \npurposes, for example, to support a 2016 study into home sharing in London by \nthe Institute for Public Policy Research (IPPR) and research into the supply of \n15\naccommodation during the 2016 Olympics in Rio. \n16\n3.2 Third-party data intermediaries \nIn recent years, third-party data intermediaries such as AirDNA and Inside Airbnb \n1718\nhave become popular providers of data related to the impact of peer-to-peer \naccommodation. \n \nData infrastructure consists of data assets, the organisations that operate and maintain \n19\nthem, and guides and policies describing how to use and manage the data. Third-party \nintermediaries form an important part of the data infrastructure that is used to help \nunderstand the impacts of peer-to-peer accommodation. The ODI has recently used \necosystem mapping to understand the data, organisations and relationships that \ncomprise data infrastructure, and also the organisations and communities that use and \nbenefit from it. \n20\n \nAirDNA says that it currently tracks around four million global Airbnb listings by scraping \npublicly available data about hosts and listings from the Airbnb website. It provides a \nnumber of services to users, most of which it charges for. These include an interactive \nmap-based tool that presents information about individual Airbnb listings, reports on \nbroader trends and raw data for further analysis. The types of information it generates \ninclude occupancy rates, average daily charges and property revenues. These services \nappear to be focused predominantly on supplying hosts and property investors with \ninformation on trends in the supply and demand for accommodation, and insights to \nsupport the pricing of accommodation. \n21\n \nInside Airbnb also provides access to data and a set of analytical tools that enable users \nto explore Airbnb activity in cities around the world. ​Inside Airbnb is similar to AirDNA in \nthat it uses data ​about individual listings ​scraped from the Airbnb platform​, although it \nappears to serve a different, less-commercial set of use cases. It says that it can be used \nto produce data in response to broad queries like “How many listings are in my \nneighbourhood and where are they?”, as well as more targeted ones such as “Show me \nall the highly available listings in Bedford-Stuyvesant in Brooklyn, New York City, which \n13\n ​https://www.Airbnbcitizen.com/data/  \n14\n Airbnb has provided information about the methodology used to compile these \noverviews: \nAirbnb Citizen (2015), ‘Data Methodology’, \nhttps://www.Airbnbcitizen.com/data-methodology  \n15\n IPPR (2016), ‘Homesharing and London’s housing market’, \nhttps://www.ippr.org/publications/homesharing-and-londons-housing-market  \n16\n World Economic Forum (2016), ‘Understanding the Sharing Economy’, \nhttp://www3.weforum.org/docs/WEF_Understanding_the_Sharing_Economy_report_20\n16.pdf  \n17\n Airdna,  ​https://www.airdna.co/methodology  \n18\n Inside Airbnb, ​http://insideAirbnb.com  \n19\n Open Data Institute, ​https://theodi.org/topic/data-infrastructure  \n20\n Open Data Institute (2018), ‘Using open data for public services’, \nhttps://theodi.org/article/patterns-for-using-open-data-in-the-delivery-of-public-services  \n21\n Airdna, ​https://www.airdna.co/services/datafeed  \n \nOpen Data Institute 2018 / ReportImpacts of peer-to-peer accommodation, the role of data and data observatories    10 \n\n \nare for the ‘entire home or apartment’ that have a review in the last six months AND \nbooked frequently AND where the host has other listings.” \n22\n \nDifferent types of organisations – including public authorities and academic institutions – \nuse data sourced from AirDNA and Inside Airbnb to analyse the impact of Airbnb activity. \nFor example, recent studies by the School of Urban Planning at the McGill University on \nimpacts in New York City and Alasdair Rae’s analysis of short-term lets in Edinburgh \n2324\nrely on data from AirDNA data and Inside Airbnb respectively. Studies into the impact \nof​ ​peer-to-peer accommodation often combine data from these intermediaries with data \nfrom other sources, such as demographic data published by local public authorities. \nSome studies are then reported in popular media. For example, an article published by \nWired​ in January 2018 referenced a number of studies and analyses, all of which were \n25\nconducted using data, in part, from the two intermediaries. \n \nAirbnb generally disputes the accuracy of data scraped by AirDNA and Inside Airbnb, \nand by extension, the outputs produced using data provided by them. This inaccuracy \nis​ ​often ascribed to the models used to infer listing occupancy and profitability. Also, as \nacknowledged in the City of San Francisco's analysis of the short-term rental market, \n26\ndata related to other peer-to-peer accommodation platforms is not made available, \neither directly by platforms or via third-party intermediaries. As a result, most analysis \nfocuses on Airbnb’s activities only, which may distort their conclusions about the \nimpacts of peer-to-peer accommodation, particularly for areas where other platforms are \ncommonly​ ​used. \n \nAirbnb’s Terms of Service prohibit “use [of] any robots, spider, crawler, scraper or \nother​ ​automated means or processes to access, collect data or other content from \nor​ ​otherwise interact with the Airbnb Platform for any purpose”. AirDNA’s and Inside \n27\nAirbnb’s legal basis for scraping and using data from Airbnb, and making it available \nto​ ​other users, is therefore unclear and questions the sustainability and legality of any \napplications, services or analyses that use this data. For example, Inside Airbnb asserts \nthat the data it publishes is in the public domain, by publishing it under a CC0 waiver; \nit​ ​is unlikely, however, that it has the rights to do that unless it has a separate agreement \nwith Airbnb. \n \nThere does not appear to be public debate about privacy issues related to the ways \nin which data scraped from Airbnb is used. For example, although available listings \nare displayed publicly to potential guests, the process of scraping data describing \nan individual property or room and using it outside of its original purpose – such as by \nenabling users to analyse patterns over time or to download and combine it with other \ndatasets – may increase the risk that individual hosts could be identified. Currently, many \ndecisions related to privacy sit with third-party intermediaries who scrape listing data – \n22\n Inside Airbnb, ​http://insideAirbnb.com/about.html  \n23\n Urban Politics and Governance research group McGill University (2018), ‘The High \nCost of Short-Term Rentals in New York City’, \nhttp://www.sharebetter.org/wp-content/uploads/2018/01/High-Cost-Short-Term-Rental\ns.pdf  \n24\n Alasdair Rae, University of Sheffield (2018), ‘Analysis of Short-Term Lets Data for \nEdinburgh’, \nhttps://greens.scot/sites/default/files/AnalysisShortTermLetsDataforEdinburgh_AlasdairR\nae_PDF-FINAL_2.pdf  \n25\n Rowland Manthorpe (2018), ‘Airbnb is taking over London – and this data proves it’, \nhttp://www.wired.co.uk/article/airbnb-growth-london-housing-data-insideairbnb  \n26\n City and County of San Francisco Board of Supervisors (2015), ‘Policy Analysis \nReport; Analysis of the impact of short-term rentals on housing’, \nhttp://sfbos.org/sites/default/files/FileCenter/Documents/52601-BLA.ShortTermRentals.\n051315.pdf  \n27\n Airbnb, ​https://www.airbnb.co.uk/terms  \n \nOpen Data Institute 2018 / ReportImpacts of peer-to-peer accommodation, the role of data and data observatories    11 \n\n \nInside Airbnb states that the data it makes available for download “has been analysed, \ncleansed and aggregated where appropriate to facilitate public discussion”.  \n28\n \nWho can access data is the characteristic that most affects how it can be used to \nsupport decision-making or drive innovation. Data exists on a spectrum of closed, \n29\nshared or open, as shown below in Figure 2. \n \n \nFigure 2: The Data Spectrum \n \nSome of the types of data used to understand the impacts of peer-to-peer \naccommodation are made available as open data that anyone can access, use and \nshare. This is mainly limited to data held by the public sector (described in Section 3.4), \nsuch as demographic characteristics of different areas and the outputs of business \nsurveys. This data can be used without restriction in various studies and analyses. \n \nOther data types exist within the shared part of the spectrum; this includes the data \nAirbnb sometimes shares with organisations for research purposes. The choice made by \nAirbnb and other peer-to-peer accommodation platforms not to publish, or share more \nwidely, data that they hold has led to third-party intermediaries like AirDNA and Inside \nAirbnb scraping data from their websites. These intermediaries then make their own \ndecisions about how users can access the data, such as by restricting it to users who \npay for premium services or publishing it under certain licences. \n \n \nThe data relationship between private sector organisations and the \nplaces where they operate: examples from the transport sector  \n \nThere is a wider debate about the ways that private sector organisations should \nmake data generated by their products and services available to the towns, cities \nand other places in which they operate. This debate is perhaps strongest around \noperators in the transport sector who collect data about, and are thought to \nimpact, public infrastructure at a significant scale. \n \n28\n Inside Airbnb, ​http://insideAirbnb.com/get-the-data.html  \n29\n Open Data Institute, ​https://theodi.org/about-the-odi/the-data-spectrum/  \n \nOpen Data Institute 2018 / ReportImpacts of peer-to-peer accommodation, the role of data and data observatories    12 \n\n \nData collected by private sector transport providers could inform cities’ decisions \nabout their own public transport services, investment in physical infrastructure \nand much more. In response to demand for data it holds, Uber has developed \nMovement, an interactive mapping tool which aggregates data collected about its \nusers’ journeys and makes it available to help people understand traffic flows and \npatterns around cities. Similarly to Airbnb, it also shares data with some \nresearchers. Uber’s Head of Transportation Policy and Research, \nAndrew Salzberg, has recently said that the company is also “actively looking in \na bunch of different directions to be able to share data in different ways and for \ndifferent purposes”. \n30\n \nMore than 100 transport planning departments around the world use Strava \nMetro data, collected from app users tracking their running and cycling \n31\nactivities. The data describes aggregated cyclist and pedestrian activity such as \npopular or avoided routes, peak commute times and origin/destination zones. \nStrava Metro charges cities for access to data it holds. The cost varies based on \nthe amount of Strava activity taking place; it was reported in 2014 that one \nyear’s-worth of data on cyclists in the city of Portland cost Oregon’s department \nof transportation $20,000. Strava states that it provides access to this data “to \n32\nhelp improve infrastructure and safety for cyclists, runners and pedestrians”. \n33\n \nPaid data-sharing agreements and proprietary tools may not satisfy the demands \nthat all cities have for data. In 2017 New York’s Taxi and Limousine Commission \nintroduced rules requiring rideshare and livery companies, including Uber and Lyft, \nto share detailed data about their passengers’ journeys on a regular basis. \n34\nUK government and local authorities have legislated bus operators to open up \ndata after other attempts to persuade them to do so failed. A recent London \n35\nAssembly Transport Committee report suggested that Transport for London (TfL) \n– which publishes open data that more than 13,000 developers now use to fuel \ntheir products and services – should expect “reciprocity”, where organisations \n36\nwho operate in London should be required to share data back to the city. \n \nMore cities are likely to consider making legislatory interventions to increase their \naccess to data in the transport sector and beyond. For private operators, this is \nnot the only reason that attempts to sell data to local and national authorities may \nnot be sustainable. Users of products and services are gaining more control over \ndata collected by private sector organisations, including through legislation like \nthe General Data Protection Regulation (GDPR). They may prefer that data they \ncontribute or is generated about them is made available to cities to help improve \nthe infrastructure they use, rather than being monetised. Also, data that can be \nused for similar purposes may be collected by a number of other organisations, \n30\n Aarian Marshall (2018), ‘Dying to Know Uber's Secrets, Data-hungry Cities get \nCreative’, ​https://www.wired.com/story/uber-lyft-data-research-driver-pay/  \n31\n Strava, ​https://metro.strava.com/?_branch_match_id=500726494267820847  \n32\n Telegraph (2014), ‘GPS big data: making cities safer for cyclists’, \nhttps://www.telegraph.co.uk/technology/news/10818956/GPS-big-data-making-cities-s\nafer-for-cyclists.html  \n33\n Strava, ​https://metro.strava.com/fa \n34\n Aarian Marshall (2017), ‘The Secret Uber Data That Could Fix Your Commute’, \nhttps://www.wired.com/2017/02/ubers-coughing-data-nyc-fix-commute/  \n35\n House of Commons (2017), ‘Bus Services Act 2017’, \nhttp://researchbriefings.parliament.uk/ResearchBriefing/Summary/CBP-7545#fullreport  \n36\n UK Authority Data For Good (2018), ‘Transport for London “should obtain data from \napps”’, \nhttp://www.ukauthority.com/data4good/entry/7940/transport-for-london-should-obtain-\ndata-from-apps  \n \nOpen Data Institute 2018 / ReportImpacts of peer-to-peer accommodation, the role of data and data observatories    13 \n\n \nproducts and services and so may not have unique value. In transport, Google, \nApple and telecoms operators are likely to hold similar data to the transport \nproviders about passenger trips. \n37\n \nRather than defer choices related to data access to legislation, private sector \norganisations could work collaboratively with cities to make the data they hold \nas open as possible while respecting privacy and commercial confidentiality. \nIn the context of bike-sharing operators, Peter Wells has suggested that “if the \nbike sharing companies don’t decide to be smart then I suspect the genuinely \n‘smart cities’ will make the decision for them. Bike sharing companies will be \nwelcomed, but only the companies that decide to provide better services by \nopening up their data. Smart companies will learn the lessons and get ahead \nof that particular game.” \n38\n \nUses of data held by private sector organisations will extend far beyond those of \nthe cities they operate in. Regulators, citizens and other individuals may want to \nuse it to get involved in debates around policy. It could also support new products \nand services. By making data as open as possible, private sector organisations \ncan support decision-making and drive innovation. Citymapper began publishing \nopen data in 2017 about its Smartbus routes, stop locations, schedules and \nreal-time arrival predictions. CityMapper was built using open data and the \norganisation sees the value of releasing their own – it “encourage[s] all transport \noperators to make their data freely available to enable innovation \nand accessibility”.  \n39\n \nIn some cases, there will be valid reasons why the data that cities require access \nto cannot be made available as open data – for example, the risk of \nre-identification of individual people whose journeys are described in the data. \nThere is an ongoing challenge to find the level of aggregation and access that \nenables data to be as open as possible while protecting privacy and \ncommercial confidentiality. \n \nAs in other sectors, making valuable data more widely available will be central \nto efforts to understand the impacts of peer-to-peer accommodation. As the \nScottish Expert Advisory Panel on the Collaborative Economy has recently \nreported, “it is crucial that third party analysts focus on collaborating with \nplatforms to access data at source, rather than relying on \ndata-scraped information”. \n40\n  \n37\n Peter Wells (2018), ‘Will bike sharing benefit from learning some data lessons from \nother parts of transport?’, \nhttps://hackernoon.com/bike-sharing-will-benefit-from-learning-some-data-lessons-9d7\n77dbf360c  \n38\n It is reported that Washington DC has since forced Mobike to start opening up some \ndata: ​https://twitter.com/oobr/status/973977824947253249​.  \n39\n Citymapper, ​https://citymapper.com/smartride/opendata  \n40\n  Scottish Expert Advisory Panel on the Collaborative Economy (2018), ‘Scottish Expert \nAdvisory Panel on the Collaborative Economy Report’, \nhttp://www.gov.scot/Publications/2018/01/4152  \n \nOpen Data Institute 2018 / ReportImpacts of peer-to-peer accommodation, the role of data and data observatories    14 \n\n \n3.4 Other data sources \nAs already described, the basis for many studies and analyses of the impact of \npeer-to-peer accommodation is the combination of data scraped from Airbnb with data \nfrom other sources. \n \nOutside of AirDNA or Inside Airbnb, data is often sourced from business and consumer \nsurveys related to the tourism and leisure industry. National tourism agencies and bodies \nsuch as VisitEngland and VisitBritain publish outputs from national surveys measuring \nthe volume, value and characteristics of tourism, and other research. STR provides \n4142\naccess to data (as well as reports and other documentation) on hotel performance \nfor benchmarking, analytics and other insights. Its users include hotel owners and \noperators, investors, and researchers – STR data was used in Diane Coyle’s and \nTimothy Yu-Cheong’s study into the impacts of Airbnb in 14 European cities. \n43\nStudies such as “Impacts of peer-to-peer accommodation use on travel patterns” \n44\nadopt their own survey methodology to capture new data about the impacts of \npeer-to-peer accommodation. \n \nLocal and national governments are increasingly using surveys to capture data related \nto the sharing or collaborative economy, including in the peer-to-peer accommodation \nmarket. In the UK, the ONS has has developed a framework to support the collection \nand dissemination of statistics on sharing economy activity – related to both individuals \nand businesses – as part of its work to assess the feasibility of “measuring the sharing \neconomy”. The ONS is also adapting or introducing new questions into some of its \n45\nlong-running surveys, such as those focused on GDP and inflation. \n46\n \nAlthough our research unearthed other datasets that can be used to help understand \nthe impacts of peer-to-peer accommodation, such as statistics related to property rental \nprices in an area, it was often difficult to identify definitive sources. Those we did identify \nwere not always publically available, therefore limiting their use. In many cases, data that \ncan be used exists at different levels of geographic and administrative scope, which can \nmake it hard to combine or make comparisons. \n \nInformal descriptions of the impacts of peer-to-peer accommodation are referenced in \npolitical discussions and debates around the world. In a November 2017 debate in the \nScottish Parliament, for example, numerous constituent testimonies were directly quoted \nand “a very large number” of others were referenced. The impacts these testimonies \n47\n41\n VisitBritain, ​https://www.visitbritain.org/england-research-insights  \n42\n STR, ​https://www.strglobal.com  \n43\n Diane Coyle & Timothy Yu-Cheong Yeung (2016), ‘Understanding AirBnB in Fourteen \nEuropean cities’, \nhttps://www.tse-fr.eu/sites/default/files/TSE/documents/ChaireJJL/PolicyPapers/2016_3\n0_12_pp_understanding_Airbnb_in_14_european_cities_coyle_yeung_v.3.1.pdf  \n44\n Iis Tussyadiah & Juho Pesonen (2015) ‘Impacts of Peer-to-Peer Accommodation Use \non Travel Patterns’, \nhttps://www.researchgate.net/publication/282817382_Impacts_of_Peer-to-Peer_Accom\nmodation_Use_on_Travel_Patterns  \n45\n Office for National Statistics (2017), ‘The feasibility of measuring the sharing economy: \nNovember 2017 progress update’, \nhttps://www.ons.gov.uk/economy/economicoutputandproductivity/output/articles/thefea\nsibilityofmeasuringthesharingeconomy/november2017progressupdate#potential-future-s\nources-of-information  \n46\n Philip Aldrick (2017), ‘ONS plans to include “sharing economy” transactions such as \nUber and Airbnb in GDP’, \nhttps://www.thetimes.co.uk/article/ons-plans-to-include-sharing-economy-transactions-\nsuch-as-uber-and-Airbnb-in-gdp-z5w5h9t2q  \n47\n They Work For You, ​https://www.theyworkforyou.com/sp/?id=2017-11-08.22.0  \n \nOpen Data Institute 2018 / ReportImpacts of peer-to-peer accommodation, the role of data and data observatories    15 \n\n \ndescribe – such as a report from an individual resident about the impact of peer-to-peer \naccommodation on their sense of community – have a more personal focus than the \ntypes of studies and analyses that rely on broader statistics. While seldom \nrepresentative, these stories can make abstract numbers more tangible, engaging and \nuseful. Access to both statistics and localised data may be needed to understand the \nimpacts of peer-to-peer accommodation. In these political discussions and debates, \na number of similar testimonies are sometimes used as evidence of wider trends, \nor of types or severity of impact. \n \nData describing the impacts of peer-to-peer accommodation can also be generated by \ncooperation between platforms and local public authorities. Our discovery research \n48\nfound that some types of cooperation require property location and host identity data to \nbe provided to local authorities as part of a property registration process. Similarly, the \n49\nMayor of London’s draft housing strategy states that the city will work with short-term \nletting operators to develop an information-sharing protocol to support councils’ \nenforcement of the city’s 90-day rule. However, as data is not the focus of these types \n50\nof cooperation, it is unclear whether the data they generate is also used to understand \nthe impact of peer-to-peer accommodation. \n  \n48\n This cooperation is sometimes mandated via interventions made by local or national \nauthorities, such as the introduction of regulation or other rules, and at other times is \ndeveloped in collaboration between industry and authorities, or proposed by \npeer-to-peer accommodation platforms. \n49\n Open Data Institute (2018), ‘Exploring interventions to support the peer-to-peer \naccommodation sector and the role of data’, \nhttps://docs.google.com/document/d/1H1jBPNtX6AIPSL60iLazCmhukVG0X_05AUU3s-\na9CcQ/edit#  \n50\n Robert Booth & Dan Newling (2016), ‘Airbnb introduces 90-day annual limit for London \nhosts‘, \nhttps://www.theguardian.com/technology/2016/dec/01/Airbnb-introduces-90-day-a-yea\nr-limit-for-london-hosts  \n \nOpen Data Institute 2018 / ReportImpacts of peer-to-peer accommodation, the role of data and data observatories    16 \n\n \n4. Data observatories \nThe term “data observatory” was used frequently in the original discovery interviews and \nworkshops we ran. It was used by different stakeholders to describe the possibility of \nbringing together data to enable people to better understand the impacts of \npeer-to-peer accommodation. As a result, we conducted further research into how the \nterm is used in other sectors and contexts. \n4.1 In the wild \nWe found a number of relevant examples of data observatories. The general concept \nappears linked to local information systems, or geographic information systems (GIS). \nThese systems enable users to “load, store, analyse and present statistical data that has \na strong geographic reference”, to provide “a place-focused evidence base that is easily \naccessible to a wide range of users including data experts, managers, policy makers, \nfront-line staff and citizens”. \n51\n \nMany modern data portals have similar functionality to these types of systems. A basic \ndefinition of a data portal is “a list of datasets with pointers to how those datasets can \nbe accessed”, helping users to discover data. Their inclusion of features such as data \n52\nanalysis and visualisation tools means that the distinction between a data portal, a local \ninformation or GIS system, and a data observatory is not always clear. \n \nWe have attempted to group the examples of data observatories we found: \n \n●Data observatories as policymaking tools​. A number of tools developed \nwith the purpose of supporting policymaking share the characteristics and \nfunctions of other identified types of data observatories. Recent work by the \nDepartment for Work and Pensions on the Churchill tool was driven by the \nfinding that policymakers rely on a combination of official government statistics \nand data about local communities. The Churchill tool provides access to data \n53\nfrom across government on-demand, and provides policymakers with tools to \nexplore topics in more detail, and changes and trends over time. The Local \nGovernment Inform (LG Inform) tool enables councils to access over 1,800 \n54\ntypes of data to assess performance locally, regionally and nationally, and help \nthem to make decisions about their local areas and services. The iCOASST \nproject provides real-time data, interactive maps, GIS tools and reports to \n55\nsupport shoreline management and other long-term coastal decision-making. \n \n●Data observatories as collections of data held by the public sector​. We \nfound numerous local data observatories, such as those covering East Riding \n56\n51\n Wikipedia, ​https://en.wikipedia.org/wiki/Local_information_systems  \n52\n Leigh Dodds (2015), ‘What is a data portal?’, \nhttps://blog.ldodds.com/2015/10/13/what-is-a-data-portal  \n53\n Department for Work and Pensions (2017), ‘Data for people who don’t like data’, \nhttps://dwpdigital.blog.gov.uk/2017/02/24/data-for-people-who-dont-like-data  \n54\n Local Government Inform, ​http://lginform.local.gov.uk  \n55\n National Network of Regional Coastal Monitoring Programmes of England, \nhttps://www.channelcoast.org  \n56\n East Riding of Yorkshire Council Data Observatory, \nhttp://www2.eastriding.gov.uk/council/local-area-facts-and-figures/data-observatory \n \nOpen Data Institute 2018 / ReportImpacts of peer-to-peer accommodation, the role of data and data observatories    17 \n\n \nand North Lincolnshire, which consist of collections of maps, statistics, facts, \n57\nfigures and data. Generally, these data observatories cover a broad range of \ntopics including demography, housing and the economy based on data from \nsources such as local fire, police and health services. Data portals like the \nLondon Datastore, data.gov.uk and the European Data Portal provide \n585960\naccess to similar types of public sector data at city, national and multinational \nlevels. These collections of public sector data are underpinned by a range of \ndifferent software, such as CKAN, DataPress and InstantAtlas. \n616263\n \n●Data observatories as collections of data by topic or theme​. Examples of \nthis type are not generally referred to as data observatories but similarly gather \ndata held by publicly funded organisations and provide users with tools to work \nwith it. Examples in the UK include the Ministry of Housing, Communities and \nLocal Government OpenDataCommunities, MAGIC, which provides access \n6465\nto mapping tools and data about the natural environment from across UK \ngovernment, and MEDIN, a portal for marine datasets from over 400 \n66\norganisations and data archive centres. UK government recently launched the \n“Ethnicity facts and figures” website, which it describes as “the first of its kind, \nbringing together and publishing ethnicity data collected by government in one \nplace”. We found data observatories to be particularly prevalent in the health \n67\nsector. The WHO Global Health Observatory, Public Health England (PHE) \n68\nFingertips (which replaced PHE’s network of health observatories) and PHE \n6970\ndata and analysis tools all represent collections of data related to different \n71\nhealth topics, including by diseases or conditions. \n \n●Data observatories as academia-led initiatives​. Funded by the Newcastle \nUniversity Science Central, the Urban Observatory is an attempt to provide \n72\naccess to data collected by real-time sensor feeds from across the city. It aims \nto provide a baseline for research into urban issues. A number of universities are \ninvolved in the global Web Observatory initiative to develop interactive real-time \n73\nsystems for capturing, storing and analysing data about the web and its users. \nIn contrast to other examples of data observatories we have found, initiatives \nsuch as these involve the collection of data from new sources or in original \nways, as well as enabling its presentation or analysis. \n \n●Data observatories as data sharing platforms​. Platforms that enable \norganisations to share data with one other, or with specific types of users, \n57\n North Lincolnshire Data Observatory, ​http://nldo.northlincs.gov.uk/IAS_Live/  \n58\n London Datastore, ​https://data.london.gov.uk \n59\n Data.gov, ​https://data.gov.uk/  \n60\n European Data Portal, ​https://www.europeandataportal.eu \n61\n Wikipedia, ​https://en.wikipedia.org/wiki/CKAN  \n62\n DataPress, ​https://datapress.com \n63\n InstantAtlas, ​https://www.instantatlas.com/extra  \n64\n OpenDataCommunities, ​http://opendatacommunities.org \n65\n MAGiC, ​http://magic.gov.uk/home.htm  \n66\n Marine Environmental Data & Information Network, ​http://www.oceannet.org/  \n67\n Ethnicity Facts and Figures, Cabinet Office, \nhttps://www.ethnicity-facts-figures.service.gov.uk \n68\n World Health Organisation, Global Health Observatory, ​http://www.who.int/gho/en/  \n69\n Public Health England, Public Health Profiles, ​https://fingertips.phe.org.uk/  \n70\n Public Health England, Network of Public Health Observatories, \nhttp://webarchive.nationalarchives.gov.uk/20170106081009/http://www.apho.org.uk/  \n71\n PHE Data and Analysis Tools, \nhttps://www.gov.uk/guidance/phe-data-and-analysis-tools  \n72\n Urban Observatory, ​http://www.urbanobservatory.ac.uk/  \n73\n Web Science Trust, Web Observatories, \nhttp://www.webscience.org/web-observatory/list-of-web-observatories/  \n \nOpen Data Institute 2018 / ReportImpacts of peer-to-peer accommodation, the role of data and data observatories    18 \n\n \ncan be interpreted as data observatories with limited access. For example, \nthe Infectious Diseases Data Observatory seeks to provide a platform for the \n74\nresearch community to share data, with access managed by data contributors \nand the wider community. Although access to the data can be restricted, the \noutputs of its use (such as reports and data visualisations) are made publicly \navailable on the platform. Similarly, the Clinical Study Data Request (CSDR) \nplatform, which consists of a consortium of pharmaceutical companies and \n75\nother data providers, aims to support scientific decision-making and innovation \nby facilitating wider access to data. Researchers can use the platform to request \naccess to anonymised patient-level data and/or supporting documents from \nclinical studies. CARTO Data Observatory software supports businesses \n76\nto derive spatial insights for marketing, site planning and investment \ndecision-making. It enables users to combine their own data with other \ndemographic, economic and real estate datasets. \n \n●Data observatories as data and tools made available by private sector \norganisations​. A recent trend that can be associated with the concept of data \nobservatories is private sector organisations making data about the use of their \nservices publicly available. Uber Movement is an interactive mapping tool that \nenables the public to explore routes and travel times between areas of cities \nbased on Uber passengers’ journeys. Its aim is “to help urban planning around \nthe world”. Strava makes its Global Heatmap available for people to explore \n7778\nthe aggregate routes of cyclists and runners around the world. Its Metro tool \naggregates data generated by millions of rides and runs (via individuals’ \nsmartphones or GPS devices), and provides access to departments of \ntransportation and city planning groups to improve infrastructure for bicyclists \nand pedestrians. \n79\n \n●Data observatories as physical environments​. The majority of the data \nobservatories we found are virtual and web-based. A few, however, are physical \n– such as the Data Observatory at Imperial College London, which consists of \n80\n64 large screens for data visualisation, and the Bristol Data Dome. This \n81\ncategory of data observatory would also include government control rooms of \nthe past such as Project Cybersyn, an early 1970s attempt to build a system \n82\nto receive, store and use information for decision-making by the \nChilean government. \n \n●Data observatories as organisations, processes and teams​. The Kent \nPublic Health Observatory is staffed by the Kent County Council. It produces \n83\nanalysis, knowledge and evidence to improve health and wellbeing across Kent, \nincluding in the form of health and social care maps, weekly bulletins and annual \nreports. Teams from across the council can contact the observatory and make \nrequests for analysis, which are then reviewed, prioritised and completed. \n \n74\n Infectious Diseases Data Observatory, ​https://www.iddo.org/about-iddo  \n75\n ClinicalStudyDataRequest, ​https://www.clinicalstudydatarequest.com/  \n76\n Carto, ​https://carto.com/data-observatory/  \n77\n Uber Movement, ​https://movement.uber.com/cities?lang=en-US  \n78\n Strava, ​https://labs.strava.com/heatmap/#7.00/-120.90000/38.36000/hot/all  \n79\n Strava, ​https://metro.strava.com/?_branch_match_id=500726494267820847  \n80\n Imperial College London Data Observatory, \nhttp://www.imperial.ac.uk/data-science/data-observatory/  \n81\n Bristol is Open (2015), ‘Bristol Is Open Launches The Data Dome’, \nhttp://www.bristolisopen.com/bristol-is-open-launches-the-data-dome/  \n82\n Wikipedia, ​https://en.wikipedia.org/wiki/Project_Cybersyn  \n83\n Kent Public Health Observatory, ​https://www.kpho.org.uk/  \n \nOpen Data Institute 2018 / ReportImpacts of peer-to-peer accommodation, the role of data and data observatories    19 \n\n \nThese types of data observatories share some characteristics. In most cases, they define \na particular “universe” to be observed, such as a theme or topic, or geographic area. \nMost provide tools for users to explore, analyse and interpret data. Their collective \ndifference to data portals is that they are developed with a purpose, or set of purposes, \nin mind beyond aiding in the discovery of data. \n \nWhile the term “observatory” implies a certain neutrality, this purpose ties data \nobservatories closely towards a particular set of data users, the impacts they are trying \nto understand and the decisions they are trying to make. In several cases there are \nmultiple observatories with a different lens on the same thing – like a city or a sector – \nbut meeting different sets of user needs. Data observatories might not provide \nrecommendations or direct action, but the choices made about the data they \nincorporate, how different datasets are brought together and compared, and which \ntimescales are considered, facilitate some kinds of analyses and limit others. \nThe purpose of the data observatory, and the organisation that has made these choices, \nare important factors for those using them to consider. \n \nThere are also some significant differences between the types of data observatories we \nfound, which highlight factors to consider when designing data observatories for different \nuser needs. For instance, they can allow for different granularities of data and analysis in \nterms of geography and time. Some enable users to explore monthly or yearly data at \na regional level, whereas others enable users to explore data at the level of individual \nreal-time sensors. The data observatories also have different models for funding, \ngovernance and sustainability – some are led by local authorities and others by \nacademia or industry. \n4.2. In peer-to-peer accommodation \nThere is a growing demand for data related to the impacts of peer-to-peer \naccommodation and the activities of the sharing or collaborative economy more widely. \nThe Boston Hospitality Review has made the point that currently “there is little empirical \nevidence of the economic or social impacts of [peer-to-peer accommodation]... \nThus, the course and the magnitude of these impacts do not go beyond speculation \nfor the time being”. \n84\n \nThis demand for data was summarised by the Scottish Expert Advisory Panel on the \nCollaborative Economy report published in January 2017, which found that: \n85\n \n●“the collaborative economy is data-rich, and many advances have been made in \nthe use of data to guide public and policy choices and improve user experiences \n(for example live transport data sets)... Nonetheless, we do not have accurate \nand up-to-date data sets that show the impact of the collaborative economy \nin Scotland” \n●“without this input, the Scottish government cannot effectively understand \nthe ongoing trends that are shaping its economy and communities” \n \n  \n84\n Tarik Dogru, Makarand Mody & Courtney Suess (2017), ‘Comparing apples and \noranges? Examining the impacts of Airbnb on hotel performance in Boston’, \nhttp://www.bu.edu/bhr/2017/06/07/Airbnb-in-boston/  \n85\n  Scottish Expert Advisory Panel on the Collaborative Economy (2018), ‘Scottish Expert \nAdvisory Panel on the Collaborative Economy Report’, \nhttp://www.gov.scot/Publications/2018/01/4152  \n \nOpen Data Institute 2018 / ReportImpacts of peer-to-peer accommodation, the role of data and data observatories    20 \n\n \nThe panel recommended that the Scottish government: \n \n●“set up an observatory into the collaborative economy... [to] collect, aggregate, \nanalyse and publish a variety of datasets that show the ongoing impact of \ncollaborative economy platforms in Scotland. This would be a new way for \nplatforms (local authorities and conceivably workers) to agree to share certain \ndata and would address the clear data and evidence gaps that exist in order \nto track activity and impacts” \n●“continue the work of this panel to bring together industry (both innovators \nand incumbents), policy makers and stakeholders in an open dialogue with \nregulators; and making the most of new tools for public engagement at scale \nas an input to deliberating decisions on regulation” \n●“resource the collection of an evidence base in considering restrictions on \nshort-term rentals... taking into account the number of dedicated lets in any \ngiven area, the impact on rent/housing costs and the cost/benefit of loss of \neconomic benefit to renters and the local areas” \n \nThe comments made by the panel summarise wider demand for data that can be used \nto describe, provide evidence of and understand the impacts of peer-to-peer \naccommodation.  \n \nVarious examples of data observatories we found from other sectors and contexts may \nbe applicable to the peer-to-peer accommodation market. Multiple data observatories \ncould combine the features of numerous types of data observatory described in Section \n4.1. For example, one may exist as a collection of datasets by theme, use data and tools \nmade available by platforms, and be designed as a tool to support policy-making in \nhousing. A data observatory may be used by a national or local authority to inform their \ndecisions about different interventions into the peer-to-peer accommodation market, \nor whether an intervention is required at all. Another could combine some of the same \ndatasets, incorporate more data about fire, health and safety, and other incidents \nto assist in decisions about where to prioritise emergency services capacity.  \n  \n \nOpen Data Institute 2018 / ReportImpacts of peer-to-peer accommodation, the role of data and data observatories    21 \n\n \n5. Findings and \nrecommendations  \n5.1. Findings \nIn summary of the findings described throughout this report: \n \nStakeholders and the impacts of peer-to-peer accommodation they focus on \n \n1.A diverse set of stakeholders are interested in the impacts of peer-to-peer \naccommodation​. ​These stakeholders include local and national government \nofficials, emergency services, and hotels and alternative providers of short-term \naccommodation. (p 4) \n \n2.Stakeholders are interested in a variety of different impacts of peer-to-peer \naccommodation​.​ These range from those that are more readily quantifiable, \nsuch as impacts on tourism and visitors, to the more abstract, including impacts \non the desirability of an area and the sense of community. (p 5) \n \n3.Different stakeholders share interests in the same types of impacts of \npeer-to-peer accommodation​.​ For example, the impacts on tourism and visitors \nare of interest to statistical organisations such as the ONS, as well as residents \nand peer-to-peer accommodation platforms themselves. (p 6) \n \n4.Stakeholders are generally interested in the impacts of peer-to-peer \naccommodation for different purposes.​ ​For example, platforms will seek \nto understand the impacts of their activity and the market to make decisions \nto sustainably grow their businesses, while emergency services want to make \ndecisions about where resources should be prioritised. (p 7) \n \n5.Stakeholders are interested in the impacts of peer-to-peer accommodation at \ndifferent geographic and administrative levels​.​ Although some stakeholders are \nclearly defined in these terms – such as both local and national government \nofficials – some stakeholders can be interested in impacts at multiple different \nlevels. For example, a peer-to-peer accommodation platform may be interested \nin its impacts at local, national and international scales. (p 7) \n \n6.We are in the early stages of understanding the types of impacts peer-to-peer \naccommodation may have​. ​The rapid growth of the peer-to-peer \naccommodation market and the wider sharing or collaborative economy means \nthat it can be difficult to identify types of impacts to attempt to describe, provide \nevidence of and understand. (p 7) \n \n7.Stakeholders want to increase their understanding of the impacts of \npeer-to-peer accommodation. ​Generally, the stakeholders we interviewed are \nseeking to improve their understanding of the impact of the market and its \nactivity in order to make better decisions for their organisations. (p 7) \n \n \n  \n \nOpen Data Institute 2018 / ReportImpacts of peer-to-peer accommodation, the role of data and data observatories    22 \n\n \nThe role of data in understanding the impact of peer-to-peer accommodation \n \n8.The data that can be used to understand the various impacts of peer-to-peer \naccommodation has multiple sources​.​ These sources span the public and \nprivate sectors and different types of organisations, including local and national \ngovernment, statistical organisations, and business and consumer surveying \norganisations. Indeed, one given impact may only be addressed using data from \nmultiple sources, which may require coordination in order to combine them. \n(pp 8–15) \n \n9.Data that can be used to understand the impacts of peer-to-peer \naccommodation is not always easy to find and access.​ ​Data related to the \nvarious impacts are not made available consistently, nor in formats that make \nthem readily usable as inputs into a study or analysis. (pp 14) \n \n10.Data that can be used to understand the impacts of peer-to-peer \naccommodation exists at different levels of geographic and administrative \nscope​.​ Data such as constituent reports may describe an individual incident, \nproperty or guest, whereas some of the studies and analyses published by \nacademic institutions have a city-wide, or even regional, focus. (pp 8–15) \n \n11.Nearly all studies and analyses focus on the impacts of Airbnb rather than \npeer-to-peer accommodation platforms and activity more widely​. ​This appears \nto be due in part to Airbnb’s significant market share, but also the fact that \nthird-party intermediaries do not currently scrape data from other platforms \nand make it available to other users. (pp 10) \n \n12.Peer-to-peer accommodation platforms hold vast amounts of data that could be \nused to understand the market’s impacts, but restricted access to this data \ninhibits its use​. ​Platforms such as Airbnb make some limited data available via \nreports, websites and ad hoc sharing arrangements, but do not share data with \nstakeholders (such as local and national government) or publish data in a routine \nor consistent way. This has fuelled the rise of third-party intermediaries such as \nAirDNA and Inside Airbnb, who provide access to data scraped from Airbnb and \nsupport a whole host of downstream studies, analyses and other activity. \nAs a result of the reliance on scraped data, there is often debate surrounding \nthe accuracy of the outputs of these activities as opposed to debate about the \nimpacts of peer-to-peer accommodation. (p 11) \n \n13.The privacy implications related to the way in which data is currently used \nto​ ​understand the impact of peer-to-peer accommodation are unclear​. \nAlthough most platforms make their hosts’ listings publicly available, third-party \nintermediaries such as AirDNA and Inside Airbnb use, and enable others to use, \nthe data they scrape for purposes beyond merely choosing a place to stay. \nAlthough some limited information about aggregation is published by these \nintermediaries, there does not appear to be much debate around this topic. \n(p 10) \n \n14.Not all data that can be used to understand the impacts of peer-to-peer \naccommodation is collected, managed or used in a coordinated way​. \nFor example, while business surveys are explicitly designed to collect data \nabout certain stakeholders and impacts, the reports from constituents referred \nto by politicians are not underpinned by a similarly robust process. Despite this, \nthese informal descriptions contain rich information about people’s experiences \nof impact. A lack of structured data – or even the ability to describe a type of \nimpact in a structured way – might make it difficult to evaluate the wider extent \nof an impact, but there may be evidence of it nonetheless. (p 10) \n \nOpen Data Institute 2018 / ReportImpacts of peer-to-peer accommodation, the role of data and data observatories    23 \n\n \n \n15.There is demand for increased access to data related to the impacts of \npeer-to-peer accommodation, including via a data observatory​.​ Developing \na data observatory may be one approach to increasing access to data. \nData infrastructure in the peer-to-peer accommodation market that is as open \nas possible, whilst respecting privacy, will support a breadth of different uses \nto help decision-making and drive innovation. (p15) \n \n \nData observatories \n \n16.The term “data observatory” is used to describe a wide range of services \noutside of the peer-to-peer accommodation market​.​ ​Types of data observatories \nwe found include collections of data held by the public sector, policy-making \ntools and even physical environments. (p 16) \n \n17.Data observatories outside of the peer-to-peer accommodation market have \nsome similar characteristics, but also some significant differences​.​ The majority \nare defined by a theme, topic or geographic area, and provide tools for users to \nwork with data. There are differences, however, in the organisations responsible \nfor them and in the level of granularity of analysis they allow. (p 19) \n \n18.Data observatories could help increase understanding of the impacts of \npeer-to-peer accommodation.​ ​There is demand for more data that can be used \nto understand the impacts of peer-to-peer accommodation. Data observatories \nmay help bring together datasets from different sources and provide tools for \nusers to explore, analyse and interpret the data. (p 19) \n \n19.It is unlikely a single peer-to-peer accommodation data observatory will meet \nall​ ​stakeholder needs.​ ​In this report we have described a diverse set of \nstakeholders, impacts and types of data observatories. Given this diversity, \nit may be that – alongside other types of data infrastructure – multiple data \nobservatories could support better understanding of the impacts of peer-to-peer \naccommodation. Data observatories could be scoped by a combination of \nfactors, such as types of stakeholder, geography, and/or the type of impact that \nneeds to be understood. (p 20) \n  \n \nOpen Data Institute 2018 / ReportImpacts of peer-to-peer accommodation, the role of data and data observatories    24 \n\n \n5.2. Recommendations \nImproving the understanding of the impacts of peer-to-peer accommodation through \naccess to data, evidence and informed debate is critical to ensuring that the decisions \nmade by different stakeholders maximise the benefits of peer-to-peer accommodation \nand mitigate its costs. \n \nBased on the findings of our research, we have developed five recommendations \nfocused on improving the understanding of the impact of peer-to-peer \naccommodation market:  \n \n1. Public and private sector organisations that hold data should commit to \nworking together to build data infrastructure that is as open as possible while \nrespecting privacy and commercial confidentiality. \n \nData infrastructure that is as open as possible will support decision-making and drive \ninnovation. It will make it easier for stakeholders with different needs to understand \nimpacts and make better decisions. Creating and using data observatories is one way \nto achieve this. \n \nKey stakeholders in creating, maintaining and improving this data infrastructure include \nlocal and national government officials, peer-to-peer accommodation platforms and \nstatistical organisations. \n \nThe ODI's data infrastructure principles provide some guidance to help ensure that this \n86\ninfrastructure is built incrementally and that it meets data user needs. \n \n2. National government officials should facilitate and support the creation of \nopen data infrastructure in the peer-to-peer accommodation market and the \ndevelopment of data observatories. \n \nIt is in national government's interest for local government to have the powers it needs \nto make decisions that are devolved to it, and access to the data that will help it make \nthose decisions. National government officials should help facilitate conversations and \nencourage private sector organisations to publish and share data to a useful standard. \nIt should also ensure that local government has any new powers that it requires to \nundertake new types of intervention, and, potentially, powers to compel the release \nof certain types of data from organisations if needed. \n \n3. Local government officials should create environments that can support the \ndevelopment of data observatories. \n \nRecent ODI research has identified three patterns for using open data in the delivery \nof public services. One of these patterns focused on using data to build services that \n87\nsupport more informed policy development. This pattern could describe the future \ndevelopment of a data observatory, or multiple data observatories, to support better \nunderstanding of the peer-to-peer accommodation market. \n \nThis research also identified the characteristics of environments in which these types of \nservices are built – such as organisational collaboration, strong technology infrastructure, \ndigital skills and literacy, open standards for data, and peer networks. \n86\n Open Data Institute (2016), ‘Principles for strengthening our data infrastructure’, \nhttps://theodi.org/article/principles-for-strengthening-our-data-infrastructure/  \n87\n Open Data Institute (2018), ‘Using open data for public services’, \nhttps://theodi.org/article/patterns-for-using-open-data-in-the-delivery-of-public-services/  \n \nOpen Data Institute 2018 / ReportImpacts of peer-to-peer accommodation, the role of data and data observatories    25 \n\n \n \nCreating this environment will need a senior champion – such as a local mayor, chief \nexecutive or chief data officer – who can use their convening or regulatory powers to \nbring together the multiple stakeholders in the public and private sectors who hold data \nand those who want to use it to make better decisions. \n \n4. Stakeholders with similar needs should develop data observatories \ncollaboratively. \n \nDifferent stakeholders seeking to understand the impacts of peer-to-peer \naccommodation may have shared needs that can be met by a data observatory. \nThese needs may cluster based on types of stakeholder (such as officials across a local \nauthority), geography (such as particular local area), and/or the type of impact in focus \n(such as tourism).  \n \nPublic sector design standards, like those developed by the ​UK's Government Digital \nService​ or the ​US Digital Service​, provide guidance on how to design services. \nData standards are also an important part of data infrastructure – the ODI has shared \nfindings on approaches to developing standards and the impact of open data standards.\n The development of data observatories may also help to build out wider data \n88\ninfrastructure, as each one may highlight the need for additional types or sources \nof data, which engaged data holders can work together to release, improve or share.  \n \n5. Local and national government officials should engage with different \nstakeholders to inform decision-making related to the impacts of peer-to-peer \naccommodation. \n \nA better understanding of the impacts of peer-to-peer accommodation will help \npolicymakers to make informed decisions. It is important, however, that these decisions \nare also informed by input from stakeholders such as statistical organisations, academic \nand research institutions, independent researchers and residents. This input is key to \ngathering data or information that is not collected, managed or used in a structured way, \nsuch as the reports of individuals who may have benefited from the peer-to-peer \naccommodation market and those who may have been adversely affected. \n \n \n88\n Open Data Institute (2018), ‘Open standards for data: adoption, approaches and \nimpact’, \nhttps://theodi.org/article/open-standards-for-data-adoption-approaches-and-impact/  \n \nOpen Data Institute 2018 / ReportImpacts of peer-to-peer accommodation, the role of data and data observatories    26 ","version":"1.10.100"}