{"numpages":42,"numrender":42,"info":{"PDFFormatVersion":"1.5","IsAcroFormPresent":false,"IsXFAPresent":false,"Producer":"Skia/PDF m68"},"metadata":null,"text":"\n\n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nAbout \nThis report has been researched and produced by the Open Data Institute, and \npublished in April 2018. Its lead authors were Jamie Fawcett, Jared Robert Keller and \nJames Maddison, with contributions from Caley Dewhurst, Anna Scott, Olivier \nThereaux, Peter Wells and Jeni Tennison. The report was produced in collaboration \nwith Navin Ramachandran, UCL Centre for Blockchain Technologies and IOTA \nFoundation, and James Brogan, MD candidate at Albert Einstein College of Medicine \nand Research Fellow at UCL Centre for Blockchain Technologies. \nIf you would like to send us feedback or comment on this document, please get in \ntouch by email at ​RandD@theodi.org​.  \n \n \n \n \nThis report is published under the Creative Commons Attribution-ShareAlike 4.0 \nInternational licence. See: ​https://creativecommons.org/licenses/by-sa/4.0 \n \n \n \nOpen Data Institute 2018 / Technical reportHow can smart contracts be useful for businesses?   1 \n\n \n \nContents \nAbout1 \nContents1 \nExecutive summary3 \nPart 1: Are smart contracts useful for me and my \nbusiness?3 \nPart 2: what type of smart contract system should I \npursue?4 \nKey takeaways5 \nAbout this report6 \nPart 1: Smart contracts and uses for business7 \nBlockchains, distributed ledgers and trust8 \nKey properties of distributed ledgers8 \nImportant characteristics of distributed ledgers9 \nTrust beyond transactions10 \nApplications of distributed ledgers beyond \ncryptocurrencies10 \nThe supply chain use case11 \nUse case: supply chains11 \nSupply chain case studies: Everledger and arc-net13 \nWhat are smart contracts?14 \nTrusted interactions through smart contracts16 \nSupply chain use case: smart contracts17 \nSupply chain case studies: Provenance and Sweetbridge\n17 \nAre smart contracts and distributed ledgers right for my \nbusiness?18 \nPart 2: Informing trust through traditional v high-tech \nmechanisms21 \nChallenge 1: Representing the real world21 \nRecording trusted data into the ledger using oracles23 \nDeciding how to guarantee the integrity of data26 \nTackling the challenge of representing the real world26 \nChallenge 2: Edge cases, bugs and arbitration28 \nThe challenge of developing smart contracts28 \nResolving disputes30 \nTackling edge cases, bugs and arbitration32 \nChallenge 3: Cryptocurrencies and financial incentives33 \nPaying for the operation of a distributed ledger33 \nTransacting value and incentivising participation35 \nTackling the challenge of cryptocurrencies and financial \nincentives38 \nWhat type of smart contract and distributed ledger system is \nright for my business?38 \nSmart contracts for business: selecting systems40 \nAppendix: Methodology41 \n \n \nOpen Data Institute 2018 / Technical reportHow can smart contracts be useful for businesses?   2 \n\n \n \nExecutive summary \nSmart contracts and distributed ledgers might be useful \nfor enabling efficient, trusted interactions, but it all \ndepends on context and design. \nAll daily interactions between people, businesses and other organisations are \nunderpinned by trust – each party trusts that the other will behave in a certain way. \nTrust is therefore central to the functioning of society and the economy. Technology \nhas long played a part in informing trust in interactions, particularly in recent \ndecades. The latest set of emerging technologies that have been mooted as having \nthe potential to play a role are distributed ledgers and, in particular, smart contracts. \nIn this report, we examine the potential of distributed ledger technologies to inform \ntrust, focusing on the role of smart contracts.  \n \nPart 1 examines the potential of distributed ledgers and smart contracts to underpin \ntrust within interactions. Our goal in Part 1 is to provide crucial information about \nthese technologies and raise important questions about their benefits and limitations, \nin order to help businesses ask some of the right questions when attempting to \ndecide whether distributed ledgers and smart contracts can be deployed within their \nbusiness to solve real-world problems. \n \nPart 2 explores the various ways in which distributed ledgers and smart contracts \ncan be deployed depending on the use case, industry context and the needs of the \nvarious parties involved. Our goal in Part 2 is to help businesses that are keen to \npursue smart contracts define the type of system that will prove most beneficial for \ntheir business and their clients.  \n \n \nPart 1: Are smart contracts useful for me and my business? \n \nThe original blockchain was designed to enable financial transactions without the \nneed for any trusted third party. The design of the system relies on storing records of \nall transactions on a new kind of database, with a unique set of properties, that \nengender trust between members of the network in those transactions. In particular, \nthis trust resides in the distributed nature of the database – with every member of the \npeer network having a copy of the blockchain and equal authority to add to it. With \nno central copy, every member of the network, or node, can add to the database, \nthough they must reach consensus before doing so – a process typically handled \nthrough the use of cryptography and economic incentive. Blockchain databases can \nbe public, so anyone can join, or can have restricted permissions to read or write to \nthe database, depending on the design chosen. \n \nDistributed ledgers such as these can arguably underpin trusted exchange of \ncryptocurrencies or other financial assets in the absence of trusted third parties \nrather effectively. However, many people are excited by their potential application to \nother use cases – typically using the immutable and distributed nature of the \ndatabase to create a verifiable, single, trusted record of particular events. This can \nopen up the possibility of answering some of the challenges that cannot be solved \nwith a centralised database – primarily because businesses would no longer need to \ntrust a single third party to operate the system or database. Examples of how \ndistributed ledgers could be applied include creating a single register for art and \ncollectibles (Codex protocol), guaranteeing the integrity of digital archives \n(ARCHANGEL) or managing digital music rights (Blokur). \n \nWhen asked to identify the most promising use cases for distributed ledgers and \nsmart contracts, many of the people we spoke to immediately reached for the \n \nOpen Data Institute 2018 / Technical reportHow can smart contracts be useful for businesses?   3 \n\n \n \nexample of supply chains – primarily looking at distributed ledgers and smart \ncontracts as a way to solve insidious supply chain issues such as sustainability, \ncounterfeiting and child labour. The idea is that creating a single, transparent, \nauthoritative, immutable ledger of goods moving through a supply chain, which all \nmembers of that supply chain can trust, might help to track the provenance of goods. \nExamples of companies attempting to tackle these issues using distributed ledgers \ninclude Everledger, who aim to certify the provenance of high-value assets such as \ndiamonds, and arc-net, who aim to trace goods from source through production \nto consumer. \n \nSmart contacts offer an extension of distributed ledgers, providing the means to \nautomate processes within the database while retaining characteristics of distributed \nledger technologies, especially around immutability and the creation of trust. A smart \ncontract is a piece of executable computer code stored on a distributed ledger that, \nwhen certain conditions are met, can automatically modify data on that ledger. \nSmart contracts potentially offer a way to enable transparent, auditable and efficient \ninteractions between people, businesses and governments – especially in complex \nnetworks or industries with many different players where using a trusted central \nauthority or marketplace to approve, administer and record the interactions \nis difficult. \n \nAgain, the use case for supply chains can help detail the potential of smart contracts, \nespecially when it comes to automating processes around things like certification and \nauthenticity. Examples of companies attempting to tackle these issues include \nProvenance, who are using smart contracts to automate verification of certification, \nand Sweetbridge, who aim to use smart contracts to automatically trigger \nwork orders.  \n \nThere are places where smart contracts and distributed ledgers might be useful in \ntackling business problems, but businesses need to identify a clear use case where \nthere is lack of trust between multiple actors and no central authority is trusted to \nadminister the entire system. \n \n \nPart 2: what type of smart contract system should I pursue? \n \nOnce a problem has been clearly defined, and there is the possibility that smart \ncontracts and distributed ledgers might be useful, then businesses will need to \ndesign an approach which takes into account not only the features and limitations of \nthe technology, but the features and limitations of the industry or system in which the \nproblem exists. We identified three key challenges that businesses need to consider \nand decide how to tackle. Businesses will need to: \n \ni) Identify how to ensure that data gets into the ledger in a trustworthy manner \n \nAlmost all use cases for smart contracts rely on external data in order to \nexecute their terms. That external data must be written to the ledger in a way \nthat all members of the network can trust, otherwise the smart contracts are \nunlikely to be useful.  \n \nii) Identify how to deal with edge cases and resolve disputes \n \nRegardless of how well smart contracts are implemented, there will always \nbe errors and bugs in code. This means there will likely be edge cases where \nsmart contract execution will result in disputes, which will need to be \nresolved to the satisfaction of most members of the network if they are to \ntrust the system.  \n \n \n \n \n \n \nOpen Data Institute 2018 / Technical reportHow can smart contracts be useful for businesses?   4 \n\n \n \niii) Identify how the system will be funded and governed, and how value will be \ntransferred  \n \nAll technology systems and business processes create setup and operational \ncosts. How these costs are administered and by whom will have a big impact \non not only trust in the system but incentive to participate. \n \n \nBusinesses need to make decisions about the extent to which they can use the \ntechnology and the extent to which they can use existing industry mechanisms to \ntackle these three challenges. In this choice between idealism and pragmatism is the \nimplicit challenge of designing solutions that fit the needs of the business and the \nindustry without losing all the potential benefits of this technological approach. Such \na balance is difficult, and businesses need to be mindful about the different \napproaches that can be taken. Given the reliance on industry context, many systems \nwill require different approaches in response to different challenges, and often these \nwill be a mixture of the ideal and pragmatic. \n \n \nKey takeaways \nDaily interactions between people, businesses, and other organisations are \nall underpinned by trust.  \n \nDistributed ledgers are an emerging set of database technologies that have \nthe potential to play a part in informing this trust – using their unique \nproperties of immutability and distributed maintenance to create a verifiable, \nsingle, trusted record of particular events. \n \nSmart contracts are pieces of executable computer code stored on a \ndistributed ledger that, when certain conditions are met, can automatically \nmodify data on that ledger – potentially providing the means to automate \ndifferent processes within the database. \n \nDistributed ledgers and smart contracts are potentially useful for businesses \nbut only if there is a clearly defined use case where there is lack of trust \nbetween multiple actors and no central authority is trusted to administer the \nentire system.  \n \nHaving identified a clear use case, businesses looking to implement \ndistributed ledger and smart contract approaches to tackle challenges need \nto remain pragmatic about the capabilities of the technology and the existing \nindustry context.  \n \nSpecifically, businesses should be prepared to make decisions about: \n \ni) how to get data into the ledger in a trustworthy manner \nii) how to handle edge cases and resolve disputes \niii) how to fund, govern and administer the system effectively  \n \n  \n \nOpen Data Institute 2018 / Technical reportHow can smart contracts be useful for businesses?   5 \n\n \n \nAbout this report \nIn 2016, the Open Data Institute (ODI) carried out research into the application of \nblockchain and distributed ledger technologies, publishing the results in ‘​Applying \nblockchain technology in global data infrastructure​’. In that report, we examined the \nbasics of blockchains and distributed ledger technologies, potential use cases and \napplications beyond FinTech, and some of the challenges facing those attempting to \ntackle problems using these technologies. Our goal was to help business leaders and \npolicymakers make informed decisions around their adoption of these \nnew technologies. \n \nSince we released that report, blockchain and distributed ledger technologies have \ncontinued to develop at a rapid rate. More tools and technologies have become \navailable, and more companies and organisations have begun to develop products \nand services. As these technologies appear to grow more mature, interest from \nbusinesses about applying them to real-world problems grows too. The main \nchallenge for businesses is identifying whether the problem they are trying to tackle \nrequires, or would benefit from, the application of distributed ledger technologies. In \nthis report we move beyond the potential challenges raised in our first report by \nfocusing specifically on smart contracts and the role they might play in informing trust \nbetween people and organisations. \n \nAs with our previous report, we have primarily focused on the potential of distributed \nledgers outside the finance sector, because the financial services industry is already \nheavily invested in potential applications in their industry. Our goal is to provide an \noverview of the potential for businesses in other sectors, and for cases that go \nbeyond support for cryptocurrencies. To support this approach, we have used a \nsingle prominent use – supply chains – as a frame of reference to highlight not only \npotential applications of distributed ledgers and smart contracts but also three of the \nmain challenges businesses will face when attempting to implement such systems. \n \nEven with recent developments, it is perhaps still too early to pass judgement on \nindividual technologies and applications. In this report, as with our last one, we \ninstead raise the questions about which we think companies should be aware. It is \nour hope that by raising these questions we can provide businesses with a critical \nlens to evaluate the value of these technologies in their specific use cases. \n \n  \n \nOpen Data Institute 2018 / Technical reportHow can smart contracts be useful for businesses?   6 \n\n \n \nPart 1: Smart contracts and \nuses for business \nInteractions between people, businesses and other \norganisations are underpinned by trust. This report \nexamines what role, if any, smart contracts and \ndistributed ledgers can play in informing this trust. \nEvery day, billions of people, businesses and other organisations interact with one \nanother – they make exchanges, enter into agreements and come to understandings. \nAll these interactions are underpinned by trust – each party expects and trusts that \nthe other will behave in a certain expected way, following a set of implicit or explicit \nrules. Trust is central to the functioning of society and the economy; without it, \nbusinesses, governments and people lack the confidence to meaningfully interact. \n \nIn modern societies and economies, trust is informed by a wide range of different \nfactors and derived from a variety of different sources. The rule of law, protections of \nregulators, economic incentives, reputation and brand recognition, and many others, \nall contribute to the trust we place in certain interactions. The sources we rely on, and \nthe extent to which we rely on them, depend on the type of interaction. Relationships \nbetween large multinationals, for example, are more likely to be governed by trust in \nstrict legal arrangements, whereas a consumer’s choice of a service provider is more \nlikely underpinned by trust in the reputation of the brand. \n \nTechnology has been one of these sources underpinning trust for a significant \namount of time. For example, the creation of double-entry accounting and the \nprinting press helped engender trust in trade in 14th-century Europe. Since the late \n1\n20th century, digital and data technologies have been playing an increasingly large \nrole in underpinning trust in transactions. For example, secure web browsing and \nantivirus software give us confidence while shopping or banking online. The goal of \nmany of these technological innovations is to enable trusted transactions to occur \nmore efficiently, often by making them faster and easier than existing processes. \nLately, one set of emerging technologies that have been touted as having a potential \nrole in informing trust are blockchains and distributed ledgers.  \n \nBlockchains and distributed ledgers are emerging technologies that can be used to \nstore, and in some cases manage, data. Data is essential for the modern age; it is \ninfrastructure for the whole economy – and blockchain and distributed ledger \ntechnologies form part of our data infrastructure. Data infrastructure consists of data \n2\nassets, the organisations that operate and maintain them, and guides describing how \nto use and manage the data. It includes people, processes and technology. As \n3\ntechnologies that store data, it is important to understand what role blockchains and \ndistributed ledgers might play in creating a robust data infrastructure. \n1\n Geofrey T Mills (1994), ‘Early Accounting in Northern Italy: The Role of Commercial \nDevelopment and the Printing Press in the Expansion of Double-Entry From Genoa, \nFlorence, and Venice’, \nhttp://www.accountingin.com/accounting-historians-journal/volume-21-number-1/ear\nly-accounting-in-northern-italy-the-role-of-commercial-development-and-the-printing\n-press-in-the-expansion-of-double-entry-from-genoa-florence-and-venice \n2\n James Smith, Jeni Tennison, Peter Wells, Jamie Fawcett, Stuart Harrison (2016), \n‘Applying blockchain technology in global data infrastructure’, \nhttps://theodi.org/article/applying-blockchain-technology-in-global-data-infrastructure \n3\n For more information, see: ​https://theodi.org/topic/data-infrastructure \n \nOpen Data Institute 2018 / Technical reportHow can smart contracts be useful for businesses?   7 \n\n \n \n \nIn this report, we examine the potential application of blockchain and distributed \nledger technologies to inform trust. In particular, we focus on the role of smart \ncontracts – programmable and executable computer code stored on distributed \nledgers that offer a means of codifying and automating complex interactions. Our aim \nis to offer neutral, unbiased advice to businesses to help them understand smart \ncontracts and some of their potential applications. Some businesses may be \nexploring whether to begin building smart contract systems, whereas others may be \ndeciding whether to join an existing system. This report is aimed at both audiences \nand we hope it will enable businesses to make informed decisions about using or \ninvesting in smart contracts as a solution to real-world problems. \nBlockchains, distributed ledgers and trust \nBlockchain emerged in response to a specific type of interaction use case – financial \ntransactions. In traditional financial transactions, the exchange of value between any \ntwo parties, be they people or businesses, relies on one or more trusted third parties. \nThe implicit third party in most transactions is a government or central bank that \nissues the currency used to exchange value. In most transactions, especially those \nbetween businesses, the parties will also rely on one or more other organisations to \nenact the transfer, for example the bank or banks with which they hold accounts. \n \nThe original blockchain, the Bitcoin blockchain, was designed to enable financial \ntransactions without the need for any trusted third party. Driven in large part by an \nideological rejection of value exchange underpinned by state institutions, the idea \nwas to provide a medium for parties to exchange and transact directly with one \nanother. The design of the system relied on storing records of all Bitcoin transactions \non a new kind of database, with a unique set of properties, that engendered trust in \nthose transactions. \n \nIn ​our previous report​, we outlined the unique set of properties of these new \ndatabases and explained how these properties arise from the design of the database. \nBelow, we have provided a brief overview of the key properties of distributed ledgers \nthat enable them to inform trust in transactions.  \n \nKey properties of distributed ledgers \nThese properties are drawn from Greenspan (2015) ‘Avoiding the pointless \nblockchain project’. \n4\n \n●Shared read:​ Blockchains are a structured data store that many \npeople can read. \n●Shared write:​ As well as read, many people can write data into the \ndatabase. \n●Absence of trust:​ The different writers do not have to trust each \nother not to manipulate the shared database state. \n●Disintermediation:​ There is no need for a trusted intermediary to \nenforce access control. \n●Transaction interaction:​ Records in the database depend on, and \nlink to, each other. \n●Validation rules:​ Rules around database transactions are well \ndefined, such that anyone with a copy of the database can validate \nthat it has been maintained correctly. \n \n  \n4\n Gideon Greenspan (2015), ‘Avoiding the pointless blockchain project’, \nhttps://www.multichain.com/blog/2015/11/avoiding-pointless-blockchain-project/ \n \nOpen Data Institute 2018 / Technical reportHow can smart contracts be useful for businesses?   8 \n\n \n \nImportant characteristics of distributed ledgers \n \nDistributed ledgers have no central storage location, no ‘primary’ copy, but rather are \nmaintained by a peer network of nodes; every node has a copy of the blockchain and \nhas equal authority to add to it. In order to ensure that only one node may add a \nblock to the end of the chain at any given time, blockchains need a resolution \nmechanism to decide which block is submitted to, and accepted by, the network.  \n \nThere are a number of different resolution mechanisms or ‘consensus algorithms’ \nthat can be built into distributed ledgers. Choosing a consensus algorithm for a \ndistributed ledger can greatly affect the scalability of the system – in particular \ndetermining the amount of energy and computing power required to support its \noperation. The current most common consensus algorithm is ‘Proof of Work’, used \nby both the Bitcoin blockchain and the Ethereum blockchain, although the \nwell-documented high-energy usage has led many to explore alternative \nmechanisms. We have outlined several different types of consensus algorithm \n5\nbelow. \n \n \nConsensus algorithms \n6\nEach consensus algorithm determines which node gets to add its data to the \ndatabase. The data being added is a combination of all the transactions \nsubmitted to the network over a given period.  \n  \n●Proof of work: ​nodes must compete to prove they have solved a \ncomplex cryptographic puzzle and are rewarded for doing so – a \nprocess referred to as ‘mining’ \n●Proof of stake: ​nodes must prove they own a certain amount of \ncryptocurrency; the more they own the more likely they are to be \nchosen to provide the next block – a process referred to as ‘validation’ \n●Proof of activity: ​nodes must first undergo a proof of work \ncryptography solution, which is then ‘validated’ through a proof of \nstake mechanism \n \n \nThese consensus algorithms often offer incentives for nodes to participate in the \nprocess of creating a new block, often in the form of cryptocurrency. They rely on this \nincentive to encourage many nodes to participate in the process in order to help \nguarantee the integrity of the system. This approach is taken for many distributed \nledgers that are public – anyone can view, participate in a transaction or run a node, \nsuch as the Bitcoin blockchain or the public Ethereum blockchain.  \n \nHowever, recently there has been a trend towards creating networks that require \npermission to join. While they still operate consensus algorithms, the ‘rewards’ do not \nneed to have economic value, assuming that those participating will choose to run a \nnode. While these systems create permissions, and in some cases access may be \ndetermined by a single actor, there are still potential benefits in distributing the \nrunning of the system for creating trust between participants in that system. \n \n5\n Christopher Malmo (2017), ‘One Bitcoin Transaction Now Uses as Much Energy as \nYour House in a Week’, \nhttps://motherboard.vice.com/en_us/article/ywbbpm/bitcoin-mining-electricity-consu\nmption-ethereum-energy-climate-chang \n6\n Amy Castor (2017), ‘A (Short) Guide to Blockchain Consensus Protocols’, \nhttps://www.coindesk.com/short-guide-blockchain-consensus-protocols/​, See also \nArati Baliga (2017), ‘Understanding Blockchain Consensus Models’, \nhttps://www.persistent.com/wp-content/uploads/2017/04/WP-Understanding-Blockc\nhain-Consensus-Models.pdf  \n \nOpen Data Institute 2018 / Technical reportHow can smart contracts be useful for businesses?   9 \n\n \n \nPermissions \n7\nDistributed ledgers can be classified by who has access to read and write to \nthe database: \n \n●Public:​ anyone may have a copy of the database and anyone may \nwrite to it, sometimes referred to as ‘permissionless’ \n●Permissioned:​ Anyone may have a copy of the database, but only \ncertain parties may write to it \n●Private:​ Only certain authorised users have access to the database, \nwhether for reading or writing \nTrust beyond transactions \nWhen the first blockchain appeared in 2009, the ability of distributed ledgers to \nunderpin cryptocurrency transactions in the absence of trusted third parties appealed \nto a variety of different people and organisations, in particular the finance industry. \nSoon after, other organisations and industries began to explore how the unique \nproperties of this new technology could play a role beyond its immediately intended \nuse case. In particular, there was interest in using the immutable and distributed \nnature of the database to create a verifiable, single, trusted record of particular \nevents. The hope was that by attaching various other types of data to a particular \ntransaction - eg time, location, quantity, ownership history - organisations could use \nthe properties of distributed ledgers to create verifiable, timestamped records.  \n \nUsing distributed ledgers in this way made it possible to dream of applying the \ntechnology to a wide range of use cases beyond cryptocurrencies. From supporting \nthe verification of the content of digital files to recording the ownership or transfer of \nassets that are not stored on the ledger, many have argued that distributed ledgers \nare capable of playing a role in underpinning trust in a variety of different use cases.  \n \nBelow is a small sample of the companies and projects using distributed ledgers to \ncreate verifiable records that underpin trust within their respective industry. \n \n \nApplications of distributed ledgers beyond cryptocurrencies \n \nCodex protocol \n8\nUnlike most other asset classes, the art and collectibles market does not have \na central title registry. This makes determining ownership of assets difficult. \nRecords of past ownership are important to collectors as they help to prove \nthe authenticity of an asset and its accurate valuation. Codex Labs have \ncreated the Codex Protocol Title Registry - an immutable, decentralised title \nregistry that aims to engender trust around the origins of art and collectibles, \nand in turn create a fairer market for collectors. \n \nARCHANGEL \n9\nArchived documents, images and videos enable future generations to \nunderstand society as it exists today. However, as organisations continue to \nshift towards digital practices, discerning whether these files have been \naltered will become increasingly difficult. The ARCHANGEL project is \nexploring the use of distributed ledger technologies as a mechanism to verify \nthat digitally archived files have not been modified. By storing cryptographic \n7\n For more details see: \nhttps://theodi.org/article/applying-blockchain-technology-in-global-data-infrastructure/  \n8\n For more information about Codex Protocol, see: ​https://www.codexprotocol.com/  \n9\n For more information about ARCHANGEL, see: \nhttp://blockchain.surrey.ac.uk/projects/archangel.html \n \nOpen Data Institute 2018 / Technical reportHow can smart contracts be useful for businesses?   10 \n\n \n \nhashes of the content of each file, the ARCHANGEL project aims to allow \norganisations to guarantee the integrity of archived content over time, and \nallow people to authenticate that content in an archive has not been changed \nbeyond necessary format shifting. \n \nBlokur \n10\nMusic publishing can be complex. With songwriters, recording artists and \nrecord labels all playing a role in the production and publishing of songs, \ndetermining who the legal owner of a particular composition is can be \ndifficult, even for the parties involved. Being able to determine legal \nownership is important, as individuals and organisations receive royalty \npayments for both sales of an original composition and sales of any cover \nrecordings based on that original song. Blokur are using distributed ledger \ntechnologies to create an immutable record for the ownership of music rights \nby sourcing data from music publishers and the collective management \norganisations that represent artists. Using machine learning algorithms, \nBlokur identifies and resolves discrepancies about ownership rights in this \ndata, eliminating the need to involve expensive third parties. \nThe supply chain use case \nIn the last report, we determined that much of the excitement around distributed \nledgers was focused on the technical capabilities of the technology and not on the \nproblems that the technology might be used to solve. With this report we want to \nunderstand the promise of distributed ledgers and smart contracts in the context of a \nspecific use case in order to interrogate their usefulness in practice.  \n \nWhen asked to identify the most promising use cases for distributed ledgers and \nsmart contracts, many of the people we spoke to in this space immediately reached \nfor the example of managing supply chains. In particular, they focused on how smart \ncontracts and distributed ledgers may play a role in connecting disparate members of \na supply chain and helping to trace the movement of goods as they pass between \nmembers of that supply chain.  \n \nGiven the widespread interest in this use case, and the number of companies and \ninitiatives trying to address this challenge, we chose to use it as a lens through which \nto examine the potential benefits and limitations of applying distributed ledgers and \nsmart contracts to tackle real-world problems.  \n \nYet while the relevance of distributed ledgers and smart contracts to the supply chain \nuse case is broadly agreed upon, companies attempting to implement distributed \nledgers and smart contracts are taking a range of different approaches. This is in \nlarge part because the technology is still emerging and the platforms and technology \nstacks are not fully standardised. We therefore interviewed a number of companies \nabout their approach to implementing smart contracts and distributed ledgers to \ntackle supply chain challenges. Our focus on the supply chain use case is not \nintended as an endorsement of the concept or of the companies interviewed; rather, \nwe use the supply chain use case as a means of making the concepts discussed \nmore concrete and tangible. \n \nUse case: supply chains \n \nGlobal supply chains delivering food, clothing, raw materials, consumer goods \nand many other things to businesses and consumers are at the heart of the \n10\n For more information about Blokur, see: music:)ally (2017), ‘Blokur talks blockchain \nmusic: The technology on its own is not the whole picture’, \nhttp://musically.com/2017/08/03/blokur-blockchain-music-technology/ \n \nOpen Data Institute 2018 / Technical reportHow can smart contracts be useful for businesses?   11 \n\n \n \nmodern global economy. While every supply chain has its own unique realities \nand characteristics, they are broadly defined by their complexity and opacity. \nBoth factors make it difficult for those involved - producers, suppliers, \nprocessors, distributors, retailers, consumers, etc - to trust the other parties in \nthat chain. \n \nWhether regional, intranational, international or global, supply chains often \ninvolve numerous actors with myriad different standards, quality assurance \nmechanisms and record-keeping processes. In addition, members of a supply \nchain often have to coordinate with various governments and third-party \norganisations to cross borders, pay customs or certify the authenticity \nof products.  \n \nTo take a short example, even the production of a something as seemingly \nsimply as a Christmas jumper involves numerous different parties and \norganisations. Before a shopper can purchase a new Rudolph jumper, the \nwool needs to sourced by a shepherd, shipped to a mill, processed into yarn, \nshipped to a knitting company or clothing manufacturer, woven into a jumper, \nshipped to a distributor, and finally shipped to a retailer. Every time the wool or \njumper changes hands the interaction needs to be documented on a ledger \nwith information such as time, weight, temperature, value, customs \ninformation or ownership rights. \n \nIf that jumper were to be shipped internationally or if it were to include other \nmaterials or design elements - eg an electric nose or plastic sequins - then the \nsupply chain would grow even more complex and opaque. Given the varying \nprocesses and record-keeping standards of each link in that chain, the \nprospect of tracking the constituent parts of that jumper from source to \nfinished product can be daunting. Complicating matters is the fact that often \nan individual member of a supply chain will have little to no contact with, or \nknowledge of, other members beyond those with whom they interact directly. \n \nWhile many existing, centralised supply chains function adequately and \neffectively using traditional methods, there is growing concern about the lack \nof accountability and the lack of ability to trace the movement of goods \nthrough different supply chains. This is not only a concern for end consumers \nbut, increasingly, for the businesses that rely on, and participate in, these \nsupply chains. Issues such as unsustainability, lack of accountability, \ncounterfeiting, poor working conditions or child labour are not only bad for \nsociety but can have a serious impact on the reputation of the businesses \nproviding the end product - even when they are not aware or \ndirectly responsible. \n11\n \nThere are many who hope that creating a distributed, immutable, transparent \nledger to record supply chain events, transactions and interactions might help \ntackle some of these issues. They argue that distributed ledgers may be able \nto create a trusted environment that can bring together the various parties \ninvolved in a supply chain and help to solve some of the challenges raised by \nthe increasing complexity and opacity of global supply chains. \n \n \n \n \n11\n For more information, see: Arthur Neslen (2017), ‘Pepsico, Unilever and Nestlé \naccused of complicity in illegal rainforest destruction’, \nhttps://www.theguardian.com/environment/2017/jul/21/pepsico-unilever-and-nestle-\naccused-of-complicity-in-illegal-rainforest-destruction \n \nOpen Data Institute 2018 / Technical reportHow can smart contracts be useful for businesses?   12 \n\n \n \n \n“ \nSupply chains, the way they’re governed and how data is \nshared is so fundamentally broken that I think supply \nchains have been looking for a technology solution for a \nwhile. For a while everyone thought it was the ‘Internet of \nThings’ that was going to save the day, and now everyone \nhas shifted into blockchain is going to save the day. It’s a \nbit of both, but I think blockchains have shown people that \nwork in supply chains this fantastic new frontier for \ncollaborating and reinforcing rules. \n– Jessi Baker, Provenance \n \n \n \nSupply chain case studies: Everledger and arc-net \n \nEverledger \n12\nEverledger tracks the provenance of high value assets on a distributed \nledger. Using a combination of public and private blockchains, Everledger \ncan give network participants the capability of viewing the ownership and \ntransaction history of a high value asset, whilst still prohibiting access to \nsensitive or confidential information to those without permission.  \n \nVerifying the provenance of a high value asset is difficult, in part because a \nstore-bought asset will have one document that proves authenticity and \nanother that proves ownership. Keeping those documents associated with \nthe asset is challenging, especially if one of them is lost or stolen. In \nEverledger’s solution, metadata points are extracted from the asset to create \na digital thumbprint - a record on the blockchain that is created using the \nasset’s defining characteristics, such as its history, current ownership and \ndimensions. This thumbprint can then be used to verify authenticity. \n \nIn 2015, Everledger started working with manufacturers and retailers from \nacross the diamond supply chain in order to create a historical ledger that \ndocuments the movement of diamonds. The ledger contains data about the \norigin and certification of the diamonds and processes involved in \nmanufacturing them.  \n \narc-net \nBy working with companies in the food and beverage industry to establish a \nchain of custody around their products, arc-net helps companies to improve \ntheir approach to product and supply chain authentication. \n \narc-net uses private blockchains within production environments that are \ndesigned to integrate with public chains if necessary. When products are first \nregistered to the blockchain, they are assigned a Universal Unique Identifier \n(UUI) that references data about the product such as location of origin and \nDNA (if the product includes animal products). The product is mapped and \ntracked through processing, so when the final product is packaged it \n12\n For more information about Everledger, see: ​https://www.everledger.io  \n \nOpen Data Institute 2018 / Technical reportHow can smart contracts be useful for businesses?   13 \n\n \n \nreceives a unique QR code that can be scanned using a smartphone to \nreveal the history and provenance of the product. \n \narc-net recently partnered with Adelphi’s Ardnamurchan Distillery on a \nlimited edition spirit production by marking and authenticating each bottle \nthat they produced. The bottles could be tracked from the distillery, \n13\nthrough the network of suppliers and finally to the consumer. The consumer \nreceived confirmation and blockchain data for each unique bottle, thereby \neliminating the possibility that the bottle was a counterfeit. \n \nBecause distributed ledgers produce a single, immutable, decentralised record of \nevents and transactions, distributed ledger technologies have the potential to \nimprove transparency and inform trust between members of industries beyond \nsupply chains and the finance sector. As companies continue to work to implement \nthese technologies over the coming years, it is likely that they will prove their value \neven more widely. Efforts at implementing distributed ledgers should focus on use \ncases or industries that could benefit from greater trust and transparency. In other \nwords, businesses that are thinking about implementing distributed ledgers should \nunderstand what distributed ledger technologies can and cannot offer, and identify \nhow distributed ledger technologies can be used to address their current \nreal-world problems. \n \nThe remaining sections of Part 1 detail the emergence of smart contracts as an \nextension of distributed ledger technologies, and explore the role they might play in \nunderpinning trust and creating efficiencies in interactions between people, \nbusinesses, governments and other organisations. \n \n \nWhat are smart contracts? \n \nThe implementations of distributed ledgers discussed in the previous section have \npotential for underpinning trust in interactions between people, businesses and \ngovernments. However, perhaps some of the greatest promise of distributed ledgers \nlies in their ability to host smart contracts - sometimes referred to as the third \ngeneration of distributed ledger technologies. There are many different definitions of \n14\nsmart contracts, but our preferred definition comes from Gideon Greenspan: \n15\n \n“ \nA smart contract is a piece of code that is stored on a \nblockchain, triggered by blockchain transactions and \nwhich reads and writes data in that blockchain's \ndatabase. \n– Gideon Greenspan \n \n \n13\n For more information about arc-net and their distillery project, see: Charlie Taylor \n(2017), ‘Arc-net and Scottish distillery in blockchain link-up’, \nhttps://www.irishtimes.com/business/technology/arc-net-and-scottish-distillery-in-bl\nockchain-link-up-1.3244056 \n14\n For further details of the ‘generations’ of blockchain technology, see our previous \nreport: \nhttps://theodi.org/article/applying-blockchain-technology-in-global-data-infrastructure/  \n15\n Gideon Greenspan (2016), ‘Why Many Smart Contract Use Cases Are Simply \nImpossible’, ​https://www.coindesk.com/three-smart-contract-misconceptions/  \n \nOpen Data Institute 2018 / Technical reportHow can smart contracts be useful for businesses?   14 \n\n \n \nThis simple definition captures what most consider to be the essence of smart \ncontracts; at their core, smart contracts are executable computer code stored on a \nblockchain or other distributed ledger. The aim of smart contracts is to enable certain \nactions to occur automatically within distributed ledger systems. Similar to most \nmature database systems, you can write out a set of rules within the database \nsystem that, when triggered by certain conditions, result in a change to the state of \nthe database. \n \nBy providing a means to automate processes taking place within distributed ledger \nsystems, smart contracts potentially offer a way of codifying more complex \ninteractions than an immediate value exchange, all while retaining the benefit of \ninforming trust inherent to distributed ledgers. For example, a business could \nprogramme a smart contract so that when a customer purchases a service, the smart \ncontract is triggered and they are automatically sent a confirmation email and given \naccess to the service. \n \n \nKey features of smart contracts \n \nWe have identified seven key features that useful smart contracts should have. \nSpecifically, we have focused on the features that need to be considered when \ntrying to implement smart contracts to solve real-world problems. \n \n●Automated​ – the execution of smart contract code requires no manual \nintervention  \n●Deterministic​ – given the same initial conditions, the executed code \nshould always give the same result \n●Virtual​ – both the conditions and the consequences of the contract \nmust be represented within the ledger \n●Unalterable​ – the conditions and consequences of the contract cannot \nbe changed, except in ways that are originally anticipated within the \ncontract itself \n●Irreversible​ – transactions that occur according to the terms of the \ncontract create permanent changes within the ledger  \n●Available​ – anyone (who has permission) is able to trigger the \nexecution of the contract code at any time \n●Auditable ​– the code, input and output of the smart contract is \nreviewable by any member of the network \n \n \nThe reason smart contracts might be used, as opposed to automation on a standard \ncentralised system or database, is that they explicitly interact with a distributed \nledger. This means that they are triggered by changes to the distributed ledger and \nmake changes to the same ledger, and as a result can automate processes within \ndistributed ledger systems.  \n \nThey are also stored on the ledger, as opposed to being automated processes that \njust read and write to the ledger, meaning that the executable code itself has the \nsame properties as other records on a distributed ledger. From these properties, \nespecially immutability and transparency, smart contracts derive their potential to \nunderpin and inform trust. Being stored on the ledger itself means that the person or \norganisation triggering a smart contract does not need to rely on the organisation or \nperson who wrote the automated process to deliver the expected outcome, rather \nthe system itself guarantees delivery, without intervention from any other party. \n \n \nOpen Data Institute 2018 / Technical reportHow can smart contracts be useful for businesses?   15 \n\n \n \nSmart contracts – misleading terminology? \nThe term ‘smart contracts’ is generally considered to be somewhat \nmisleading. When asked to define a smart contract, many of our interviewees \nreplied that most were neither ‘smart’, in the sense of ​exhibiting adaptive \nbehaviour​, nor ‘contracts’, in the sense of a legal agreement. While there \nhave been a number of efforts to create legally enforceable smart contracts, \nuse of this term is often held to be misleading given that most smart \ncontracts are not intended to have a legal function.  \n \n“It has almost nothing to do with legal contracts at all – if the word contract \nwas not used, no one would assume any connection to the legal context, so \nthis is a source of gigantic confusion.”  \n– Interview participant \n16\n \nThere is clear potential for smart contracts to be used to automate some \naspects of legal agreements, but usage of the term ‘smart contract’ should \nnot be allowed to crowd out other potential implementations beyond this \nnarrow definition.  \n \nTrusted interactions through smart contracts \nThe promise of smart contracts therefore lies in their potential to enable transparent, \nauditable and efficient interactions between people, businesses and governments. \nFor a long time, automating parts of interactions has been seen as a source of \nefficiency and savings for businesses and other organisations. A rudimentary \nexample might be an automatic monthly debit where a person or business agrees to \nlet a service provider automatically debit payment from a given account.  \n \nIn this example, this simple interaction is automated in such a way that makes it more \nefficient than it would be if handled manually. However, both parties must rely on a \nthird party - the bank - to execute the arrangement, and trust it to do so in the way \nthey both expect. While it is unlikely that a lack of trust would undermine such a \nsimple arrangement, in more complex scenarios, relying on third parties can create \nrisks, central points of failure and inefficiencies. These challenges arise not only from \nthe complexity of the interaction - for example, payment for services based on a \nvariety of criteria - but also the complexity of the networks involved, for example \nwhere a process relies on interactions between a wide range of actors who are not in \ndirect contact. \n \nIt is in the more complex interactions and networks that characterise many real-world \nindustries that many of our interviewees saw potential for smart contracts. Trust \ntends to be more dispersed in industries where networks of businesses and \ncustomers are dispersed by geography, role, size and other factors. In these \nindustries, trusted third parties are less likely to exist and it can be difficult to cultivate \ntrust across organisational and institutional boundaries. \n \nUsing smart contracts, businesses and other organisations involved in these complex \nnetworks are able to codify interactions directly into a shared, distributed, immutable \ndatabase. By building on the properties of distributed ledgers, this enables \nautomation of processes in a transparent manner, meaning that all actors in a given \nnetwork witness the interaction. Not only can each member of the network review the \nbehaviour codified into particular smart contracts, the interactions create a \npermanent, auditable record on the distributed ledger.  \n \nThis transparency of interactions and the creation of an immutable record have the \npotential to remove the need for a trusted central authority or marketplace to \napprove, administer and record the interactions. Instead, these functions are carried \n16\n This interviewee could not be reached to confirm attribution. \n \nOpen Data Institute 2018 / Technical reportHow can smart contracts be useful for businesses?   16 \n\n \n \nout by every member of the network in a distributed manner, engendering trust \nthroughout the network. \n \n \nSupply chain use case: smart contracts \nBecause supply chains are made up of a number of disparate companies \nwith their own needs and aims, it is often difficult for the individual members \nof a supply chain to trust each of the other participants in that chain. \nDistributed ledgers and smart contracts offer the opportunity to increase \ntransparency and engender trust between the various members of a supply \nchain and hold the potential to realise efficiencies in the interactions between \nthose parties. It is because of this that supply chains are the most prominent \nuse case for distributed ledgers and smart contracts.  \n \nConsidering the important role supply chains play in society, any efficiencies \nand improvements that can be made have potentially huge benefits. \nLikewise, any errors and mistakes can cost businesses and consumers \ndearly. More than just offering a means to create transparency and \nauditability, many hope that smart contracts can help bring about efficiencies \nand confidence in the day-to-day management of supply chains. \n \n \n“ \nAll the kinds of problems that certification and audit aim to \naddress could potentially be remedied or streamlined a \nhuge amount by blockchains and smart contracts, and I \nthink that’s why everyone is getting very excited about it. \n– Jessi Baker, Provenance \n \n \n \nSupply chain case studies: Provenance and Sweetbridge \n \nProvenance \nProvenance is a platform that enables greater transparency and traceability \nwithin supply chains. Provenance was one of the first companies in the \nworld to use blockchain technology in supply chains. Their case study, \n‘From shore to plate: Tracking tuna on the blockchain’, demonstrates their \n17\napproach to supply chain transparency and traceability from the origin of a \nproduct to the point of sale. \n \nAt the source of origin, Provenance worked with local fishermen to capture \ndata about the collection of fish, using SMS messages to register each \ncatch. This would issue a new asset ID on the blockchain for the product, \ncontaining data about its capture. The assets were then sold and \ntransferred both physically and on the digital register to the supplier and \ncould be identified using unique identifiers, such as QR codes. The history \n17\n For more information, see: Provenance (2016), ‘From shore to plate: Tracking tuna \non the blockchain’, ​https://www.provenance.org/tracking-tuna-on-the-blockchain \n \nOpen Data Institute 2018 / Technical reportHow can smart contracts be useful for businesses?   17 \n\n \n \nof the digital asset could then be verified by local NGOs using \nProvenance’s blockchain explorer software. The NGOs would check the \nasset history against a recognised standard - eg if the fisherman is a \nmember of the Pole and Line Foundation Association - to make sure that \nthe fish have been sourced legally and ethically. From there, suppliers \nwould register the fish, again on the blockchain. The digital asset would be \nverified by the trusted NGOs once more and this verification would execute \na smart contract. The smart contract would signal that the fish was ready \nfor processing and would allocate new digital asset IDs to containers, in \nwhich portions of the fish would be packaged, and link these new asset IDs \nto the original asset ID of the fish. Retailers who received the packaged \nproducts could identify each product using scannable shipping labels. The \nretailer would then attach an NFC smart sticker to each product, so that \nconsumers could scan the sticker using Provenance’s Item Tracking \nInterface and see the journey of the item.  \n \nThe study aimed to provide proof of compliance to standards along the \nsupply chain and determine whether distributed ledger technology could \nprovide an open platform that would increase traceability and transparency \nof products in supply chains.  \n \n \nSweetbridge \nSweetbridge are a blockchain-based protocol stack that works to enable \nsupply chains to be more efficient without the involvement of third parties. \nThey aim to enable companies who exist in a shared ecosystem to \ncommunicate with each other and share assets, and to make it easier for \nassets to be accurately valued by members of the ecosystem. Having these \ncommunication links and being able to accurately put a value to assets is \nparticularly important for smaller companies, who may want to have access \nto several public ledgers in order to work with multiple larger organisations, \nbut also need assurances that assets retain their specific value as they \nmake their way from the start of the supply chain to the end.  \n \nSweetbridge place an emphasis on the importance of building applications \nthat increase the liquidity of financing and payments while enabling the \nefficient flow of product and state information on top of distributed ledger \ntechnologies. Smart contracts – which Sweetbridge refer to as \n‘programmable work flows’ – can be one of these applications, and are \nusually introduced in order to implement logical processes, such as \nautomatically allocating tasks to different companies in the supply chain in \nresponse to the record of a new transaction.  \n \nThe companies that Sweetbridge work with often want tailored, \npermissioned applications on a private blockchain that help them maintain \ntheir competitive edge, but also enable them to foster their own ecosystem \nwithin their specific supply chain by giving permissioned access to close \nbusiness partners, such as suppliers and retailers. This type of application \ncan be beneficial to most of the actors within the ecosystem, although \nmuch of the control remains in the hands of the company for whom the \napplication has been built.  \nAre smart contracts and distributed ledgers right for my business? \nWhether or not businesses choose to implement smart contracts depends \nconsiderably on the specifics of the potential use case, the industry context and the \nneeds of those involved. Because of this, and the fact that the technology is still \nemerging, there are few established rules or parameters that can be universally \napplied when deciding whether to pursue smart contracts.  \n \n \nOpen Data Institute 2018 / Technical reportHow can smart contracts be useful for businesses?   18 \n\n \n \nOne widely offered piece of advice expressed by our interviewees was that \nbusinesses should make sure that they identify a problem first, before considering the \napplication of these technologies. The problem businesses are trying to solve should \nbe well-defined and characterised by a lack of trust between the actors involved. In \naddition, it should exist in an industry or context where there is no central authority \nthat would be trusted by those involved to administer a centralised solution. \n18\n \n“ \nFor people who are ‘outside of Blockchain’, who are \ncoming from the corporate world, who are doing various \nother kinds of things - they are approaching it from first \nprinciples and they’re approaching it from what are their \nbusiness problems. What they’re seeing is there’s a \ntechnology that enables them to attack old problems in \nnew ways. \n– Interview participant \n19\n \nWhile the vision and promise seems clear in use cases that fit these general criteria, \nan additional question businesses should ask is whether smart contracts and \ndistributed ledgers can deliver on their promise today, in tackling real-world \nproblems, without requiring an unprecedented industry shift in business practice. \n \n“ \nWe have some partners and clients who are really bought \ninto the fully trustless method and believe that might be \nthe only way in order to actually create transparency and \ntraceability, and I agree that the only way we’ll ever get full \ntraceability and transparency in the world’s supply chains \nis through something that is fully decentralised and \ntrustless. But I think we’ve got a long way to go. \n– Jessi Baker, Provenance \n \n \nIn many cases, it will be the needs and desires of a company’s clients and the \nindustries in which that company works that will define whether or not smart \ncontracts will prove useful. By understanding that industry context and the general \ncriteria around lack of trust, businesses should be able to make reasonable \njudgements on the applicability and potential usefulness of these technologies. \n \n18\n For more information, see: Gideon Greenspan (2015), ‘Avoiding the pointless \nblockchain project’, \nhttps://www.multichain.com/blog/2015/11/avoiding-pointless-blockchain-project/ \n19\n This interviewee could not be reached to confirm attribution. \n \nOpen Data Institute 2018 / Technical reportHow can smart contracts be useful for businesses?   19 \n\n \n \n“ \nIt’s important for us to make sure that we solve a problem \nthat our clients and industry have so we need to find the \nbest way to solve that problem. In order to do that you \nneed to have a pragmatic approach to say the problem is \nhappening today in today’s world, so you need to \nunderstand what the best option is today. \n– Calogero Scibetta, Everledger \n \n  \n \nOpen Data Institute 2018 / Technical reportHow can smart contracts be useful for businesses?   20 \n\n \n \nPart 2: Informing trust \nthrough traditional v \nhigh-tech mechanisms \nBusinesses that identify potential uses for distributed \nledgers and smart contracts in enabling trust will need \nto decide how to approach three key challenges when \nimplementing new systems. \nThrough our research, we have identified three key challenges that businesses \nimplementing systems based on smart contracts should consider. Each of the three \nsections in Part 2 presents a challenge or set of challenges that might affect the \ndesign and performance of a system using smart contracts and distributed ledgers. \nWe work through each of the challenges in the context of the supply chain use case \nand examine potential approaches to tackling these challenges. \n \nWithin each of these approaches there are choices that have to be made - choices \nthat revolve primarily around the need to choose between using existing trust \nmechanisms to guarantee parts of the system or designing an approach that ​draws \nupon the technical capabilities of the system​. For each, the choice is unlikely to be \nbinary and will often depend on the context of the particular use case, meaning that \nbusinesses will have to navigate their way between the ideal and the pragmatic - \nbetween what might be possible given an ideal setting, and what is practical and \nachievable given a particular industrial, regulatory, or social context. \nChallenge 1: Representing the real world \n \n“ \nIt’s important to make a distinction between the perfect \nworld - where everything exists in a blockchain and \neverything can be resolved through consensus - and the \nreal world. \n– Jess Houlgrave, Codex Protocol \n \n \nEvery application of distributed ledgers requires some form of data to be recorded \ninto the database. In almost all cases beyond cryptocurrencies, the reason for \nrecording this data into the ledger is to create an immutable record of some \nreal-world event or interaction. This raises a fundamental question of how within a \ndistributed ledger one can represent data about a thing or event in the real world in a \nway that guarantees the data being stored in that digital ledger is in fact an accurate \nrepresentation of that real-world thing or event. Put another way, to what extent can \ndistributed ledgers, as a digital technology, guarantee the truth of the physical world? \n \nOne person we interviewed argued that because of the origins of blockchain, many \npeople remain confused about what the technology is capable of doing in terms of \nguaranteeing data integrity.  \n \nOpen Data Institute 2018 / Technical reportHow can smart contracts be useful for businesses?   21 \n\n \n \n \n \n“ \nBitcoin causes people to get very confused about this kind \nof thing because Bitcoin has this miraculous property of \nbasically existing entirely inside the computer network. \n– Interview participant \n20\n \nThibaut Schaeffer from Provenance perfectly encapsulated this misconception and \nthe problems that stem from it: “Obviously blockchain gives you really strong \nguarantees on what happens to data once it’s in the system but it doesn’t give you \nany guarantee about what the data is when it enters the system.” In short, if you’re \ngoing to trust the data stored in a distributed ledger, you need to work out \nmechanisms for injecting data into the ledger in a trusted manner.  \n \nIn addition to this, smart contracts themselves cannot access off-chain data sources \ndirectly. This is due to the distributed nature of blockchains: if a decentralised smart \ncontract were to call a web-based API when the conditions within the ledger were \nmet for nodes to execute the code, it would trigger this API call from every computer \nor node on the network. This would likely have a huge impact on the infrastructure of \nthe data source (there were over 17,000 nodes on the public Ethereum network at the \ntime of writing.)  \n21\n \nFurther complicating matters is the fact that if the data being accessed by a smart \ncontract is prone to fluctuations – for instance, real-time market prices or \ntemperature readings – different nodes of a system might receive different data in \nresponse to the same API call, even if the calls are only separated by a matter of \nseconds. This would cause massive issues within the system, since smart contracts \nrun by different nodes could come to different conclusions and therefore have \nconflicting copies of the database. Were this to happen, it would be more difficult for \nthe network to reach consensus on which contracts to execute or what the next \nversion of the database should be. Ultimately, it would hinder the system’s ability to \nguarantee a single version of truth or enable trust between different actors in the \nnetwork.  \n \n \nSupply chain use case: impact of weather on logistics \nBy deploying distributed ledgers and smart contracts within a supply chain it \nwould be possible to create a system wherein a supplier could trigger a smart \ncontract designed to record the impact of poor weather conditions on the \ntransport of goods, thereby creating a verifiable record that a certain supplier \nwas not responsible for the late arrival of a shipment of goods. That smart \ncontract might be designed to verify the data input by the supplier by \ncomparing it to weather readings taken by a national weather service such as \nthe UK Met Office. The contract would initiate an automated call to the Met \nOffice API and, depending on whether the response aligned with the data \ninput by the supplier, would then create a record validating the \nsupplier’s claim. \n \nThe challenge in implementing such a system is that since smart contracts \nneed to be deterministic, each node that executes the contract code must \ncome to the same conclusion. If every node has to call the Met Office API, it \n20\n This interviewee could not be reached to confirm attribution. \n21\n For current network size, see: ​https://www.ethernodes.org/network/1  \n \nOpen Data Institute 2018 / Technical reportHow can smart contracts be useful for businesses?   22 \n\n \n \nmight overload the Met Office system, meaning some nodes do not get any \ndata and therefore can’t execute the contract correctly. Furthermore, if a \nnode that received an initial null response attempts to execute the contract \nagain, it may not get the same weather reading from the API, leading to the \ncreation of conflicting records within the system. For example, a contract \ncould be written that would execute if the temperature in a certain location \ndropped below 0 degrees Celsius. If, after half the nodes called the API, the \ntemperature reading was updated to above 0 degrees, the nodes would \ncome to different conclusions when running the contract. \n \n \nAs a result of these complications, data about real-world events must be injected into \nthe ledger ​before​ any smart contracts attempt to execute their terms. Only after data \nhas been recorded into the ledger can smart contracts be allowed to use that data to \nevaluate and trigger the contract. In the supply chain example above, this would \ninvolve injecting temperature readings from the UK Met Office API into the ledger, \nthen allowing the supply chain smart contracts to consult the stored temperature \nvalue. This allows smart contracts to perform their operations entirely within the copy \nof the database held by each node, such that each node will receive exactly the same \ntemperature reading and result in exactly the same decision about whether or not to \nexecute the terms of the contract. This has the added benefit of creating an auditable \nrecord of the data being used - a record that could be used to understand the \nbehaviour of a smart contract after the fact.  \n \nThe challenge that this presents for businesses that have decided to pursue \nsmart contract implementations is how to record data in the ledger in a way that \nall members of the network can trust the accuracy of that data. ​This challenge \nexists even where the writing or reading of data from the ledger is handled \nautomatically off the ledger, for example where an ‘Internet of Things’ sensor records \nobjective measures, such as temperature or location, or where a smart contract \n22\nunlocks a ‘smart lock’. This is because the distributed ledger cannot guarantee that \n23\nthe automatic, off-chain sensor will always behave in the expected manner. Even in \nfully automated systems, power cuts, faults, connectivity outages or vandalism can \nbreak the connection between the physical and digital world. \nRecording trusted data into the ledger using oracles \nThe most common way of recording data into a distributed ledger in a trusted \nmanner is through ‘oracles’. Oracles are people or businesses that are tasked with \nrecording specific real-world data into the distributed ledger. In some cases oracles \ncan even be tasked with reading the ledger and putting something into action in the \nphysical world. The presence of an oracle within a system to some extent \n24\nreintroduces the need to place trust in third parties: the oracles are ​trusted​ to provide \naccurate data. However, oracles do not necessarily reintroduce the need to trust a \nsingle third party, since it is possible for multiple oracles, performing multiple \nfunctions, to exist within a single system. For example, the existence of multiple \n22\n For more information, see: Anna Hensel (2018), ‘Nevada’s Filament unveils chip \nthat lets industrial IoT devices communicate with blockchains’, \nhttps://venturebeat.com/2018/01/16/nevadas-filament-unveils-chip-that-lets-industri\nal-iot-devices-to-communicate-with-blockchains/ \n23\n For more information, see: Giulio Prisco (2015), ‘Slock.it to Introduce Smart Locks \nLinked to Smart Ethereum Contracts, Decentralize the Sharing Economy’, \nhttps://bitcoinmagazine.com/articles/slock-it-to-introduce-smart-locks-linked-to-sma\nrt-ethereum-contracts-decentralize-the-sharing-economy-1446746719/ \n24\n  For more information, see: Stefan Thomas, Evan Schwartz (2014), ‘Smart Oracles: \nA Simple, Powerful Approach to Smart Contracts’, \nhttps://github.com/codius/codius/wiki/Smart-Oracles:-A-Simple,-Powerful-Approach\n-to-Smart-Contracts \n \nOpen Data Institute 2018 / Technical reportHow can smart contracts be useful for businesses?   23 \n\n \n \noracles providing similar types of data allows businesses to choose between trusted \nauthorities, whereas in other cases trusted oracles may provide authoritative sources \nof different types of cross-referenceable data. Either of these ultimately results in a \nwider distribution of trust within the system when compared to a system where a \nsingle authority provides or collates all different types of data. \n \nIf oracles are required for a particular use case, businesses will need to inform and \nincentivise trust in those oracles to provide accurate data against which smart \ncontracts can be run. From our interviews, there were broadly two approaches taken \nby companies building systems based on distributed ledgers.  \n \n \ni) Informing trust through existing, traditional trust mechanisms \n \nSeveral of the companies we spoke to were designing systems where data would be \ninjected using existing trust mechanisms in some way. In particular, there were \nseveral cases where our interviewees did not see an issue with using an official \norganisation or authoritative body to act as a trusted third-party oracle. In certain \ncases, it might be possible to use trusted sources of data - or versions of official truth \n- that are publically available, potentially as open data. However, in other cases, the \nmembers of a network may wish to directly involve an authoritative body in inserting \nthe required data into the ledger - though this would likely require some \nincentivisation of the authoritative body. Incentivising participation might be useful in \nguaranteeing that the trusted organisation continues to provide the required data \nover the lifetime of a smart contract. \n \nAnother case where traditional trust mechanisms may have a role to play in inserting \ndata into a distributed ledger would be when an organisation is responsible for \ngenerating data based on their reputation and expertise - for example, organisations \ntasked with certification. \n \nIn cases where trusted third parties are required, there are often existing \nnon-technology-based incentives and mechanisms to enforce their behaviour, \nsuch as the desire of an authoritative body or trusted organisation to maintain their \nreputation or standing. While these types of systems place trust in third parties, \nmany of the companies developing such systems believe they still improve \nefficiency and are preferable to systems that do not utilise distributed ledgers. \n \nSupply chain use case: certification \nOne of the main use cases for trusted third-party oracles involves \ncertification – where an organisation or initiative creates a set of standards \nfor supply chain behaviour, audits supply chain businesses against these \nstandards and awards businesses with a ‘certificate’ if they comply with \nthese standards. These authoritative, neutral certification bodies often \nfocus on particular supply chain issues in certain industries, such as the \nMarine Stewardship Council (MSC), which focuses on sustainability in the \nfishing industry.  \n25\n \nThese types of organisations could potentially act as trusted oracles, using \ndistributed ledgers to issue certificates for goods that meet predefined \nstandards. These could help businesses to provide a transparent and \nimmutable record of certification to consumers and other businesses. \nAs a result, every member of the network would be able to verify that \nthe certification came from a reputable certification body, thereby \ncircumventing the need to trust the word of the supplier. \n \nFurthermore, certification could be carried out through smart contracts, \nwhere suppliers could submit evidence of compliance through the system \n25\n For more information about the MSC, see: ​https://www.msc.org \n \nOpen Data Institute 2018 / Technical reportHow can smart contracts be useful for businesses?   24 \n\n \n \nin a transparent manner. Similarly, supply chain smart contracts could be \ntriggered by the process of certification. For example, a purchaser’s smart \ncontract could be set up to only execute if the goods in question have been \ncertified by one of these certification bodies. These applications of smart \ncontracts could improve the efficiency with which certification or proof of \ncertification takes place. \n \n“Having a centralised oracle is definitely one way and I think it works \nfor many, many cases – especially for certification – where you want \nto know that someone is certified by a particular entity.”  \n– Thibaut Schaeffer, Provenance \n \n \nii) Informing trust by drawing on the technical capabilities of the system \n \nWhile in some cases businesses implementing smart contracts are relying on existing \ntrust mechanisms to engender trust in the data inserted into the ledger, other \nbusinesses are pursuing ways of using economic incentives and the technical \ncapabilities of distributed ledgers to engender trust in that data. In moving away from \na system that relies on trusted organisations to inject data, businesses are attempting \nto get closer to a system that internally rewards the provision of accurate data. \nAs Thibaut from Provenance explained: \n \n“ \nFor other things, you have to move away from the \ncentralised expert to some extent, and blockchains \nprovide ways to engineer governance directly using the \ncurrency mechanisms that you have built into blockchain. \nYou can incentivise data submission from the crowd and \nthere’s not this problem that you have to trust a third \nparty. \n \n \nThe idea of incentivising data submission using economic incentives built into a \ndistributed ledger system is at the heart of the system being developed by Oraclize.  \n \n“ \nYou don’t want to just trust our third party. The third party \nshould not be trusted. What we do is we prove through \nsome cryptographic techniques that the data we fetch \nwas not tampered with or altered by us. We provide a safe \nlayer, which can prove to you that we didn’t touch the \ndata, and this safe layer comes with the trust of a much \nbigger party. Perhaps it could be Amazon or Google or \nIntel or Microsoft.  It’s very difficult not to have the initial \ntrust party but the idea is that if you can have many large \nand competing third parties then you have much higher \n \nOpen Data Institute 2018 / Technical reportHow can smart contracts be useful for businesses?   25 \n\n \n \nguarantees of security because to tamper with the data \nthey will have to all cooperate, and even then they could \nbe found out. \n– Marco Giglio, Oraclize \n \n \n \nDeciding how to guarantee the integrity of data \n \nAll companies looking to implement smart contracts on distributed ledger systems to \nsolve real-world problems are likely to have to access data from beyond the system \nitself. Businesses will therefore need to decide how they will go about getting \nreal-world data into the ledger in a trusted way and, importantly, how they will \nguarantee the continued functioning of any system they develop. The method \nbusinesses choose will depend on the type of data involved, the existing context of \nthe industry, and what exactly they require from the system being built. Indeed, there \nare likely to be lots of use cases where both approaches might be required for \ndifferent parts of the system. \n \nSupply chain use case: example decisions \n \n●If a smart contract requires weather data, it may be enough for all actors \nto trust an official weather service. \n●If a company needs to know whether a contractor is certified, then it \nmay be enough to trust data recorded by a certification authority.  \n●If a smart contract requires data about the market price of a product, \nsay a Rudolph jumper, then it may be better to rely on incentive \nmechanisms and the technical features of distributed ledgers.  \n●A single system might need multiple approaches, for example requiring \ncertification by central authorities but a marketplace approach for \ncontextual data. \n \n \nRelying on a trusted third party has the advantage of being simpler to implement \nsince it builds upon existing trust mechanisms. However, the drawbacks are that it \nmay to some extent recentralise trust within the system, and in some cases it might \nnot be feasible to find sufficiently trustworthy third parties within a given system.  \n \nRelying on cryptographic proofs and economic incentives has the advantage of \nmaintaining the distribution of trust in a way that should not be easy to manipulate or \ncontrol. However, these approaches are currently unproven and might be difficult to \ndesign. Incentivising accurate data provision may require additional funding within \nthe system and resolving multiple data sources might require more processing, \nmaking these mechanisms more expensive to run.  \n \nTackling the challenge of representing the real world  \n \nBusinesses looking to use distributed ledgers and smart contracts to solve \nreal-world problems will need to: \n●assess the existing levels of trust within their particular industry or \nsector, and the requirements of the network \n \nOpen Data Institute 2018 / Technical reportHow can smart contracts be useful for businesses?   26 \n\n \n \n●identify the most appropriate injection mechanism for each type of data \nthat needs to be recorded in the ledger. Note that for different types of \ndata, the appropriate mechanism may be different or may involve a \nmixture of various approaches. Businesses could: \n○consider using traditional trust mechanisms in cases where \ntrusted third parties already exist \n○explore building incentive mechanisms to validate and record \ndata in cases where there are no authoritative sources \n \n  \n \nOpen Data Institute 2018 / Technical reportHow can smart contracts be useful for businesses?   27 \n\n \n \nChallenge 2: Edge cases, bugs and arbitration \n \n“ \nAutomation of processes where everything just runs like \nclockwork will be the case for 99 per cent of things. The \nareas where you would need human intervention are the \nedge cases, and the unwillingness to accept that there will \nbe edge cases is potentially fatal. \n– Interview participant \n26\n \nEnsuring that there are mechanisms to record accurate data into a distributed ledger \nin a trustworthy manner is a key part of enabling smart contracts to be used to \nautomate a variety of processes. However, even where smart contracts execute \nbased on accurate data, there will almost certainly be times where they do not \nfunction as expected. Despite the high-profile cases of malicious attacks like the \nfailure of the DAO and the various vulnerabilities identified in smart contracts, \n2728\nmost of the people we interviewed for this report believed these failures represent \nedge cases rather than inherent flaws in smart contracts as a whole. These edge \ncases, however, present a challenge for any business looking to use smart contracts \nto tackle real-world issues.  \n \n \nThe challenge of developing smart contracts \n \nSuch edge cases may arise from foreseeable and unforeseeable changing real-world \nconditions that invalidate their function, such as a supplier in the supply chain going \nout of business. However, the majority of reported cases of smart contracts not \nfunctioning as intended have arisen from malicious or unintended exploitation of \nflaws in smart contract code.  \n29\n \nOne often cited reason for these vulnerabilities is the fact that the languages and \nenvironments that smart contracts are written and operate in are relatively new, \nand are in many cases still under development. As with any emerging software \nenvironment, this is bound to lead to edge cases where systems behave in \nunexpected ways since the systems themselves are adapted through use and the \nbest way of implementing a given task is often defined ad hoc by individual \nprogrammers. In line with expectations from software development, these issues \nshould decrease over time. However, the speed at which smart contract-based \napplications are being pushed live, and the immutability of smart contracts once they \nare written into a distributed ledger, means any potential vulnerabilities or flaws may \nhave an impact on real-world implementations for longer than usual. \n \nIt can even be argued that the very same properties and features that make smart \ncontracts potentially useful for automating business processes in complex industrial \nenvironments ultimately make them more vulnerable to exploitation than existing \nmethods of automation. For example, because smart contract code stored on a \n26\n This interviewee could not be reached to confirm attribution. \n27\n David Siegel (2016), ‘Understanding The DAO Attack’, \nhttps://www.coindesk.com/understanding-dao-hack-journalists/ \n28\n Ivica Nikolic, Aashish Kolluri, Ilya Sergey, Prateek Saxena, Aquinas Hobor (2018), \n‘Finding The Greedy, Prodigal, and Suicidal Contracts at Scale’, \nhttps://arxiv.org/abs/1802.06038 \n29\n Ivica Nikolic, Aashish Kolluri, Ilya Sergey, Prateek Saxena, Aquinas Hobor (2018), \nhttps://arxiv.org/abs/1802.06038 \n \nOpen Data Institute 2018 / Technical reportHow can smart contracts be useful for businesses?   28 \n\n \n \ndistributed ledger is immutable, it cannot be directly altered, updated or patched in \nresponse to issues in the same way that almost all other software development can \nbe. To deal with this, most smart contracts are created with a kill switch – a way of \nstopping them from carrying out their terms – which is triggered when a new version \ngoes live. However, these switches have also been exploited to carry out \n‘unauthorised’ shutdowns of functionality. \n30\n \nAnother factor that contributes to the vulnerability of smart contracts is that they are \ndifficult to test before deployment, especially where they interact with other contracts \nor real-world processes. Once deployed, it may also be harder to catch potential \nbugs before they are exploited since network members are not only able to trigger a \nsmart contract immediately but concurrently in large numbers. Finally, all code is \nstored on the ledger, which every member of the network has a copy of; this might \nmake the contracts easier to exploit, though lessons from open source software \ndevelopment indicate that having many eyes on code can equally make it easier to \nidentify and fix bugs. \n \nChallenges in the technical development of smart contracts \n \n●Emerging languages and environments are naturally difficult to write \ncode in \n●Immutability means flawed code cannot be directly altered, updated or \npatched, meaning a new contract must be launched and the old one \nkilled \n●Kill switches designed to stop smart contracts from functioning can be \nmaliciously or unintentionally triggered  \n●Complex behaviour and dependencies can be difficult to test before \ndeployment \n●Bugs can often be exploited at any time, by any member of the network \nwith permission, until a contract is killed \n \n \nWhile the problems caused by these potential vulnerabilities may seem \ninsurmountable, many depend on context. Most of the recent exploitations of smart \ncontracts have involved non-permissioned contracts on public ledgers. The types of \nmalicious behaviour likely to exploit smart contracts may in fact be limited to these \ncases, especially when there are large financial incentives, in the form of \ncryptocurrencies, for carrying out exploitations. \n \nIn many potential applications of smart contracts, malicious exploitation is unlikely to \nbe as highly incentivised for the participants – especially in cases where the network \nis primarily made up of businesses with reputations and relationships to maintain. \nWhile malicious exploitation might be less likely to occur in these cases, it is still more \nthan likely that a not insignificant number of smart contracts will naturally contain \nbugs which cause them to behave in unpredictable or undesirable ways. In these \ncases, if a contract executes counter to the way it was intended to function, this \ndiscrepancy would need to be amended.  \n \nIn cases where smart contracts execute in an unexpected manner, a mechanism for \nappeal should be in place if the system is to be trusted by its users. In many use \ncases, it might be possible for this to be resolved through correction by the entity \nresponsible for creating that smart contract. In other cases, where the contract \nbehaves in an unexpected manner, but the party who created it is unable or unwilling \nto correct this behaviour, some sort of arbitration mechanism will be required to \nsettle the dispute. Finally, related to the first challenge of data integrity, smart \n30\n For more information, see: ​https://github.com/paritytech/parity/issues/6995  \n \nOpen Data Institute 2018 / Technical reportHow can smart contracts be useful for businesses?   29 \n\n \n \ncontracts may trigger or respond to inaccurate data injected by an oracle – either \ndeliberately or by accident. This would also require some form of arbitration. \n \nSupply chain use case: dispute requirement examples \nDuring the lifetime of a supply chain smart contract, such as the earlier \nweather example, the contract might at some point, for whatever reason, \nreceive an extreme temperature or other input value. The result could be that \nthe smart contract does not record or verify the suppliers’ claim. In this \nsituation, the supplier might want to dispute the outcome of the smart \ncontract. It is possible that the party who created the smart contract would be \nable to issue a correction and rewrite and deploy the contract to avoid further \nbugs. However, they may be unwilling to do this, arguing that the oracle (the \nMet Office in this example) is responsible. In this case, it is likely that if the Met \nOffice, as an oracle, is not willing to take responsibility, some form of dispute \nresolution will need to occur. \n \n \nResolving disputes \n \nAs with the first challenge of injecting data about the physical world into a digital \nledger, there are broadly two different ways to approach this complication when it \ncomes to smart contracts – either placing trust in traditional existing mechanisms to \narbitrate disputes, or trying to create resolution mechanisms within the system itself \nusing the properties of distributed ledgers and economic incentives. \n \nAs Thibaut from Provenance put it, within these emerging systems you “start seeing \narbitration as a service”, so “if there’s a dispute, you can delegate the resolution of \nthat dispute to a kind of ‘arbitration court’.” He went on to explain that you can run \nthis court in different ways: \n \n“ \nYou could either run it through a trusted body so that \nwould be like an actual court, or you could run it with \neconomic incentives, for example by choosing people at \nrandom and rewarding them if they are honest and do \ntheir duty, make the right choice. \n– Thibaut Schaeffer, Provenance \n \n \nWhether a company chooses the former or latter option will again depend on the use \ncase, the existing conditions within the industry in question and what the company is \ndesigning the system to do. Since smart contracts will likely play a role in \nalready-established systems, many of those systems will already have mechanisms \nfor dispute resolution that could be used. \n \n \ni) Existing trust mechanisms \n \nSystems that rely on existing trusted third parties have the advantage of minimising \nthe requirement for industries to adopt new governance regimes. In many use cases, \nexisting legal mechanisms for dispute resolution already exist that would likely be \nable to fulfil this role. However, this would require legal professionals to understand \nthe functioning of the smart contracts in place and for both parties to place trust in \nthese legal systems.  \n \nOpen Data Institute 2018 / Technical reportHow can smart contracts be useful for businesses?   30 \n\n \n \n \nPlacing trust in these legal systems might be particularly challenging when the use \ncase stretches across legal jurisdictions (as with global supply chains) since different \nmembers of the network might have different expectations regarding legal process, \nand different jurisdictions might have different interpretations of agreements. Perhaps \nmost importantly, traditional dispute resolution mechanisms are precisely the types of \nsystems that are currently deemed as inefficient and expensive, and therefore often \nwhat the adoption of smart contracts is intended to minimise.  \n \nii) Distributed dispute resolution \n \nFor this reason, some businesses are exploring new ways of resolving disputes using \nthe distributed nature of the systems they are building. Systems that rely on members \nof the network to act as arbiters have the advantage bypassing the need to trust a \ncentral administrator to define what counts as truth within the ledger, thereby \navoiding the costs associated with traditional mechanisms. One approach currently \nbeing explored by Ocean Protocol, a company building a decentralised data \nexchange based on blockchain, would be to establish a formal reputation system \nwithin their platform to incentivise trustworthy behaviour.  \n \nOthers are looking at how consensus governance mechanisms and distributed pools \nof arbiters could be used to resolve disputes and how economic incentives might be \nset up to reward just arbitration. The challenge with such systems is that they may \n31\nbe difficult to establish, potentially add greater cost to the system and could in some \ncases mirror the inefficiencies of existing mechanisms. \n \nGoing off-chain? \n \nIn response to the challenges of edge cases, bugs and the need for \narbitration, some have proposed that the solution is to store and execute \nsmart contract code off the ledger itself. This would result in automation of \nprocesses that could read and write into the ledger but the execution of these \nprocesses would not be carried out in a distributed manner. While there are \nclear benefits to avoiding edge cases, this approach sacrifices some of the \ncentral proposed benefits of smart contracts – in particular, such a system \nwould not be able to independently execute the terms of a contract. For this \nreason, there are those who argue this type of automation cannot be \nconsidered equivalent to the type of automation achieved through smart \ncontracts. \n \n“People that are doing a lot of the off-chain stuff, it’s kind of square \npeg in a round hole type, if they’re trying to call it blockchain when \nreally, it’s not. It’s off the chain. It’s not smart contract workflow driven, \nit’s not being recorded to a large extent on the distributed record.”  \n– ​Todd Taylor, Supply Chain Advisor​ at Sweetbridge \n \nAll companies looking to use smart contracts to tackle real-world problems will need \nto plan for edge cases, decide how they want to deal with them and determine how \nthey will enable users to resolve disputes and issue corrections. The choice of \nresolution mechanism will be driven by the particular use case, the existing systems \nin place and the specific function the smart contracts are being asked to perform. In \nmany cases, there might be the opportunity to use new technological approaches to \nresolve some forms of dispute while relying on existing, traditional mechanisms, such \nas the legal system, for complicated or especially contentious cases. \n \n31\n For more information, see: ​https://confideal.io/  \n \nOpen Data Institute 2018 / Technical reportHow can smart contracts be useful for businesses?   31 \n\n \n \nTackling edge cases, bugs and arbitration \n \nCompanies working to implement distributed ledgers and smart contracts will \nneed to: \n●understand that while smart contracts can automate a number of \ndifferent business operations, there will still be cases where things go \nwrong \n●plan for edge cases and choose the most appropriate mechanisms for \nresolving disputes and issuing corrections when they arise. They could: \n○consider using traditional mechanisms in cases where existing \narbitration would be sufficient \n○explore using the features of distributed ledgers to provide \ntechnological mechanisms for dispute resolution in cases where \nexisting mechanisms may be cumbersome or not fit for purpose \n \n \n \n  \n \nOpen Data Institute 2018 / Technical reportHow can smart contracts be useful for businesses?   32 \n\n \n \nChallenge 3: Cryptocurrencies and financial incentives \nAnother key aspect of distributed ledger systems that companies exploring how \nsmart contracts might be used to tackle real-world challenges need to consider is \nhow to pay for the system – both its implementation and operation. In a related way, \none of the main challenges facing businesses will be how to incentivise other parties \n– other businesses, certification bodies, NGOs etc. – to use the system. Since the \nmain potential benefits of distributed ledgers and smart contracts for underpinning \ntrust come from the network, businesses must ensure these systems have the \nparticipation and trust of all the parties involved in order to create value. \n \n \nPaying for the operation of a distributed ledger \n \nLike all databases, distributed ledgers require digital storage and processing power \nto carry out operations within the database. As explained earlier in this report, public \ndistributed ledgers use a variety of consensus mechanisms as part of their design – \nrelying on financial incentives, in the form of cryptocurrency, to incentivise and \nreward participation in the process of creating new versions of the distributed ledger. \nWhile some systems use a communal pot to pay for some of this reward, most also \nuse transaction fees from users to pay for these incentives – meaning anyone who \nwants to commit data to the database must pay to do so. \n \nThis requirement to provide financial incentives is increased in the case of smart \ncontracts. As discussed earlier, when the required conditions are met, every \ncomputer executes the smart contract code independently to understand and verify \nthe effect this operation has on the ledger. Every smart contract that is executed \ntakes computing power to resolve, with more complicated contracts taking longer \nand using more resources to process. Because of this, a number of public systems \ncharge a usage fee, based on the complexity of the contract. This fee is payable by \n32\nthe person or company triggering the contract – and is required every time they \ntrigger it.  \n \nDeveloping applications on public infrastructure has many benefits related to stability, \nintegrity, transparency and independent verification. However, with more complex \nuse cases, and volatile cryptocurrency prices, ​the cost of administering complex \nsmart contracts​ ​may becoming increasingly ​prohibitive for businesses. In response, \nsome companies developing smart contract applications have focused on \npermissioned and private ledgers – the main benefit being that there is no \nrequirement to create and distribute a cryptocurrency with economic value, though \nthese can be used if so desired. Because only a certain set of predefined \norganisations can run the nodes of a permissioned or private network, there is no \nneed to incentivise unknown parties to host and administer the database.  \n \nThis can have the impact of reducing the overall cost of operating the system, even \nwhen operating many complex smart contracts simultaneously. However, because \nprivate and permissioned ledgers are generally smaller and less transparent, they \narguably sacrifice some of the guarantees of public ledgers related to integrity and \nstability. In addition, by controlling who has access to the system, the governance of \nthe system and its infrastructure becomes, in a sense, centralised. This may limit the \namount of trust that those outside the system are willing to place in the network itself. \n \nSupply chain example: centralised setup and governance \n \nAnother challenge that arises when operating smart contract systems comes \nfrom who is paying to establish the system. Most of the companies creating \nsupply chain applications that we talked to were working with major \n32\n known as ‘gas’ in the case of Ethereum. \n \nOpen Data Institute 2018 / Technical reportHow can smart contracts be useful for businesses?   33 \n\n \n \ncompanies who are paying to establish the infrastructure to manage the \nsupply chains they are involved in. Where systems are being developed and \npaid for by the major market player in a supply chain or ecosystem, it raises \nquestions as to whether such a system will be able to realise the benefit of \ndistributing trust since governance of that system will be centralised. \n \n“In these private blockchains there’s a primary entity and usually it’s \nthe big brand that’s responsible for pulling everybody together and \ndistributing product; that’s taking orders primarily and then trickling \nthose back out through the supply chain. They’re the ones that are \nselecting and inviting, registering and permissioning the different \nparticipants and nodes on the network and then when things go awry, \nthey’re the ones that probably have the dashboard and the analytics in \nplace that allow them to go back and query and find out what \nhappened and see if they need to do some things to remedy an \ninappropriate action.”  \n– ​Todd Taylor, ​Sweetbridge \n \n \nThe key question for businesses looking to implement smart contract systems is how \nto pay for the operation of the system in a way that retains trust of all the members of \nthat system. This will likely depend on the purpose of the system, the level of trust \nbetween members of the network, how comfortable those members are with having \ntheir transaction records stored publically, and the willingness within the industry to \ncontribute to such a system.  \n \n“ \nThere are multiple commercial models. We define them \nbased on the sector in which we operate. For example, in \nthe export market it’s actually the processor that pays for \nthe service because the processor owns the supply chain, \nthe farm and contract, the produce out. In terms of a \nretailer, in that case if it’s specific to the retailer then the \nretailer pays. \n– Kieran Kelly, arc-net \n \n \nSupply chain use case: operational choices examples \n \nIn a supply chain, a number of different approaches might be taken to paying \nfor the setup and operation of the system: \n \n●In a supply chain made up of similar-sized organisations who agree on \nan approach, the various members might choose to distribute the cost \nof setting up a private or permissioned ledger \n●In a supply chain with only a few equally-sized organisations \ninterested in a solution, each might chose to run a node and fund the \ncost of their own transactions in a public ledger  \n●In a supply chain with one large company, the central player might pay \nfor someone to design and setup a private or permissioned system, \nwhich others can join at relatively low cost \n \nOpen Data Institute 2018 / Technical reportHow can smart contracts be useful for businesses?   34 \n\n \n \n \n \nTransacting value and incentivising participation \n \nIn addition to paying for the setup and operation of the platform, any company \nlooking to use distributed ledgers and smart contracts to tackle real-world business \nchallenges will need to decide whether the system will be used to process financial, \nmonetary or value transactions. Since distributed ledgers were originally designed to \nfacilitate cryptocurrency transactions, they can be used to process financial \nexchange within the system. Smart contracts provide a means to automate these \nexchanges of value, and this is one of the primary use cases within the finance \nindustry – for example, Clearmatics are aiming to automate financial transactions \nbetween businesses.  \n33\n \nFor some people, systems underpinned by the exchange of financial value through \nthe system itself (using cryptocurrency or cryptocurrency-like systems) are the only \nsystems that deliver on the promise of smart contracts – in particular in reducing \nfriction in business processes.  \n \n“ \nThe digital currency gives them an opportunity to settle \nmuch more quickly, to recognise payment much more \nquickly, to distribute those payments much more quickly \nacross their value chain and to provide financing to some \nof the strategic partners within their value chain that might \nbe paying obscene amounts of interest today that are \nhurting the value chain overall. \n– Todd Taylor, Sweetbridge \n \n \nBy handling payment within the system, the blockchain can guarantee the integrity of \npayment and, using the features inherent to distributed ledgers, can encourage good \nbehaviour through financial incentives. \n \n“ \nOne way we can use incentives is to ensure that people \nare doing the right thing when they are using the system. \nIn the sense that if things are free, people tend to abuse \nthem. Very small transactions fees can often help to create\nthe right incentives. \n– Jess Houlgrave, Codex Protocol \n \n33\n For more information about Clearmatics, see: ​https://www.clearmatics.com/  \n \nOpen Data Institute 2018 / Technical reportHow can smart contracts be useful for businesses?   35 \n\n \n \nSupply chain use case: exchanging value through a distributed ledger \n \nIn a supply chain, transactions like paying for a shipment of goods could be \nadministered within the system using a cryptocurrency or cryptocurrency-like \nsystem. Handling the transactions in this way within the supply chain would \nprovide incentives to participate, potentially enabling faster transactions and \npayment clearing. In addition, it might also enable businesses within the \nsupply chain to automate some of these interactions in ways that would not be \nfeasible in centralised systems. \n \nFor example, a smart contract could allow the automatic release of payment in \nresponse to the injection of data from a trusted third party confirming the \ndelivery of a specified product. Both the buyer and seller in this example could \ntrust the system to carry out the terms of the contract – even if neither \ncompletely trusted the other party. Finally, the inclusion of transaction costs \nmight encourage members of the network to ensure they are using the system \neffectively and efficiently. \n \n \nHowever, many businesses trying to build applications on top of distributed ledgers \nhave concerns about building cryptographic asset exchange mechanisms into their \nproducts and services. Some of the concerns raised during our interviews stem from \nthe needs of users of the system, both in terms of usability and comfort. Many of our \ninterviewees questioned whether users would be willing to learn the procedures \nrequired to actually use cryptocurrencies and questioned whether they would be \nprepared to rely on existing volatile cryptocurrencies as a mechanism for exchange. \nIn response to this, some businesses have taken the approach of using the \ndistributed ledger to keep a record of payments, but actually process those \npayments off the chain using traditional methods, such as bank transfers. \n \n“ \nWe have never been involved in cryptocurrency at all. We \ndon’t see a cryptocurrency element as a must have \nbecause you will have specific transactions and needs and\nthese will always occur in fiat currencies but we don’t \nnecessarily need crypto for that. For me it’s not a must - \nyou can if you want, but... \n– Calogero Scibetta, Everledger \n \n \nAlthough these types of approaches might be accused of sacrificing some of the \nadvantages of smart contracts where payment is handled entirely on a distributed \nledger, some argue that the systems retain advantages over manual, \ncentralised approaches.  \n \n \n \n \n \n \n \n \nOpen Data Institute 2018 / Technical reportHow can smart contracts be useful for businesses?   36 \n\n \n \n \n“ \nIt’s certainly a misconception of lots of people that making \npayments happen faster is exclusively to do with the \npayment system and that’s not really true. We can send \nmoney quite quickly to lots of different places; the reason \nwhy people get paid late is nothing to do with whether \nyou’re using Bitcoin or Ether or PayPal or a bank or \nwhatever, it’s to do with working out who is the right \nperson to pay and all of the challenges that go into all of \nthat. You can separate out the two things and so I \nconcluded some time ago that getting people paid faster \nand more reliably did not require using cryptocurrency. \n– Phil Barry, Blokur \n \n \nWhether or not systems require or enable users to exchange value through the \nsystem does not necessarily have an impact on how the system is designed to run. \nFor example, systems that do not enable value exchange can be built and run on \nexisting public ledgers, and only the operation of the system needs to be paid for in \ncryptocurrency. However, this is not exposed to the users of the system.  \n \nAs with both data recording and edge cases (the first and second challenges outlined \nabove), it is possible to approach these payments in different ways – by relying on \ndistributed ledger-based cryptocurrencies to process transactions, relying on \ntraditional payment mechanisms, or not recording or transacting value at all. Again, \nthese approaches are not necessarily exclusive; within a single platform designed for \na particular use case, different parts of the system could adopt different approaches. \n \n“ \nAs far as cryptocurrency, that is just one aspect of the \ntechnology. Codex is an infrastructure layer and not a \ndirect application layer, so applications are built on top of \nthat infrastructure - some of which may involve individuals \ninteracting with cryptocurrency and some of which won’t. \n– Jess Houlgrave, Codex Protocol \n \n \nWhether or not businesses decide to exchange value through the distributed ledger \nwill depend on the industry context and the willingness of potential users to \nparticipate. Our interviewees broadly agreed that exchanging value through the \nsystem itself might be useful, but that it was probably out of reach in most current \nuse cases. \n \n \nOpen Data Institute 2018 / Technical reportHow can smart contracts be useful for businesses?   37 \n\n \n \n“ \nIt’s going to take a stable token, a stable coin and that’s \nnot easy to create. Being a central bank is not an easy job,\nbut settlement can be done, and trade network ledger can \nbe done and it’s something that we’re working on. \n– Jason English, VP Protocol Marketing \nat​ ​Sweetbridge \n \n \n \n \nTackling the challenge of cryptocurrencies and financial \nincentives \nFor those companies that choose to implement distributed ledgers and smart \ncontracts to tackle real-world problems, it will be important to: \n●decide how the system will be governed and who will pay for its \noperation. The answer to these questions will depend on the use case, \nthe existing systems in place within the industry in question, and the \nneeds and desires of the parties involved:  \n○In certain cases, businesses may prefer to govern the system \ncooperatively and pool their resources to pay for the operation of \nthe system \n○In other cases, businesses may prefer to have one major \ncompany pay for the operation of the system and act as a central \ngoverning authority \n○These differences in preference will influence the decision of \nwhether to choose a public, private, or permissioned ledger \n●decide whether or not value will be transferred within the system using \ncryptocurrency or cryptocurrency-like systems: \n○Adoption will depend on the industry context and each industry’s \nwillingness to employ currencies and systems that are currently \nstill rather volatile  \nWhat type of smart contract and distributed ledger system is right \nfor my business? \nOnce a problem has been clearly defined, and there is the possibility that smart \ncontracts and distributed ledgers might be useful, businesses will need to design \nan approach that takes into account not only the features and limitations of the \ntechnology, but the features and limitations of the industry or system in which the \nproblem exists. Using this understanding, they should make decisions by asking the \nright questions.  \n \nOne of the main challenges that many companies are confronted with when figuring \nout how to implement distributed ledgers and smart contracts effectively is the \ntension between idealism and pragmatism – between what the technology could \nconceivably do given ideal conditions and what it can do now in the context of \nexisting industries. Businesses must find an effective balance between these two \ncompeting approaches. If they do not, they will either limit the uptake of their \nproposed solution by being overly idealistic, or undermine the reason for using the \ntechnology in the first place by being overly pragmatic.  \n \nOpen Data Institute 2018 / Technical reportHow can smart contracts be useful for businesses?   38 \n\n \n \n \n“ \nIn order to build something that has an impact in the world \nit needs to be adopted. If nobody adopts your idea or \nproduct or system, it’s not making an impact. \n– Calogero Scibetta, Everledger \n \n \nSome within the blockchain community would argue that any compromise from the \n‘idealistic’ fully trustless vision for distributed ledgers nullifies their potential, but there \nappear to be cases where a pragmatic approach will still result in implementations \nthat help to underpin trust within interactions. Many of those we interviewed \nexpressed the view that distributed ledgers and smart contracts can be used to build \nupon existing processes and relationships without needing to replace them entirely – \nfor example, using permissioned ledgers to bring together existing ecosystems or \nrecording transactions on a distributed ledger but using traditional bank transfers to \nprocess payments. \n \n“ \nThat’s one reason why we actually don’t take a role in \nverifying information because our intent isn’t to try and \nmake this market a perfect market, it’s designed to make \nan improvement over the status quo. \n– Jess Houlgrave, Codex Protocol \n \n \nBeyond just enabling an improvement over the status quo, some businesses believe \nthat by adopting a more pragmatic approach they are helping their industry take \nsteps that will eventually lead them to more ‘ideal’ or fully trustless approaches – \nalbeit slowly and incrementally. \n \n“ \nThe reality is the world’s supply chains are run by a small \nnumber of companies and it’s not in their interest to \nfacilitate a fully trustless system. But at the same time \nthey’re conflicted because they want to end things like \nmodern slavery in supply chains and they don’t want \nunsafe products – so they recognise that there’s potential \nfor that type of system. Part of what we do is slowly \nwalking those big guys through the doors that could \nenable them to be part of a fully decentralised system – \nit’s​ ​a journey. \n– Jessi Baker, Provenance \n \n \nOpen Data Institute 2018 / Technical reportHow can smart contracts be useful for businesses?   39 \n\n \n \n \n \nSmart contracts for \nbusiness: selecting \nsystems \nThe applicability of smart contracts depends firmly on \nthe proposed use case and the ability of a business to \ndefine a problem, ask the right questions and remain \npragmatic about a potential solution. \nThe vision offered by the advocates of smart contracts and distributed ledgers \ncentres around the ability for businesses and others to interact more efficiently and \neffectively than they do today. At the heart of this promise is the belief that \ndistributed ledgers can be used to underpin trust in these interactions in ways that \nother centralised technologies might not. On top of this, smart contracts potentially \noffer a means to automate business processes and interactions in a way that enables \nless reliance on other trust mechanisms.  \n \nIn this report we have provided information we felt was important for businesses to \nknow in order to make informed decisions about smart contracts. Our hope is that \nthe information we have provided and the questions we have raised in Part 1 will \nenable businesses to ask some of the right questions when attempting to discern \nwhether distributed ledgers and smart contracts could usefully be deployed within \ntheir businesses to solve real-world problems. In addition, we hope that the three \nchallenges we have outlined in Part 2 will help businesses that have already decided \nto pursue smart contracts define the type of system that will most benefit their \nbusiness and their clients. \n \nAs the technology develops and as the use cases for distributed ledgers and smart \ncontracts crystallise and, potentially, become more stable, the questions businesses \nwill need to ask themselves will change, as will the challenges that businesses will \nneed to confront. For instance, if the infrastructure matures, businesses may be able \nto more readily identify real-world problems that are capable of being addressed by \ndistributed ledger technologies and smart contracts. In a similar way, a more mature \ninfrastructure might decrease the likelihood of crippling bugs and therefore convince \nbusinesses that storing smart contract code on the chain offers the best way forward. \nAs a final example, if a stable coin emerges in the next few years, businesses – \nand, importantly, their clients – may feel more comfortable exchanging value using \ndistributed ledgers and smart contracts. Only time will tell. \n \nRegardless of how things develop over the coming years, the two related imperatives \ndetailed above will remain: first, identify and define the problem to be solved before \nfocusing on the technical solution; and second, remain pragmatic rather than \nidealistic about the capabilities of the technology and the context in which it is to be \nimplemented. Businesses that follow these simple rules and prepare themselves to \nmake decisions related to the three challenges identified above should be well \nprepared in their efforts to define whether, and how, distributed ledgers and smart \ncontracts can help them tackle real-world business problems. \n \nOpen Data Institute 2018 / Technical reportHow can smart contracts be useful for businesses?   40 \n\n \n \nAppendix: Methodology \nThe goal of this report was to offer neutral, unbiased advice to businesses to help \nthem better understand the potential of smart contracts and distributed ledgers. \nIt was part of a three-year research project funded by Innovate UK, the UK’s \ninnovation agency.  \n \nTo help us begin our research we commissioned Navin Ramachandran, UCL Centre \nfor Blockchain Technologies and IOTA Foundation, and James Brogan, MD \ncandidate at Albert Einstein College of Medicine and Research Fellow at UCL Centre \nfor Blockchain Technologies, to conduct an overview of relevant literature related to \ndistributed ledgers and smart contracts, focusing on smart contracts as a potential \nsolution to business problems. In addition to detailing the key features and \ncharacteristics of smart contracts and distributed ledgers, their report explored the \npotential limitations of smart contracts, the requirements for a platform to be able \nto support smart contracts, and how to integrate smart contracts with other \ntechnologies and processes - among other topics. \n \nBuilding upon this research, we conducted a landscape review of companies \ndeveloping, implementing or using smart contracts. Businesses were targeted for \ninterviews based on how they were attempting to implement smart contracts and \nthe industries in which they were working.  \n \nWe conducted 14 interviews during the course of our research, 12 of which were \nconducted in person while two took the form of written answers to questions \nexchanged over email.  \n \nWe strove for a balance between people from academia, research institutions, \nstartups and SMEs. Our interviewees were from companies headquartered in \nEngland, Northern Ireland, Singapore and the United States of America. As a \nreflection of the nature of the blockchain and smart contracts communities, many of \nthe companies we spoke to were international in nature and scope with employees \nbased in multiple countries around the world.  \n \n \n \n \n \nOpen Data Institute 2018 / Technical reportHow can smart contracts be useful for businesses?   41 ","version":"1.10.100"}