{"numpages":39,"numrender":39,"info":{"PDFFormatVersion":"1.5","IsAcroFormPresent":false,"IsXFAPresent":false,"Producer":"Skia/PDF m69"},"metadata":null,"text":"\n\n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \nAbout \nThis report has been researched and produced by the Open Data Institute, and \npublished in June 2018. Its lead author was Libby Young, with contributions from \nGillian Whitworth, Jared Robert Keller, Jamie Fawcett, Miranda Marcus, Jessica \nWeereratne, Caley Dewhurst, Anna Scott, Peter Wells and Jeni Tennison. \n \nThe purpose of the report is to help transport companies make better decisions \nabout how they use personal data in their business models for the future. Our \nfocus is journey data, a form of ​personal data the sector has always needed, now \naccessible in new ways and at new scales. \n \nThe report coincides with the implementation of the EU’s General Data Protection \nRegulation (GDPR). It is one of the most comprehensive pieces of regulation yet to \ndeal with personal data, and is changing the way businesses across sectors \ncollect and use data.  \n \nThe GDPR is just one part of a growing trend towards people exercising more \ncontrol over data about them, so we take a long term view on this as well as other \ntrends – the increasing collection and use of journey data in transport, and the \nbenefits this can create for businesses who foster and earn trust by engaging with \nus as they use data about us ethically and equitably. \n \nWe hope businesses find the research and learning shared here helpful in \nexploring how to ​address and lead change around these trends, and as they work \nto find ways to make travel more accessible, affordable and sustainable for all. \n \n \n \n \n \n \nIf you would like to send us feedback, please get in \ntouch by email at ​RandD@theodi.org​. \n \n \nThis report is published under the Creative Commons Attribution-ShareAlike 4.0 \nInternational licence. See: ​https://creativecommons.org/licenses/by-sa/4.0​. \n \nOpen Data Institute 2018 Personal data in transport: exploring a framework for the future1 \n\nContents \nAbout1 \nContents2 \nA note on language:3 \nWe don’t ‘own’ data3 \nExecutive summary4 \nData is infrastructure, like transport5 \nWhy is journey data personal data?6 \nDefining terms7 \nLegal and human definitions of personal data7 \nTransport needs data8 \nDefining terms9 \nTransport, mobility, MaaS: explaining the differences9 \nCompanies are thinking about sharing data10 \nOpen standards in transport11 \nConsumers and policy makers are also thinking about sharing data12 \nCase studies for the future13 \nTransport in Finland13 \nFostering trust in transport14 \nHow tighter data protection regulation impacts transport businesses15 \nBeyond regulation – ethics, equity, engagement16 \n1. Using data ethically16 \n2. Supporting equitable access to and benefits from data17 \nRural mobility: an overlooked opportunity?19 \n3. Engaging to make data work for all20 \nCase studies for the future21 \nTOC Ability21 \nHow transport uses data22 \nTrains22 \nBuses23 \nCase studies for the future23 \nSmart buses in the UK23 \nCars24 \nRidesharing26 \nBikesharing27 \nJourney planners27 \nCase studies for the future28 \nDigital Matatus28 \nSmart ticketing29 \nA framework for the future31 \nRecommendations32 \nAppendix: Methodology38 \n \nOpen Data Institute 2018 Personal data in transport: exploring a framework for the future2 \n\nA note on language: \nWe don’t ‘own’ data  \n \nAt the ODI, we believe that data does not belong to any one person, not \nleast because data about us is often also about other people. Our DNA, for \nexample, reveals information about our parents and family. Utility bills \nreveal who we live with. Health records contain information about medical \nprofessionals. This is why we do not refer to ‘my or your data’ but instead \nuse ‘data about me, you, us or them’.  \n \nMany people can have rights to – and responsibilities for – data. For \ninstance, many people and organisations may have intellectual property \nrights due to their contributions to the data. In transport, people often take \njourneys with family or friends, so ticket or location data can be connected \nto or used to identify more than one person. In connected vehicles such as \ncars, drivers and their passengers may be connected with other traffic \nparticipants. \n \nBy avoiding possessive pronouns we hope to encourage understanding of \nthe wider network of relationships involved in data collection and use. Put \nsimply, neither individuals or organisations should think of themselves as \nowning data. Instead they should think of themselves as holding or \nstewarding data with the goals of both protecting the rights of people \nimpacted by the data and ensuring that people who have the right to \naccess and use it can get the data when they need it to make a decision.  \n \n  \nOpen Data Institute 2018 Personal data in transport: exploring a framework for the future3 \n\nExecutive summary \nUsing journey data to meet a universal need  \nTransport is a universal need: almost everyone travels regularly, be it walking, \ntaking a bus, using a car or going by train. These journeys often generate data that \ncan reveal things about us – where we work, where our loved ones live, what we \nlike to do. This journey data is personal data.  \n \nThe role of journey data in transport is changing. It is being collected in real time \nand used on new scales, creating insights into individual and aggregated mobility. \nBusinesses and public services can use this data to make operational and policy \ndecisions to improve transport services, user experience or infrastructure. \nInnovative new mobility services are also emerging \n \nNew ways of operating transport, such as bikesharing and ridesharing, and new \nways of accessing transport, like journey planners and smart ticketing, are \nchanging the sector. These on-demand, personalised services can help people \nsave time and money, be more (or less) active, own fewer or no means of \ntransport, lower their carbon footprint, or travel in other ways that meet their \nindividual or societal needs. This also opens up ways to make transport systems \nmore user-centred for more people and for the full length of their desired journeys. \nIn the future, travellers could complete trips door-to-door using a single planner \nand ticket and access varied public and private transport as their journey requires. \n \n \nThrough our interviews with industry, workshops and research we found that \njourney data can be used and shared to benefit people, organisations and \nour transport systems more broadly in three ways:  \n \n●to increase accessibility and personalisation for people \n●to improve operational efficiency and innovation for organisations \n●to tackle systemic transport issues for the benefit of everyone \n \nWe also uncovered areas that must be explored to help realise this potential \nequitably, using data about us ethically, and in ways that support our systems. \nFor instance, just as open data from public transport and other sources supports \nnew mobility services, these new services now hold journey datasets that can \nsupport better decision-making about transport infrastructure and operations. \nMany companies are thinking about ways to make aggregated and de-identified \njourney data more open for this purpose, and some of them are testing ways to do \nso. Further exploration is encouraged. \n \nOur research also showed that sharing journey and other transport data more \nwidely requires us to address technical barriers including inconsistent open \nstandards, data silos and poor interoperability of data. Breaking down these \nbarriers will require collaboration and investment across the sector. \n \nMost importantly, we found that journey data is transforming relationships \nbetween companies and customers, drastically increasing the importance of trust, \nand raising critical questions of ethics, equity and engagement which cannot go \nunanswered. ​The impact of these trends will only increase as people grow more \naware of these issues and as they gain more rights over data about them.  \n \nThese shifts create both opportunities and challenges for businesses. ​Based on \nthese and our other findings, we recommend transport organisations: \n \nOpen Data Institute 2018 Personal data in transport: exploring a framework for the future4 \n\ni) Develop a strategic and ethical approach to data ​by looking beyond \ncompliance with regulation to develop governance policies and processes, \ninvesting in training and resources, and engaging with sector initiatives.  \n \nii) Lay the foundations for and engage in data-enabled innovation​ by \nsupporting open standards and APIs, practising open innovation, and \nexploring new ways to partner with public services. \n \niii) Foster trusted relationships with customers​ by communicating with them \nclearly, finding ways to build more informed consent into the user \nexperience and explaining the benefits created by data sharing. \n \niv) Explore sharing more journey data safely and securely in three ways: \n1. As open data​ – with careful and appropriate aggregation and \nanonymisation, and accompanied by privacy impact assessments  \n2. In secure environments​ – in particular with accredited researchers, \nwho should openly publish their results  \n3. With people the data is about​ – through open APIs and in ways that  \nenable innovation.  \n \nThere is much at stake for us all in the future of data and sharing data in transport. \nFor economies, the Transport Systems Catapult says data-enabled innovations in \ntransport may be worth ​£900bn​ by 2025, and conversely, not sharing transport \ndata may cost a country like the UK ​£15bn.  \n1\n \nFor individuals, sharing journey and other data to increase personalisation of and \naccess to transport can improve our quality of life. Conversely, if personal data is \nused in ways that erode trust it can create data wastelands (where data is not \ncollected or used), limiting the potential for transport systems to benefit everyone.  \n \nA future in transport where data is shared and used in ways that combine \nopenness and innovation with ethics and trust has powerful potential to benefit \nour societies and economies. \n \n \n \nData is infrastructure, like transport \n \nInfrastructure powers our societies. It provides the fundamental services and \nsystems that enable our economies to function, allow us to communicate, \nand improve and support our lives. \n \nWhen we think of infrastructure we first think of roads, bridges, water \nsupplies and electrical grids. But infrastructure also takes less tangible forms, \nsuch as ideas, basic research and the internet.  \n \nData is becoming as important as our physical infrastructure – it underpins \nevery sector of our economies and impacts every aspect of society. Roads \nhelp us navigate to a place; data helps us navigate to a decision.  \n \nData infrastructure consists of data assets, the organisations that operate \nand maintain them, and the guides describing how to use and manage the \ndata. Trustworthy data infrastructure is sustainably funded and is directed to \nmaximise data use and value, meeting society’s needs. \n \nData infrastructure that is as open as possible creates the most value. Like \nother types of infrastructure it is invisible (when it works). Making it as open \n1\n ​Transport Systems Catapult,​ ​https://ts.catapult.org.uk \nOpen Data Institute 2018 Personal data in transport: exploring a framework for the future5 \n\nas possible, while respecting privacy, helps to support a huge variety of uses \nand ecosystems.  \n \nGovernments, businesses and communities plan essential physical \ninfrastructure strategically – including our highways, electricity lines, water \ncourses and broadband connections – and we should treat data \ninfrastructure in the same way.  \n \nWhy is journey data personal data? \nOur journeys from location to location through time can be used to infer where we \nwork and shop, what we earn and what we do in our free time. These are all things \nabout us. Data collected when we make journeys is revealing more about us than \never, such as when and where we travel with friends, family or colleagues. For \n2\nthese reasons, journey data is personal data.  \n \nHistorically, public and private transport providers collected journey data as \n‘counts’, i.e. the number of people on a train, bus tickets sold or cars using a road. \nThese counts were usually not tied to individuals, except when people took part in \ncustomer surveys. The data helped transport organisations make decisions about \nthings like timetables or the location of bus stops.  \n \nIn the last few years, GPS-enabled devices, smartphones and NFC-enabled smart \ntickets and payment cards have made journey data easier and cheaper to collect. \nParts of the sector have moved on from ‘counts’ to data collected using these \ntechnologies, at much larger scales and in real time, across modes of transport. \nThese richer journey datasets can help decision-makers improve transport \nplanning, personalise services and tackle systemic issues. They have increased \ninnovation by established operators and allowed new mobility services to emerge. \n \nOur increasing use of these technologies to plan journeys and access transport is \nallowing banks and smartphone makers to collect journey data. Banks can do this \nwhen providing payment services for transport. And smartphone makers can \ncollect data each time we enable our location services during a journey, or when \nwe access mobility services on our phones. Telecom providers have historically \n3\ncollected customer location data, generally by triangulating mobile phone signals, \nbut this data is not considered reliable enough to use as journey data supporting \ndecision-making in transport.  \n \nAll this journey data can be pseudonymised with identifiers like random numbers, \nallowing journeys by one individual to be linked without using direct identifiers like \nnames. However, even when data is pseudonymised, there is still a risk of \nre-identification when it is linked to other datasets. One ​study​ found that four data \npoints on time and location can identify 95% of people in a dataset. Others have \n4\nmapped a ​cyclist’s journeys​ with TfL data, or identified ​trips made by taxi drivers \n5\nin New York. \n6\n \nConsumers and regulators are becoming more engaged with the issues around \nthis and personal data more broadly. How organisations develop their personal \n2\n ​This report focuses on transport customers, but we note that employees of transport \ncompanies, like bus drivers and station guards, are also affected by most of these issues. \n3\n While this report is on transport, we note location data raises issues for many industries \n4\n Yves-Alexandre de Montjoye, César A. Hidalgo, Michel Verleysen & Vincent D. Blonde \n(2013), ‘Unique in the Crowd’, ​https://www.nature.com/articles/srep01376 \n5\n ​James Siddle (2014), ‘I Know Where You Were Last Summer: London's public bike data is \ntelling everyone where you've been’, \nhttps://vartree.blogspot.com/2014/04/i-know-where-you-were-last-summer.html \n6\n Vijay Pandurangan (2014), ‘On Taxis and Rainbows: Lessons from NYC’s improperly \nanonymized taxi logs’, ​https://tech.vijayp.ca/of-taxis-and-rainbows-f6bc289679a1 \nOpen Data Institute 2018 Personal data in transport: exploring a framework for the future6 \n\ndata strategies could increasingly become a differentiator for transport \norganisations. We will look at some of the opportunities and risks this can create \nfor businesses later in this report.  \n \n \n \n \nDefining terms \n \nLegal and human definitions of personal \ndata  \n \nIn debates about personal data there is often an undeclared tension \nbetween its legal definition and its human definition.  \n \nData protection regulations like the GDPR ​define personal data​ as specific \nbits of information about ‘an identifiable person’, such as name or location. \n7\nPeople often feel differently, thinking of personal data more broadly, as any \ninformation which reveals something about them, such as where they work, \nwhat they like and who their loved ones are. \n \nIn this report, we use the human definition because, while we will always \nneed strong regulation, it is ultimately people who choose whether or not to \ntrust a business with personal data about them. \n \n  \n7\n ​https://ico.org.uk/for-organisations/guide-to-the-general-data-protection-regulation-gdpr/ \nkey-definitions \nOpen Data Institute 2018 Personal data in transport: exploring a framework for the future7 \n\nTransport needs data \nAccess to journey data is transforming the sector \nThe role of data in transport is changing, as the sector shifts from data-poor to \ndata-rich. In particular, journey data, a form of personal data the sector has always \nneeded but has historically found hard to get, is now accessible in new ways and \nat new scales. Companies are collecting more of this data, more frequently, and in \nreal time – as technology makes this more feasible and viable – and using it to \ninnovate. Customers expect more personalisation and communication, and are \nsharing more real time data in order to get it.  \n \nOur research and interviews with industry show transport companies are \ncollecting data in a variety of ways. While cash-only taxis and buses collect little or \nno journey data, public transport operators such as trains and new private \noperators such as bikesharing and ridesharing companies can connect customer \naccount details with real time data collected via smartphones, smart cards and \nother devices to gather journey data for single modes of transport. End-to-end \nmobility services like journey planners and smart ticketing services can collect \njourney data (and intended journey data, in the case of journey planners) across \nmany journeys and modes of transport, creating multimodal or overarching views \nof transport in real time. Public transport providers who operate multiple modes of \ntransport, such as Transport for London (TfL) can also create these powerful \noverviews. \n \nThis real time journey data can be used and shared to benefit businesses, people \nand public services, potentially in ways that meet the needs of all three groups. \nThis highlights that transport is an ecosystem of organisations, individuals and \ninfrastructure depending on each other to achieve their goals. Our interviews, \nworkshops and research called attention to three key areas of potential benefit:  \n \nIncreasing accessibility and personalisation for passengers  \n– people can benefit from more personalised or affordable services as \norganisations use journey data to better understand and serve their needs. \n \n \nFor example, services like Waze can crowdsource and share car journey data to \nhelp drivers choose their route based on live traffic patterns. TfL can use journey \ndata in a personalised way, to warn passengers of relevant disruptions affecting \ntheir route and at times that allow them to adjust their journeys. Services like \nMoovit or Digital Matatus can help people use public transport in cities with less \nformal or discoverable networks (see Digital Matatus case study). \n \nImproving operational efficiency and innovation for organisations  \n– ​private and public organisations can benefit by using journey data to \nmake better decisions about how to use resources to develop or improve \nservices. \n \nFor example, TfL can ​use journey data​ collected through its Oyster cards to \nimprove and plan its transport interchanges in London. Rideshare services can \n8\nuse journey planners – enabled by open data and journey data – to find and \nconnect with customers. Bikeshare services can use journey data to help locate \ntheir bikes where customers want them, in turn leading to innovation in \ncomplementary services like ​Stage Intelligence​ which can help mobility services \nlike bikesharing make these operational decisions. \n9\n \n8\nhttps://www.citymetric.com/transport/data-helps-us-provide-better-transport-tfl-oyster-ca\nrds-big-data-and-contactless-payments-1396 \n9\n ​https://stageintelligence.co.uk \nOpen Data Institute 2018 Personal data in transport: exploring a framework for the future8 \n\n \n \nTackling systemic transport issues for the benefit of everyone  \n– public services and governments ​can use data​ to better meet the travel \nneeds of underserved communities, and address issues like the ‘last mile’, \ncongestion and pollution. It can also help make previously expensive \n10\nservices more affordable for businesses to provide.  \n \n \nFor example, Stratford-upon-Avon startup Enable ID is collaborating with UK train \noperators to use personal data to explore intelligent accessibility for people with \ndisabilities (see TOC Ability case study). Private companies are working with local \nauthorities to develop smart bus services in rural areas currently underserved by \npublic transport (see Smart Buses in the UK case study). Finnish startup MaaS \nGlobal is using multimodal transport and journey data to help tackle the last mile \nproblem in Helsinki and the West Midlands (see Transport in Finland case study).  \n \n \nDefining terms \nTransport, mobility, MaaS: explaining the \ndifferences \n \nIn this report, the term ​transport​ is used to describe the whole ​ecosystem \nof moving people or goods from place to place. Transport is made up of \n11\nphysical infrastructure, as well as the organisations and individuals who own \nor operate the different modes of transport, such as trains, buses, bikes \nand cars.  \n \nOn the other hand, ​mobility​ refers to an individual’s journey from location to \nlocation through the transport system, either using one mode of transport, \nsuch as walking, or multiple modes of transport, such as a car + train + bus \ntrip to a destination (also referred to as ​multimodal​ travel). \n \nThe term mobility is often used in the context of ​intelligent mobility​, which \nis using ​‘emerging technologies to enable the smarter, greener and more \nefficient movement of people and goods’.​ More user-focused or newer \n12\ntransport companies often call themselves ​mobility services​.  \n \nSome tie these concepts together as ‘​mobility as a service​’, or ​MaaS​. \nMaaS is an evolving concept which aims to combine the benefits of \nmultimodal journey planners and smart ticketing to help people more easily \nand efficiently plan and pay for multimodal journeys. MaaS could change \nthe way people consume public and private transport, enabling more \nmultimodal journeys, reducing the need for private car ownership and \nimproving ​end-to-end mobility​. \n \nEnd-to-end mobility relates to the ‘​last mile​’ problem, one of the systemic \ntransport challenge we reference in this report. The last mile describes the \nmovement of people to a final destination such as a home or place of work \n(in reverse order, this is also a first mile problem). This challenge highlights \nhow hard it is to deliver physical transport infrastructure that meets the \nneeds of all travellers, each with individual destinations. \n10\n ​For examples from transport and other sectors, see: Ed Parkes and Mandy Costello \n(2018), ‘Using open data for public services’, \nhttps://theodi.org/article/patterns-for-using-open-data-in-the-delivery-of-public-services  \n11\n ​This report focuses on the movement of people through transport systems, not goods.  \n12\n ​https://ts.catapult.org.uk/intelligent-mobility/introduction \nOpen Data Institute 2018 Personal data in transport: exploring a framework for the future9 \n\n \n \nCompanies are thinking about sharing data  \nOur interviews with transport companies showed a keen awareness of these \ntrends in the collection and use of data, as well as an appreciation of the \nopportunities these trends create to develop services, earn the trust of customers \nto support data sharing, as well as support transport ecosystems overall. \n \n“ \n“We want to be able to share aggregated data \nto help innovation.”  \n–​ ​Chris Perry, MaaS Global \nSome stakeholders want to put the data they collect to wider use, and early data \nsharing pilots are generating compelling results. For example, ​Waze’s data \npartnership with TfL​ has reduced delays on London’s most congested route, the \nBlackwall Tunnel, by using journey data to suggest drivers at risk of running out of \nfuel reroute to a nearby petrol station.  \n13\n \n“ \n“Urban mobility is a universal asset.”  \n– Ed Parsons, Google \nThere is also recognition from the sector that it needs to find safe and secure ways \nto make journey data it collects more open in ways that protect individual privacy \nand support transport ecosystems. Many businesses think better collaboration \nbetween organisations and clearer communication with people can help do this. \n \n“ \n“We need to work out how to share in a way \nthat supports the wider system.”  \n– Chris Perry, MaaS Global \nA growing number of businesses believe services that meet the needs of both \nindividuals and communities can foster and earn the trust of users, especially \nwhen they tell users about these wider benefits. They observe that users share \njourney data more when they know it has a communal benefit, because they value \nthe benefits that the journey data of others has given them.  \n \n \n \n13\n Theo Chapple (2018), ‘Waze partnership: Reducing congestion at Blackwall Tunnel’, \nhttps://blog.tfl.gov.uk/2018/01/11/waze-partnership-reducing-congestion-at-blackwall-tunn\nel/ \nOpen Data Institute 2018 Personal data in transport: exploring a framework for the future10 \n\n“ \n \n“Once you enable the GPS to share \nanonymised data, you are getting better \ninformation from us, and you are also \ncontributing this information to other people in \nyour community”  \n– Roy Bick, Moovit \n \nSome mobility services explicitly communicate this message to customers, \nsometimes as part of the user experience.  \n \n“ \n“People are more open when it is for the \ngreater good and if it is feeding back into their \nown travel experience.”  \n– Max Stewart, Caution Your Blast \n \n \nOpen standards in transport \n \nOpen standards are an important part of our local, national and global data \ninfrastructure. They help us to use, share and publish data in consistent and \n14\neasy-to-access ways, and can help to change markets. Data-enabled \ninnovation in transport depends on open standards. In order to work, most \nmobility services need to link journey data with real time transport data. Even \ncompanies like Waze and Moovit, who crowdsource data, need it. \n \nTransport has long been a leader in open data, supporting the creation of \nnew mobility services around the world. For example, the ​General Transit \nFeed Specification​ (GTFS) is an open standard for public transport schedules \noriginally started by Google and Portland, Oregon’s transit agency, TriMet. \n15\nThe ​Service Interface for Real Time Information​ (SIRI) is an open protocol to \nexchange real time information about public transport services and vehicles \n16\n(GTFS also has a real time extension). More recently, the ​General Bikeshare \nFeed Specification​ (GBFS) developed by the North American Bike Share \nAssociation shares real time data for docked bikeshare services. \n17\n14\n ​https://standards.theodi.org \n15\n ​Bibiana McHugh (2013), ‘Pioneering Open Data Standards: The GTFS Story’, \nhttp://beyondtransparency.org/chapters/part-2/pioneering-open-data-standards-the-gtfs \n-story \n16\n ​https://streamdata.io/blog/understanding-service-interface-real-time-information-siri-sta \nndard \n17\n Adam Russell (2016), ‘New bikeshare data standard opens doors for apps and analysis’, \nhttps://mobilitylab.org/2016/05/04/new-bikeshare-data-standard-gbfs \nOpen Data Institute 2018 Personal data in transport: exploring a framework for the future11 \n\nSharedStreets​ is an open data standard for describing streets, and has been \ndeveloped specifically to support transport systems.  \n18\nDespite all this, open standards in transport are not yet universal. The UK is a \ncase in point. For timetables, ​TransXChange​ is not used by National Rail, \nGTFS is not used by TfL. For stations, the UK has no open address register \n19\nto support ​NaPTAN. Fare data is very fragmented (for instance, the Rail \n20\nDelivery Group estimates there are currently ​55 million different train fares). \n21\nFor ticketing, some find the ​ITSO​ open standard hard to implement.  \n22\n \nFriction in interoperability can increase costs for data users and limit \ninnovation, for instance by making it harder for new entrants to develop \ncomplementary services to support existing transport. In particular, poor \ninteroperability limits innovation around MaaS. \nConsumers and policy makers are also thinking \nabout sharing data  \nCompanies’ attitudes to sharing in transport align with the findings of a recent ​ODI \nsurvey​ of UK consumer attitudes to sharing personal data. The survey of over \n23\n2000 consumers found that if a consumer trusts and knows an organisation, they \nare more likely to share personal data about them with that organisation. 94% of \nrespondents said trust was important in deciding whether to share personal data. \n64% said they would share personal data with an organisation they know, \ncompared to just 36% for an organisation they do not. \n \nThe survey also showed consumers are prepared to make trade-offs to share data \nabout them if it benefits them and society. While 15% said they would share data \nto get insights about themselves, even more (26%) would share personal data to \nhelp decide which public services to fund. 37% would share some data to help \nacademic research, while the most popular ‘data trade-off’ in the survey was \nsimilarly for the greater good: nearly 50% said they would share personal data if it \nhelped develop new medicines and treatments. We use ‘greater good’ in this \nreport to refer to these types of trade offs, when an individual puts a community’s \nneeds ahead of their own, or sees the two as connected, even inseparable. \n \n37% of people would share data about them  \nto advance academic research \n \nRecent policy ​conversations​ about transport in the UK have focused on how to \nshare data more. The 2017 ​Bus Services Act​ requires private bus operators to \nmake fare, timetable and route data open, to give people access to more \ninformation. The Transport Systems Catapult, working with the ODI and Deloitte, \nidentified​ ways for government to incentivise data sharing to support new mobility \nservices. And a government ​inquiry​ is exploring ways to support MaaS. \n24\n \n18\n ​https://www.sharedstreets.io \n19\n ​http://naptan.dft.gov.uk/transxchange \n20\n ​https://data.gov.uk/dataset/ff93ffc1-6656-47d8-9155-85ea0b8f2251/national-public-tran \nsport-access-nodes-naptan \n21\n ​https://www.raildeliverygroup.com/media-centre/press-releases/2018/469773920-2018- \n05-08.html \n22\n https://www.itso.org.uk \n23\n ODI (2018), ‘ODI survey reveals British consumer attitudes to sharing personal data’, \nhttps://theodi.org/article/odi-survey-reveals-british-consumer-attitudes-to-sharing-personal\n-data/ \n24\n ​See​ ‘​The Case for Government Involvement to Incentivise Data Sharing in the UK \nIntelligent Mobility Sector’ briefing paper on https://ts.catapult.org.uk \n \nOpen Data Institute 2018 Personal data in transport: exploring a framework for the future12 \n\n \n \nCase studies for the future \n \nTransport in Finland \nConnecting personal data with open data infrastructure for \nmobility-as-a-service \n \nFinland’s groundbreaking ​Act on Transport Services​, effective July 2018, \nrequires every transport group, public or private, to share an open API. This \n25\nlegislation​ aims to support a shift to transport as ‘mobility-as-a-service’, \nmeeting the travel needs of all Finnish citizens through single ticket, \nend-to-end, multimodal journeys. \n \nThe Act builds on the success of ​Helsinki Region Infoshare​ (HRI), launched in \n2011. HRI shares hundreds of open ​datasets​ to support academic research, \n26\nbusiness innovation and public engagement. It also uses ​meet-ups​, \nhackathons and social media to drive these efforts. HRI has created many \nbenefits​. For instance, the Helsinki Regional Transport Authority journey \nplanner open ​API​ has enabled many ​mobility services​ like:  \n \nWHIM​ – MaaS Global’s application to help people in Helsinki plan \nand complete journeys easily and affordably without owning a car. \nThe service is also in beta in ​Birmingham​ in the UK in a collaboration \nwith Transport for West Midlands, National Express and Gett.  \n27\n \nTrafficSense​ – Aalto University’s research project collecting data on \nusers’ regular journeys and linking it with real time and multimodal \ndata on speeds, congestion and other data in order to give users \nmore personalised suggestions when planning travel routes. \n28\n \nBlindsquare​ – a GPS application helping visually impaired people \ntravel independently. The voice-enabled app collects a user’s \nlocation and other personal data in order to personalise and share \ndata such as street intersections, cafés and favourite locations. \n29\n \nAlongside these initiatives, the government also supports ​MyData​, an alliance \nexploring ways to give people more control over data about them while \nhelping businesses use this data to develop services built on trust.  \n30\n \nThis emerging national framework for transport data infrastructure – \nintegrating public and private services, supporting equity and ethics – could \nsuggest a blueprint for other countries, especially those exploring MaaS. \n \n  \n25\n Ministry of Transport and Communications (2017), ‘Good and flexible transport services \nthrough a new act’, \nhttps://www.lvm.fi/en/-/good-and-flexible-transport-services-through-a-new-act-933165 \n26\n Helsinki Region Infoshare (2018), ‘What is HRI?’, \nhttps://hri.fi/en_gb/hri-service/what-is-hri \n27\n ​https://maas.global \n28\n Helsinki Region Infoshare (2017), ‘TrafficSense’, \nhttps://hri.fi/data/en_GB/showcase/trafficsense \n29\n ​http://www.blindsquare.com \n30\n ​https://mydata.org/finland \nOpen Data Institute 2018 Personal data in transport: exploring a framework for the future13 \n\nFostering trust in transport \nTrust is a high stakes issue when using personal \ndata \nTrust is a high stakes issue for transport companies who rely on their ability to \ncollect and use data about people, in particular journey data. While companies in \nmany sectors can collect location data during a person’s journey – from banks \nand smartphone makers to telecom providers and social media – it is transport \ncompanies whose relationships with customers are most defined by journey data, \nand whose business models are most closely aligned with it. ​These stakes will \nlikely grow higher ​as journey data is collected and used more, as more people \nthink about how and why they share data, and as we ​gain more rights over data \nabout us. \n \nIn any sector using personal data, trust is strongest when people think, and feel, \nthat an organisation uses data about them in ways that meet both their needs for \na service and their expectations in relation to privacy and receiving a fair share of \nthe benefits for data about them. People become more willing to share data about \nthem and less likely to move to competitors. ​But when this trust goes, for instance \nbecause data is used in a misleading way, we risk a backlash taking us into a \n‘data wasteland’. In such cases, people may restrict their privacy settings, adding \nbias into what might have otherwise been useful datasets. They may also \nwithdraw consent by changing service provider, by ceasing to use all providers of \na service, or stopping sharing personal data altogether, even for the greater good. \nFor transport – a universal asset which can benefit greatly from people’s \nwillingness to share journey data – such a loss of trust could be detrimental to \nboth transport providers and passengers.  \n \nCurrent levels of trust in how location data is being used across a range of sectors \nshould give us all pause for thought. One global consumer ​study​ by HERE \nshowed only one in five people feel they have full control over data about their \nlocation, while 44% have shared it unintentionally and 76% feel stressed or \nvulnerable doing so. On the other hand, using journey data about a person to \n31\nprovide a service for them at the right time and in the right place can create trust. \nFor example, interviewees reported that transport services who tell people about \ndisruptions affecting their journey can help them adjust routes in real time and \nbuild trust in the service as a result. \n \n“ \n“(If I) manage that disruption... that makes you \nview me as a trusted partner.”  \n– Stuart Walker, Arriva \nOur interviews with industry showed an interesting range of views about the role \nof trust​. Those who think of it as an abundant value to foster and grow take a \n‘show and tell’ approach, aiming to communicate and demonstrate to users the \nindividual and communal benefits of sharing journey data. Others see trust more \nin terms of scarcity, as a fixed asset to preserve, and commit to not sharing any \npersonal data (potentially without asking if and how users might be willing to share \nit). A third group, increasingly a minority, and now forced to change by tighter data \n31\n ​‘Privacy and Location Data’ survey​, ​https://www.here.com/en/company/ \nnewsroom/press-releases/2018-05-03 \nOpen Data Institute 2018 Personal data in transport: exploring a framework for the future14 \n\nregulation, do not proactively communicate about data at all, but may still share or \nsell it, according to their terms and conditions. \nHow tighter data protection regulation impacts \ntransport businesses \nAs organisations have adopted new technologies to collect and use data in new \nways and at new scales, regulators have increasingly focused on ​how personal \ndata is collected, stored and used, and how people can have more control over it. \nThe most recent culmination of this trend is the GDPR, a European Union \nregulation. It applies to any company processing data about EU citizens, even \ncompanies based outside the EU. The GDPR creates some new rights around \ndata, but mostly builds on existing rights in existing data protection regulations. \n32\n \n \nRight Description Did it exist \nalready? \nWhat are its key changes \nand elements? \nThe right to \nbe informed \nOrganisations must give people \n‘fair processing information’ on \nthe use of data about them, \nprimarily through privacy notices \nYes The information must be \nconcise, transparent and \nwritten in clear and plain \nlanguage \nThe right of \naccess  \nGives people access to  \ndata an organisation holds  \nabout them \nYes Information must be available \nfree of charge for the first \ncopy, unless the request is \n‘manifestly unfounded’, and \nprovided without undue delay, \ngenerally within one month of \nits receipt \nThe right to \ndata \nportability  \nLets a person obtain a copy of \ndata about them to share with \nother services.  \nNo This is a new right under the \nGDPR. It applies in specific \nsituations where data was \nprocessed automatically, and \nthe justification for processing \nit was that the individual had \nconsented to that use, such as \nloyalty card data. \n \n \nUnder the GDPR, companies must also apply the principles of data protection by \ndesign and by default, minimising the data they collect, ensuring good governance \nof personal data processing and demonstrating compliance. In situations deemed \nhigh-risk, they must also carry out Data Protection Impact Assessments (DPIAs). \n‘It is all about strengthening trust and updating the law to the 21st century.’  \n(Garreth Cameron, The Information Commissioner’s Office (ICO)) \n \nFines for non-compliance under the GDPR could be substantial, with businesses \npotentially liable for up to 4% of annual global turnover, or ​€20 million ​(whichever \nis higher)​. But fines are not the focus of the regulation: ​‘Thinking that GDPR is \nabout crippling financial punishment misses the point... it’s about putting the \nconsumer and citizen first.’ (​Elizabeth Denham, UK Information Commissioner). \n \nMost transport companies welcome the GDPR, as guidelines and benchmarks that are  \nnecessary to manage long-term trends in the collection and use of personal data. \n‘​There have to be actual laws that providers are accountable to in order for  \ntransport to remain sustainable’, says Eanna Lalor of Urbo.  \n \nMany also see it as an opportunity. \n32\n ​https://ico.org.uk/for-organisations/data-protection-reform/overview-of-the-gdp​r \nOpen Data Institute 2018 Personal data in transport: exploring a framework for the future15 \n\n“ \n \n“GDPR helps you think about the customer \nexperience in more detail.”  \n– Stuart Walker, Arriva \nThe GDPR’s introduction of the right to ​data portability​ may also increase \ninnovation​ and competition, as people can use their right to ‘port’ data about them \nto support the development of new services striving to meet their needs. For \n33\ninstance, a transport startup working to fill a gap in a specific location could \nprompt people in that location to share historic journey data about them by \nchanging permission settings in a journey planner service they use.  \n  \nSome businesses may try to minimise the risk of liabilities created by the GDPR by \ncollecting and using personal data less. In a sector increasingly reliant on real time \ndata from networks and users, this could reduce customer insight, create skewed \ndatasets and erode the quality of a company’s services over time. Trying to \nminimise a legal risk could create a greater, more strategic business risk. \nBeyond regulation – ethics, equity, engagement \nThe more an organisation needs personal data, the more it needs to change how it \nmanages risk. The complex issues raised by the commercial use of personal data \nneed to be assessed and managed proactively and consistently across a \ncompany’s business model, user experience and communication. Risks which \nmight have been considered reputational, ancillary, or both in the past become \nstrategic and operational, changing how a company makes decisions. To manage \nthis, organisations need decision-making frameworks that support innovation and \nare guided by three core principles of ​ethics, equity and engagement.  \n \n1. Organisations and people must use data ethically  \nTo earn trust it is vital that organisations and people do not collect, use or \nshare data about people in unfair, discriminatory or misleading ways.  \n \n2. Organisations must support equitable access to, and benefits from, \ndata  \nThis promotes fair competition, informed markets, and empowers people \nas citizens, creators and consumers.  \n \n3. Organisations must engage with people to make data work for all \nTo help meet the needs of all communities, organisations must \ncommunicate clearly and work collaboratively with them. \n \n1. Using data ethically \nTrust and ethics are inseparable – to earn trust, organisations must act ethically. A \ndecision can be lawful but still be unethical. Ethics is knowing the difference \nbetween what you have a right to do and what is right to do (a line sometimes \nattributed to US Supreme Court Justice Potter Stewart). The ethical issues raised \nby the use of personal data are complex, and as a result some businesses are \nexploring the rapidly emerging discipline of data ethics. These businesses see the \nGDPR as a stepping stone to this. \n \n33\n Jack Hardinges and Gillian Whitworth (2018), ‘Will GDPR and data portability support \ninnovation?’, ​https://theodi.org/article/will-gdpr-and-data-portability-support-innovation \nOpen Data Institute 2018 Personal data in transport: exploring a framework for the future16 \n\n“ \n \n“We really see GDPR as being the baseline and \nvery much the minimum that has to be done... \nWe want to take it a step further not just with \nticking the boxes but by using our data in an \nethical manner.”  \n–​ ​Eanna Lalor, Urbo \n \nIn transport, the potential ethical issues raised by the use of personal data are \nmany and highly complex. In particular, more discussion is urgently needed about \nwhat users expect from new mobility services, and the appropriate ways to use \nand share data about them. \n \nFor instance, one ​study​ of rideshare services analysed cancellation rates and wait \ntimes to suggest some drivers were discriminating against passengers based on \nthe perceived race or gender of the user profiles provided by rideshare services. \n34\nThe study also noted some female passengers were taken on longer trips. ​Should \na driver using their own car to offer trips via a rideshare service be given \ninformation about race and gender before being given the option to cancel a trip? \nAnd if drivers’ cancellations of a certain group make customer demand from that \ngroup appear lower than it is, would this bias future innovation using rideshare \nservices’ journey datasets? For instance, would it encourage investment in \nservices for groups less discriminated against, because their customer demand \nappears proportionally greater than it is? (This is as much a question of equity as \nethics, a reminder of how closely the two principles can relate). \n \nThere are also urgent ethical questions around the potential for data to be used in \nmisleading ways. Commentators like the ​Data Society​ have asked how the use of \ncrowdsourced traffic data can impact drivers in potentially misleading ways, for \ninstance if services recommend under-tested routes to gain more data about road \nconditions. This issue was taken to tragic extremes when a person’s death in \n35\nNiteroi, Brazil was ​attributed to misdirection​ caused by street names. How can \n36\nservices accessed while people are focused on activities such as driving ensure \nthey are not misleading? ​Even if a driver is not being misled, is it right to be given \nthe option to use an under-tested route in exchange for a free service?  \n \n2. Supporting equitable access to and benefits from data \nTransport is a global need and a universal asset, so it is critical that data is used in \nways that meet the transport needs of everyone. \nSome groups of people and modes of transport are now intensively monitored and \nmeasured, and data about them can be used to strengthen the case for investment \nin infrastructure, subsidies or innovation. On the other hand, because of the ways \njourney data is collected, there are groups we have little or no data about who are \nincreasingly at risk of being excluded from such decision-making processes. These \n34\n Yanbo Ge, Christopher R. Knittel, Don MacKenzie, Stephen Zoepf (2016), ‘Racial and \nGender Discrimination in Transportation Network Companies’, \nhttp://www.nber.org/papers/w22776 \n35\n Alex Rosenblat and Tim Hwang (2016), ‘The Wisdom of the Captured’, \nhttps://datasociety.net/output/the-wisdom-of-the-captured \n36\n British Academy (2018), ‘Data management and use: case studies of technologies and \ngovernance’ report, \nhttps://www.britac.ac.uk/sites/default/files/Data%20Governance%20-%20Case%20studie\ns.pdf \nOpen Data Institute 2018 Personal data in transport: exploring a framework for the future17 \n\n‘data wastelands’ can in turn mean businesses miss opportunities to develop new \nservices or enter new markets. \n \nGroups of people most at risk of being overlooked include those who: \n \n●cannot access transport (for example wheelchair users, or people in rural \nareas without transport) \n●pay in cash for transport (including those who use cash-only taxis or buses) \n●do not use monitored transport (for example walkers and runners who don’t \nuse fitness trackers and are outside connected city centres) \n●are ​digitally​ and/or ​financially​ excluded (for example the very young or old) \n●choose not to share data about themselves \n \nThis raises important questions about how data can harm, as well as help. For \ninstance, how will a lack of data on walkers and runners relative to other more \nresource-intensive modes of transport impact the development of our transport and \ncities over time? Will transport be skewed to deliver more resource-intensive modes \nof transport because there is more data about users of those services? Will it be \nharder to make a case for low carbon services and support ​active mobility​? \n \nPotholes offer another opportunity to think about the problem of data wastelands. \nNew mobility services for cyclists such as ​See.sense​ lights and ​Blubel​ navigators \ncollect data on potholes from users and share it with local authorities, either for free \nor paid for as a service. Will this make local authorities prioritise the needs of \n37\nthose cyclists who can afford this equipment and share pothole data over other \npeople who use roads? Or will it help local authorities redirect the time and \nresources saved through this new service into collecting other data to help make \nbetter decisions about pothole repairs overall? \n \nThe example of people who choose not to share data about them raises policy \nissues around personal choice which need to be explored. As new mobility services \nintegrate more with public transport, should there be options for people who do not \nwant data about them to be stored or used? (Some smart ticketing services offer \nunregistered or anonymous versions which offer fewer benefits than cards which \nare personalised to one user). ​It could even be a question of free will. Can you still \nuse transport without choosing to share data at all? If the answer is no, it is not a \ngenuine choice, so simply asking for ​consent​ could be considered misleading. \n38\n \nSocietal debates and democratic decisions help determine the choices that citizens \nand consumers can make or, to put it another way, the sets of individual user needs \nthat will be met. If societies determine that they want consumers to have access to \na range of transport services that can be used without sharing personal data but \nmarket forces do not lead to the emergence of these services then it may take \ngovernment intervention to make it happen.  \n \n \n \n \n  \n37\n ​https://seesense.cc​ and https://blubel.co \n38\n ​https://ico.org.uk/for-organisations/guide-to-the-general-data-protection-regulation-gdpr \n/​lawful-basis-for-processing/consent \nOpen Data Institute 2018 Personal data in transport: exploring a framework for the future18 \n\n \nRural mobility: ​an overlooked opportunity? \n \nIn rural communities, a person’s independence is closely linked to their ​access \nto transport​, but to date new mobility services have done little to meet these \ncritical travel needs. This lack of rural mobility services relative to cities is \n39\neffectively creating journey data wastelands in many areas. Left unchanged, \nthis risks limiting innovation in rural transport even further. \n \nTo date, new mobility services have focused most on cities, which offer more \nof the infrastructure these services need to work, and are big, ​growing \nmarkets. This makes sense for a startup, but once a service is established it is \nimportant it extends outside urban areas where possible. This supports equity \nin transport and helps businesses access markets to meet the needs of the \ngrowing number of commuters who cross both rural and urban areas. \n \nJourney data could play a critical role in improving rural transport. Historically, \none of the obstacles to developing rural transport was the cost of running it – \noperations in less densely populated areas need to cover more miles for fewer \npeople. Journey data can help organisations understand demand more, \nmaking services more feasible and viable.  \n \nSome organisations are exploring opportunities like this. For instance, in the \nUK, ​Arriva​ operates smart buses in Kent. ​Ride​’s smart bus service in Essex \nand Suffolk is a FutureGov partnership with local authorities (see Smart Buses \nin the UK case study). Community led groups like ​Western Dales Buses​ also \nplay a valuable role in meeting the needs of some local communities, but most \ndo not collect journey data. \n \nPublic sector initiatives may also help reduce rural data wastelands. For \nexample, a ​government investment​ to introduce smart ticketing across \nEngland and Wales will give train operators the ability to collect more journey \ndata. This could be used to support better investment and planning in rail \n40\ninfrastructure and services. With appropriate anonymisation and consent, it \ncould be linked with other data to help understand the overarching travel \nneeds of people in rural areas beyond trains alone.  \n \nWhile some journey planners only cover cities, Google Maps can collect \njourney data in rural areas, and offers suggested routes across large distances, \nincluding some public transport. Could such rural journey data be aggregated \nto develop overarching multimodal views of rural travel needs?  \n \nMaaS services could also play a valuable role in meeting rural travel needs. For \nexample, ​Navigogo​ is working with 16-25 year olds to design and test a new \nservice in Dundee and North East Fife, Scotland. This collaborative initiative \n41\naims to give young people personalised travel data across multiple modes of \ntransport, such as walking, buses, trains, taxis, car clubs and bike schemes, \nand offer concessions and discounts in a single payment process.  \n \n39\n ​See Transport Systems Catapult research on rural transport at \nhttps://ts.catapult.org.uk/readyforinnovation \n40\n ​https://www.gov.uk/government/news/government-plans-80-million-smart-ticketing-rail- \nrevolution \n41\n ​https://www.the-espgroup.com/project/navigogo \nOpen Data Institute 2018 Personal data in transport: exploring a framework for the future19 \n\n3. Engaging to make data work for all \n \nOrganisations who encourage people to share data about them must earn trust by \nmaking good on their word. They should do this by ensuring their commercial and \ncommunications strategies for how they collect and use personal data match up. \nCompanies who let gaps grow between the two, or who are opaque about the \nbenefits of personal data to the business itself, can create strategic risks around \ntrust that business models using personal data cannot afford.  \n \nPeople currently feel poorly informed about how personal data is being used. A \nDotEveryone ​survey​ of people in the UK found that 70% recognise that a service \nthey share personal data with can use it to target advertising, but only 56% know \nthat the data can be sold to other companies. ​And​ while 94% of people said it is \nimportant to be able to choose how much data they share with companies and \nknow how that data is used, half of them do not know how to do this.  \n42\nFor location data specifically, the findings are even more troubling. The global \nsurvey​ by HERE mentioned earlier in this report found that 80% of consumers are \nnot clear about why location data about them is needed most of the time, what it \nis used for, where it is stored, and which third parties have access to it.  \nTo address these issues and risks, businesses are encouraged to think more \nholistically about engagement, exploring ways to explain their business models, \nhow data about people is collected, used and stored, and the benefits and \ntrade-offs involved in clear and relevant ways. People can understand the \nfundamentals of how a system works when given the relevant information \n(systems thinker Donella Meadows used the example of a ​bathtub​ to show this). \n43\nThis sort of communication can help users make informed choices, either as \nindividuals, or with the support of third parties like ​data representatives.  \n44\n \n \n \n \nFigure 2. A seat on the Central Line, Transport for London \n \n \n42\n ​See ​http://attitudes.doteveryone.org.uk​ and http://understanding.doteveryone.org.uk \n43\n ​http://donellameadows.org/wp-content/userfiles/bathtubs101.pdf \n44\n Tom Steinberg (2018), ‘Personal Data Representatives: An Idea’, \nhttps://medium.com/@TomSteinberg/personal-data-representatives-an-idea-d2274d1af69b \nOpen Data Institute 2018 Personal data in transport: exploring a framework for the future20 \n\n \n \nCase studies for the future \n \nTOC Ability \nUsing personal data to improve equality in transport in the UK \n \nThe spending power of households with people with disabilities in the UK is \n£250 billion​, but businesses often miss opportunities to deliver services for \nthis group. 9% of adults have difficulty with mobility, but represent only 5% \n45\nof train users, put off by ​poor accessibility​ at stations and during journeys. \n46\n \nTo address this market failure, Stratford-upon-Avon intelligent mobility \nstartup ​Enable ID​ is piloting ​TOC Ability. The startup is using a collaborative \n47\nand iterative process to design and test the service. It involves a panel of \npeople with disabilities, Transport for London, Arriva, Loughborough \nUniversity (providing customer experience expertise), the University of \nSurrey’s cyber security experts, and other groups. \n \nTests will run at sites including Wembley Central and Harrow & Wealdstone \n(London Underground), Willesden Junction and Carpenders Park (London \nOverground), and other stations outside London. \n \nIn particular, the pilot will test the feasibility of a data hub which delivers \nbetter rail services to passengers with accessibility needs by sharing real time \ndata about them with Train Operating Companies (TOCs), journey planners, \nbus and taxi firms, and even non-transport services like food retailers and \nchemists.  \n \nTo provide these services viably, the hub will help TOCs track and balance \nthe profitability of providing these services alongside the related costs of \nrunning them. To support trust in the service, the hub will include a consent \nmanagement system to give users control over data about them, including \nhow it is used and shared. \n \nHow could an approach such as the one being used by TOC Ability be \napplied to test ways to increase accessibility and improve user experience for \nother groups with specific travel needs? \n \n  \n45\n BBC News (2017), ‘New voice for disabled consumers’, \nhttp://www.bbc.co.uk/news/business-39028509 \n46\n The Guardian (2016), ‘Disabled people are still being treated as second class on public \ntransport’, \nhttps://www.theguardian.com/public-leaders-network/2016/sep/27/disabled-people-secon\nd-class-citizens-public-transport \n47\n ​https://enableid.com/tocability \nOpen Data Institute 2018 Personal data in transport: exploring a framework for the future21 \n\nHow transport uses data  \n \nThis section looks at some major land transport for people, outlining how they \ncollect and use data, particularly journey data. We do not aim to give a \ncomprehensive global view covering all types of transport – instead we hope to \ngive an overview of some key stakeholders in interconnected transport systems.  \n \nWe have been struck by two observations while doing this. Firstly, categories in \nthis innovative sector are not clear cut. For this report, we look at modes of \ntransport (often thought of as operations) and new ways of accessing transport \n(often called services), but the two constantly overlap. For example, buses are a \nmode of transport that may also use digital services to give people new ways to \naccess their operations. A bikeshare service is a new way of accessing transport \nthat runs physical operations to enable that new form of access. A journey planner \nis a new service for sharing data about multiple modes of transport that can also \nuse that data to develop physical operations in different modes of transport. \n \nOur second observation is that new mobility services tend to collect and use \njourney data far more than established public transport operations. If this trend \ncontinues it could create imbalances in our transport systems, perhaps even \noligopolies or monopolies, in the form of journey data for specific locations. There \nare private companies and public services already exploring ways, often \ncollaboratively, to address these imbalances and make data more open, and these \nefforts must continue to ensure transport systems serve the needs of everyone. \n \n \nTrains \n \nHistorically, intercity rail operators collected little personal data, focusing instead \non the technologies and data required to validate payments and prevent ticket \nfraud. However, as new mobility services and other sectors show the benefits of \npersonal data, train operators are exploring ways to collect and use it. \n \nIn a growing numbers of places, such as Europe, North America and India, train \noperators are collecting personal data by asking people to create accounts before \nbuying tickets online; third party retailers such as Trainline and GoEuro can do the \nsame. An increasing number of train operators are also moving to mobile tickets \nand smart ticketing. Many train operators can also collect personal data through \nwifi logins offered onboard (wifi providers can collect it too). All this data can be \nused to improve core operations, customer service and complementary services.  \n \nMany train operators still don’t know when specific people board specific trains, \nbecause cash payments and paper tickets transferable between people or trains \nremain common. This is changing as countries like Finland, Holland, Germany, \nFrance and the UK use more mobile tickets and smart tickets. Ticket barriers or \nonboard staff can scan these tickets to collect real time journey data linked to \nindividuals. Even in these situations, it can still be hard to complete journey data, \nas tickets are not always scanned at the end of journeys, and passengers may get \noff at a station not reflected in their original ticket purchase. \n \nThe UK government’s investment in rail smart ticketing across England and Wales \nmentioned earlier in this report will give train operators the ability to collect more \naccurate journey data and may encourage them to think more about how they use \nit and other personal data. Operators could find ways to increase engagement \nwith customers and address service gaps, for instance by combining appropriately \nanonymised journey data with other data to understand overcrowding beyond \nsimple counts. Done ethically, this could help reduce overcrowding and pressure \non infrastructure by helping train operators understand what trade-offs individuals \nmight make to adjust when they travel to help the system and themselves. \n \nOpen Data Institute 2018 Personal data in transport: exploring a framework for the future22 \n\n \nBuses  \n \nBuses, like trains, have historically collected little data and are working to change \nthis. Bus services and their oversight are generally more fragmented than trains, \nparticularly outside major cities. This fragmentation can make it harder for individual \norganisations to collect data at the scales needed to deliver benefits, and reduce \ninvestment in data as a result. Access to more open data infrastructure, perhaps \nincluding safely and securely shared journey data, could help address this issue.  \n \nThe UK’s highly fragmented and ​shrinking bus network​ is a case in point. There is \n48\ncurrently no consistent way for private sector operators of buses to share \ntimetables and fare data with public sector operators of bus lanes and bus stops. \nThis makes it hard for people to get the data they need, potentially making them \nless likely to trust and use buses. Bus operators’ smart cards, which can collect \ncustomer data, are still relatively new and equally ​fragmented​, and it is unclear how \nmuch they are used. Even when they are used, accurate journey data can still be \ndifficult to collect, as passengers may only scan or tap a smart ticket when they \nboard a bus, not when they get off. As a result of all this, there is little innovation \nusing data, limiting the public and private sectors’ ability to understand and serve \npeople’s needs.  \n \nMore open transport data and engagement with local communities is not a magic \nsolution but it could help overcome these obstacles and there are signs of positive \nchange in these directions – the ​Bus Services Act​ requires UK bus operators to \nprovide open data by 2020, and some companies are now testing ‘smart buses’.  \n \n \n \nCase studies for the future \n \nSmart buses in the UK \nUsing personal data to develop bus services for underserved locations \n \nFormalised carpool-type services like ​Lyft Shuttle​, ​Uber Pool​ and ​BlaBlaCar \nshow people will combine sharing data about them with businesses and \nsharing small private spaces with drivers and passengers they don’t know if it \nhelps them make necessary journeys like work commutes or getting home \nlate at night. Now established operators, new entrants and local councils are \ndeveloping similar services for bigger groups in cities like Manchester, \nLondon and Bristol, and in rural areas like Kent, Suffolk and Essex.  \n \nOften called smart buses or shared transport, these minibuses and minivans \noffer routes with pre-determined or on-demand pick-up points and \ndestinations. In particular, these flexible, adaptable vehicles could help meet \nrural travel needs, improving equity in transport. \n \nThe UK’s first smart bus pilot was launched by public transport operator \nArriva in Sittingbourne, Kent. ​ArrivaClick​ collects users’ journey plans via a \nsmartphone application and then maps a ‘corner-to-corner’ minibus route \nguaranteeing seats for people, including wheelchair users. The year-long pilot \nreported ​promising​ results: 12% of local residents downloaded the \n48\n BBC News (2018), ‘Britain's bus coverage hits 28-year low’, \nhttp://www.bbc.co.uk/news/uk-england-42749973 \nOpen Data Institute 2018 Personal data in transport: exploring a framework for the future23 \n\napplication, and 52% of users switched from private car transport as a result.\n \n49\n \nIn Essex and Suffolk, ​Ride​’s on-demand bus service was started by \nFutureGov in partnership with Essex and Suffolk County Councils and the \nsupport of Transport Systems Catapult. In urban areas, Paris public transport \nprovider RATP’s international arm, RATP Dev, developed ​Slide Bristol​ to \ndeliver shared ride-to-work services in Bristol. San Francisco mobility startup \nChariot​, bought by Ford in 2016, is running a TfL-approved pilot with fixed \npick-up points in parts of south London. \n50\n \nCitymapper is an example of a journey planner using personal data to expand \ninto transport operations. It began as a London journey planner using TfL \nopen data, and Google and Apple maps and platforms. It combined this data \nwith users’ journey data to build an algorithm called ‘​Simcity​’. Simcity \nanalysed demand for routes, mapped it over existing public transport routes \nto identify gaps, and forecast how new routes might change how people \ntravelled. A ​smart bus pilot​ tested these insights and collected customer \nfeedback. A late-night ​Smart Ride​ service launched as a result, and \nCitymapper shares ​open data​ on it. Now TfL, Google and Apple display \n51\nCitymapper’s service in their applications, as well as vice versa.  \n \nSome people argue that bus networks must remain fundamentally public to \nensure infrastructure is built for all, including people less able to pay or \npersuade. Others say that the private sector should play a role developing \nbusiness models to fill public service gaps. \n \nCars \n \nSince the 1990s, most cars have automatically collected location, speed, emissions \nand other data via event data recorders and diagnostics systems installed directly in \ncars. This data could usually only be retrieved via physical access to the car. It was \nused by car makers to measure and improve safety and performance in car models, \nand by mechanics to find and fix issues in specific cars. Car owners can now also \nconnect devices such as smartphones or telematics ‘black boxes’ to their cars. \nThese devices can collect and share journey data and other data with third parties \nwho use it to provide services such as navigation, insurance and entertainment.  \n \nAs a result, cars collect large amounts of data – ​25Gb of data an hour​, likely to grow \nto ​4 terabytes​ with self-driving cars. This includes a lot of ​personal data​ linked to \n52\nmany people and interested parties. (Connected cars help demonstrate why ​no \n53\none owns data). In future, autonomous cars could even collect personal data that \n54\nis ​emotional​ and physical, like heart rate, facial expression and voice analysis.  \nAs cars become more autonomous, people will be able to rent them as they need \nthem for specific journeys between places, improving end-to-end mobility. This \n49\n ​See ​https://www.arrivabus.co.uk/arrivaclick​ and ​https://www.intelligenttransport.com/ \ntransport-news/65899/arrivas-on-demand-public-tra​nsport-service-a-success \n50\n ​See ​https://www.bookyourride.co.uk​, ​http://www.slidebristol.com​ and \nhttps://www.chariot.com/cities/london \n51\n Citymapper (2018), ‘Good Bus - What happens when an app company runs a bus’, \nhttps://medium.com/citymapper/good-bus-part-1-3-77d65e6f8ce3 \n52\n MIT Alumni (2016), ‘Cars, Data, and Internet of Things’, \nhttps://alum.mit.edu/slice/cars-data-and-internet-things​ and Networked World (2016), ‘Just \none autonomous car will use 4,000 GB of data/day’, \nhttps://www.networkworld.com/article/3147892/internet/one-autonomous-car-will-use-400\n0-gb-of-dataday.html \n53\n ​For more detail, see the Future of Privacy Forum’s guide ‘Personal Data in Your Car’, \nhttps://fpf.org/wp-content/uploads/2017/01/consumerguide.pdf \n54\n UC Hastings (2018), ‘No One Owns Data’, ​https://ssrn.com/abstract=3123957 \nOpen Data Institute 2018 Personal data in transport: exploring a framework for the future24 \n\nrental model will mean cars are more likely to be owned by governments or \nbusinesses than people. It will become more important that people know how data \nabout them is collected and used, and that they trust the organisations that do this.  \n \nMaking data from cars as open as possible could help solve many shared \nproblems. Perhaps most compellingly, it could help reduce road deaths. ​94%​ of car \ncrashes are due to human error. Data from cars in accidents could be anonymised \n55\nand shared to help researchers and public authorities analyse and, where possible, \nfix factors causing them. This data could also be linked with other open data on \nroad accidents, such as ​UK​ road safety data or ​New York​ motor vehicle collision \ndata. It could also help car makers develop safer software for automated cars \n56\nmore quickly.  \n \nAccidents could also be reduced by sharing data including journey data between \ncars or with transport infrastructure. The EU’s ​C-Roads​ project and the Nevada \nCenter for Advanced Mobility’s ​partnership​ with Nexar are testing ways to create \nthese vehicle-to-vehicle (V2V) and vehicle-to-infrastructure (V2I) networks. They \n57\ncould also use this data to reduce traffic and improve real time road management, \nas well as help make roads more suitable for self-driving cars.  \n \nWhen an accident occurs, telematics insurers can already use a customer’s location \ndata to get help there ​quickly​. Telematics insurers collect data from boxes installed \nin customers’ cars or via their smartphones and use the data to personalise \ninsurance premiums. This can make insurance more affordable for drivers in higher \nrisk groups, such as young drivers, if they are better-than-average. Businesses can \nalso use this data to identify insurance fraud. Many telematics algorithms are not \ntransparent in how they track and measure driving patterns, and should explain to \ncustomers how data about them is being used and the benefits it can create. More \nclarity is also needed on how the data they collect can be ​shared.  \n58\n \nThere are many other ways cars sharing data could help solve problems. ​Flourish​ is \nexploring ways both connected and autonomous vehicles might help address the \nmobility needs of ​older people​ in the UK. Connected cars could share anonymised \n59\nlocation data to help maintain open mapping data which benefits all drivers, or help \nmake open address registers more accurate by sharing missing data with them. \n \nGiven the amount of personal data cars can collect, and the number of \norganisations who can use it, it is critical privacy is considered and protected at all \ntimes. Major car makers like Volvo, Ford, Nissan and BMW have signed up to the \nPrivacy Principles for Vehicle Technologies and Services. One name not \n60\nmentioned is Tesla, who some ​commentators​ have criticised for how it shares data \nabout people. As cars use more data themselves, ​car hacking​ will also become a \n61\ngrowing risk and increase organisations’ focus on the security of all data. \n62\n  \n \n  \n55\n https://crashstats.nhtsa.dot.gov \n56\n ​See​ ​https://data.gov.uk​ and https://opendata.cityofnewyork.us \n57\n ​See ​https://www.c-roads.eu/platform​ and https://www.getnexar.com/nevada \n58\n ​The Telegraph (2014), ‘Insurers admit 'black box' data may be handed to police’, \nhttps://www.telegraph.co.uk/finance/personalfinance/insurance/motorinsurance/11217690/\nInsurers-admit-black-box-data-may-be-handed-to-police.html \n59\n Shergold, Wilson & Parkhurst, G. (2016), ‘The mobility of older people, and the future role \nof Connected Autonomous Vehicles’, ​http://www.flourishmobility.com/publications \n60\n ​https://autoalliance.org/connected-cars/automotive-privacy \n61\n The Guardian (2017), ‘The customer is always wrong: Tesla lets out self-driving car data – \nwhen it suits’, \nhttps://www.theguardian.com/technology/2017/apr/03/the-customer-is-always-wrong-tesla\n-lets-out-self-driving-car-data-when-it-suits \n62\n The Register (2018), ‘Newsflash: Car cyber-security still sucks’, \nhttps://www.theregister.co.uk/2018/01/26/car_hacking_wireless \nOpen Data Institute 2018 Personal data in transport: exploring a framework for the future25 \n\nRidesharing \n \nWhile most traditional taxis remain data-poor, ridesharing services are built on data. \nCompanies like Uber and Lyft collect journey data, user ratings, contact and bank \ndetails for both passengers and drivers, to connect them on-demand and manage \npayments between them. These mobility services can also link this data with other \ndata to understand customers more and develop adjacent services, such as ​food \ndeliveries. They may also sell this data to third parties.  \n63\n \nThese popular services have met travel needs and created jobs in cities around the \nworld. They have helped people meet their last mile travel needs, and made things \neasier for people who can’t access a car or public transport, or whose travel needs \ncannot be met by public transport. All this benefits people who can afford to pay for \nsuch services, but it does not assist people who cannot. It is critical that the impact \nof these new services does not reduce equal access to transport over time. \n \nThese fast-growing mobility services have also highlighted the need to make \ndecisions about data which foster and earn trust at all times. Some commentators \nare concerned about how rideshare services store the large amounts of personal \ndata they collect, and Uber is working to rebuild trust after concealing ​data hacks \nlast year. Other commentators are concerned about the ​demands​ these services \n64\nput on transport infrastructure, and debate their ​net effect​ on economies overall. \n6566\n \nAs a result, there is growing ​pressure​ for rideshare businesses to engage with us \nmore, and make their journey data more open – ​San Francisco​ even compelled it. \n67\nNow, ​Uber Movement​ shares ​aggregated, anonymised data​ for Paris, Sydney and \nother cities to help policy makers understand and meet urban mobility needs. \n68\nSeveral ridesharing services have also signed Zipcar co-founder Robin Chase’s \nShared Mobility Principles for Livable Cities​, supporting collaboration and open data \nto develop transport in the interests of all. Concepts such as ​data observatories \n69\nmay be one way to start turning these commitments into action and provide insights \nthat help local areas make more informed decisions. \n70\n \nIf rideshare services continue to grow, the imperative to share insights such as \nusage data will grow with it. The speed of adoption of these new services, \ncombined with ongoing poor data collection in some public transport, could create \njourney data monopolies, for instance in cities where fragmented bus services not \ncollecting data compete with a single ridesharing service. This asymmetry between \npublic and private operators could limit the ability of public services to invest and \ninnovate over time, and be exacerbated as public transport data continues to \nbecome more open. For example, the Bus Services Act in the UK mandates smart \nbuses with a bus operating license to provide open data by 2020, whereas \nrideshare services which can effectively compete with them but operate under a \nprivate hire license are not required to do the same. \n63\n ​https://www.ubereats.com \n64\n Bloomberg (2017), ‘Uber Paid Hackers to Delete Stolen Data on 57 Million People’, \nhttps://www.bloomberg.com/news/articles/2017-11-21/uber-concealed-cyberattack-that-e\nxposed-57-million-people-s-data \n65\n CItyLab (2017), ‘The Ride-Hailing Effect: More Cars, More Trips, More Miles’, \nhttps://www.citylab.com/transportation/2017/10/the-ride-hailing-effect-more-cars-more-tri\nps-more-miles/542592/ \n66\n Thor Berger, Chinchih Chen & Carl Benedikt Frey (2017), ‘Drivers of Disruption? \nEstimating the Uber Effect’, \nhttps://www.oxfordmartin.ox.ac.uk/downloads/academic/Uber_Drivers_of_Disruption.pdf \n67\n BBC News (2017), ‘Uber and Lyft ordered to share data with San Francisco’, \nhttp://www.bbc.co.uk/news/technology-40172017 \n68\n ​https://movement.uber.com \n69\n ​https://www.sharedmobilityprinciples.org \n70\n Open Data Institute (2018), ‘Understanding the impacts of peer-to-peer accommodation, \nthe role of data and data observatories (report)’, \nhttps://theodi.org/article/understanding-the-impacts-of-peer-to-peer-accommodation-the-r\nole-of-data-and-data-observatories-report \nOpen Data Institute 2018 Personal data in transport: exploring a framework for the future26 \n\nBikesharing \n \nBikesharing has great potential to support the travel needs of urban populations \nand has been ​embraced by people in cities around the world. In the UK alone, 20 \n71\nbikeshare operators have launched in 10 years. These services let people who can \ncycle travel more flexibly and actively while reducing congestion and pollution.  \n \nDocked and dockless services like ​Urbo​, ​obike​ and ​ofo use applications and bank \n72\ncards to collect account and bank details as well as some journey data. Operators \ncollect GPS data directly from bikes to locate and move them to match customer \ndemand. Some also collect journey data from users, via a smartphone or connected \ndevice linking them to the bike, sharing that data with the user, and sometimes \nselling it to third parties.  \n \nSome bikeshare services are exploring ways of sharing data that help urban \nplanners make better planning and investment decisions. For instance, Urbo aims \nto work with local authorities whenever they enter a new city. Services increasingly \nshare usage data with local authorities, and it is now often a condition for dockless \nservices seeking local authority consent.  \n \n“ \n \n“We always open a line of dialogue with the \ngovernment and local council... it’s very much \na collaborative relationship”  \n–​ ​Eanna Lalor, Urbo \nSome bikeshare services are working to increase accessibility for excluded groups. \nFor example, ​Germany’s Nextbike service can be accessed via an RFID card \nbought in shops, to give access to people with no smartphone or bank card. \nHourbike offers electric bikes in some locations, to give access to those less able to \ncycle.  \n \nOpen standards and industry bodies are helping these services share more data \nand in ethical and equitable ways. The ​General Bikeshare Feed Specification, \nstarted in the US, is a new operator-led standard for sharing real time data on bike \navailability from different services. It increases accessibility to bikeshare services by \nhelping journey planners include them in their applications, and improves urban \nplanners’ decision-making by giving them aggregated mobility patterns.  \n \nIndustry groups are also emerging to help these new services engage with key \nstakeholders in the public and private sectors, including large employers and \ncommunity groups. For example, ​Bikeplus​, the representative body for bikeshare \nservices in the UK, analyses and shares data and works to ensure social and \nenvironmental benefits are maximised and evenly spread.  \n73\n \n \nJourney planners  \n \nJourney planners are growing in popularity around the world, transforming how we \naccess and analyse transport ecosystems. Applications like Google Maps, Moovit \nand Citymapper, typically accessed via smartphones, combine transport data from \nmany modes of transport with maps to help people choose and monitor trips from \nand to precise locations. This makes them ‘end-to-end’ and ‘multimodal’ services. \n71\n ​http://bikes.oobrien.com \n72\n ​See ​http://www.myurbo.com​, ​https://www.o.bike​ and ​https://www.ofo.com \n73\n ​https://www.carplusbikeplus.org.uk/projects/bikeplus \nOpen Data Institute 2018 Personal data in transport: exploring a framework for the future27 \n\n \nUsers can give these applications permission to collect journey data, anonymously \nor linked with other data about them. As well as helping to plan journeys, it can help \nusers track other things, such as distances travelled, calories burned or money \nsaved. It can also help improve the accuracy of the application’s data for all users, \nand help the application itself develop other services, such as data analytics for \npublic and private mobility providers, or new transport operations. \n \nMoovit crowdsources data from users to ​plot public transport stations and routes in \ncities with little or no open transport data. This helps people in those cities access \nand engage with public transport more easily, and those cities can ​license​ ​this \ninformation to improve their data infrastructure. Citymapper encourages cities to \n74\npartner with it to develop open data, and also uses the journey data it collects to \nidentify and fill gaps in transport services (see Smart Buses in the UK case study). \n \nThe benefit of open data infrastructure to these companies has influenced how they \ncommunicate. They strive to explain the different ways and value of sharing data to \nusers, building communities and making the ‘greater good’ part of their service and \nethos. This can increase people’s engagement as they are motivated to help \nimprove a system for the benefit of others as well as themselves. Companies with \nthis type of engagement and business models that back it up foster and earn trust. \n \nJourney planners have real time network views of how people move through \ntransport ecosystems. These overarching views could be of great value to public \nservices that often provided the open transport data which helped these private \nservices start. For instance, Moovit’s ​public transit index​ shares anonymised and \naggregated data on how people experience public transport in cities around the \nworld, from wait times, to number of changes in a single journey and the average \nlength of a commute.  \n75\n \nFurther exploration of such sharing is encouraged, particularly where it could help \npublic transport fill service gaps that private companies have identified but can’t or \nwon’t fill themselves. If MaaS develops to position journey planners as centralised \ngateways into our transport ecosystems, it will also be important their displays \ncontinue to enable innovation by supporting awareness of and enabling access to \nnew mobility services as they emerge, using open APIs.  \n \n \n \nCase studies for the future \n \nDigital Matatus \nCollecting journey data for open data infrastructure in informal transport \nsystems \n \nNairobi’s ​Digital Matatus​ was the first group to develop open data \ninfrastructure for the ​informal transport systems​ common in cities across \nAfrica, Asia and Latin America. The University of Nairobi’s ​C4D Lab​, MIT’s \n76\nCivic Data Design Lab​ and Boston design agency Groupshot collaborated to \nmap the city’s network of ​matatus​, privately-owned minibuses used by most \nNairobi residents.  \n77\n \nTo do this, university students collected journey data using mobile phones \nand GPS technology. They identified routes and stops, as well as fares, all of \nwhich can vary journey to journey. To standardise and open the data, they \n74\n ​https://www.solutions.moovit.com \n75\n ​https://www.moovitapp.com/insights \n76\n ​http://www.digitalmatatus.com \n77\n ​‘The Digital Matatu Project’, https://doi.org/10.1016/j.jtrangeo.2015.10.005 \nOpen Data Institute 2018 Personal data in transport: exploring a framework for the future28 \n\nasked Google to help them modify the GTFS open standard, built for formal \ntransport systems with fixed routes and stops, to fit informal transport \nsystems with a lot of variable data.  \n \nThe group used the data to publish route maps in both digital and paper form. \nBecause the data was standardised using GTFS, Google and OpenStreetMap \ncould also include the routes in their maps. Making the routes visible and \naccessible helped passengers save time by finding routes to meet their travel \nneeds easily. It also changed travel experiences, for instance helping women \nfeel ​safer​ at night.  \n78\n \nMaking the data open and easy to use allowed others to create further \nbenefits. Matatu drivers could see underserved areas and try new routes. \nThird-party developers used the data to create new applications such as \nma3route​, which crowdsources location and other data to provide updates on \ntraffic and driving conditions. New mobility services like this also expanded \n79\nthe city’s transport ecosystem to include its technology community. The data \ncan also support transport planning to help combat the estimated $1 billion \nNairobi losses a year to ​wasted gridlock hours. \n80\n \nSimilar initiatives are also running in ​Manila​, ​Accra​, ​Dhaka​ and ​Mexico City. \n81\nLinking resources and skills across cities, ​Digital Transport 4 Africa​ is a \ncollaborative initiative using open data to improve urban transport throughout \nAfrica. Could learnings from these initiatives also be applied to cities with \n82\nmore formal public transport where frequent journeys via new mobility \nservices may be evolving into informal transport systems? \n \n \nSmart ticketing  \n \nTicketing is a core function of any transport system and has changed significantly in \nrecent years. Many public transport operators have moved from paper to magnetic \ntickets, then barcodes, and now mobile ticketing, smart cards and contactless \npayments. These new technologies have simplified travel for people and allowed \ntransport operators to collect journey data and use it to make better planning and \ninvestment decisions, as well as lower the cost of their ticketing solutions.  \n \nSmart cards​ using RFID and NFC technology let passengers in cities such as Hong \nKong, Sydney, Stockholm and London access services across multiple modes of \ntransport with a single card. In London, people can use contactless bank cards. \n83\nOther cities, such as Oslo and Helsinki, focus on mobile ticketing and smartphones. \n \nWhile many rural communities do not yet have access to smart ticketing, some \ncountries have moved to a national ticketing platform that can be used in urban and \nrural area and for all modes of public transport. This solution is seen, for example, in \n78\n Wired (2015), ‘How Nairobi Got its Ad-hoc Bus System on Google Maps’, \nhttps://www.wired.com/2015/08/nairobi-got-ad-hoc-bus-system-google-maps \n79\n ​https://www.ma3route.com \n80\n ​Reuters (2015), ‘Nairobi's billion dollar traffic blues’, \nhttps://www.reuters.com/video/2015/03/23/nairobis-billion-dollar-traffic-blues?videoId=363\n596944 \n81\n See ​https://sakay.ph​, ​http://data.afd.fr/accramobility​, Albert Ching (2012), ‘A \nUser-Flocksourced Bus Experiment in Dhaka: New Data Collection Technique with \nSmartphones’, ​http://web.mit.edu/czegras/ \nwww/Flocksource_JUT.pdf​ and Quartz (2016), ‘Mexico City is attempting to map its more \nthan 1,000 unwieldy bus routes with a crowdsourcing app’, \nhttps://qz.com/598895/mexico-city-is-attempting-to-map- \nits-more-than-1000-unwieldy-bus-routes-with-a-crowdsourcing-app/ \n82\n ​http://digitaltransport4africa.org \n83\n ​https://en.wikipedia.org/wiki/List_of_smart_cards \nOpen Data Institute 2018 Personal data in transport: exploring a framework for the future29 \n\nThe Netherlands via OV-Chipkaart and in Denmark via Rejsekort. These systems are \nspreading the benefits of smart ticketing more equitably and could provide rich \njourney datasets to help policy makers make better planning and investment \ndecisions at a national level. Some systems, such as OV-Chipkaart, let users \nchoose between an ​anonymous​ version of the card, which does not store personal \ndata, and a ​personal​ version which does, and offers benefits as a result.  \n84\n \nSmart cards dedicated to specific groups of people can also help public services \nensure their travel needs are met. In the UK, ​West Yorkshire​ used journey data \ncollected on Senior Pass smart cards to see how people over 60 use buses there. \n85\n \nSmart ticketing also means smartphone makers and banks are now part of our \ntransport infrastructure. Smartphones have helped new mobility services to emerge \nand enabled the collection and sharing of real time data. Smartphone makers can \nalready collect large amounts of location data from users, storing or using it in \ndifferent ways. If bank cards become a common form of ticketing, they can also \nbuild large journey datasets and link it with other data. It is paramount that \norganisations with such large amounts of personal data use it ethically and \nequitably at all times, and in ways users can understand. \n \n \n \n  \n84\n ​https://www.ov-chipkaart.nl/purchase-an-ov-chipkaart/anonymous-ov-chipkaart.htm \n85\n Data Mill North (2017), ‘English National Concessionary Travel Scheme boarding data for \nWest Yorkshire’, \nhttps://datamillnorth.org/dataset/english-national-concessionary-travel-scheme-boarding-d\nata-for-west-yorkshire \nOpen Data Institute 2018 Personal data in transport: exploring a framework for the future30 \n\nA framework for the future \nData-enabled transport must combine innovation with ethics in \nopen ways that build trust \nThe future value of transport to our societies and economies is much more than \nfinancial. Quantifying the potential of data-enabled transport can yield some striking \nresults: as noted earlier, intelligent mobility may be worth ​£900bn​ by 2025; not \nsharing transport data may cost an economy like the UK ​£15bn​. But it is how \ntransport can change our lives and how we feel, its qualitative value, and \nbusinesses’ reliance on access to data about us to make this possible, that makes \nthe need for an approach to data in transport that combines openness and \ninnovation with ethics and trust so urgent and great.  \n \nAs shown earlier, personal data like journey data can help transport organisations \nbe more efficient by understanding and meeting travel needs in more targeted \nways. This can change our ​quality of life​ – better transport can help us live longer, \nsleep more, even divorce less. It can also affect how we feel – when transport \n86\ngives us a greater sense of control it can increase our feelings of ​independence​ or \nhappiness.  \n87\n \nBusinesses can build sustainable models delivering these services by being more \nopen, as well as fostering and earning the trust of people who share data about \nthem. As services like journey planners and bikesharing show, businesses can in \nturn make the data infrastructure they build more open to support the public \ntransport infrastructure and interoperability they need to continue to operate and \ninnovate. This can help make transport better for everyone and gain people’s trust \nwhile also raising awareness of a business’s services with potential customers. \n \nThis sharing in all directions and the innovation and trust it can foster is core to how \ntransport works. Public and private transport services operate interdependently as a \nperson’s single journey will often involve several modes of transport. New mobility \nservices innovate using data made openly accessible by public services which have \na special mandate to serve the public good. New businesses like ridesharing and \nbikesharing find innovative ways to share resources, and can help public services \nand accredited researchers better understand people’s travel needs. In areas with \nless public transport, private transport services can even help create foundations for \ndata infrastructure which leads to new physical infrastructure (see the Digital \nMatatus case study). In transport, a more open approach can create value for all. \n \nContrast this with the HERE ​survey​ noted earlier which found that while nearly 70% \nof us will share location data if we feel in control, only 20% currently feel that way, \nand 80% of us feel nervous or vulnerable. A loss of trust is bad for any business, \nbut for consumer-facing groups using personal data, the risk can be far more than \nreputational and the cost material. For example, research suggests ​5%​ of Facebook \nusers deleted their account in just the first few weeks of the Cambridge Analytica \ncrisis. As new services become more commoditised, and as data about people \n88\nbecomes more portable, these risks and costs for businesses using personal data \n86\n Lifehacker (2012), ​Long Commutes Are Sucking the Life Out of You: Shortening Yours by \n20 Minutes Could Save Your Health​’, \nhttps://lifehacker.com/5908879/long-commutes-may-be-killing-us-shorten-yours-by-20- \nminutes-to-save-your-health \n87\n ​See ​https://ts.catapult.org.uk/readyforinnovation​ and The Happiness Index (2017), ‘How \nyour morning commute affects your happiness and wellbeing’, \nhttps://the-happiness-index.com/does-your-morning-commute-affect-your-happiness-and-\nwellbeing/ \n88\n Campaign (2018), ‘One in 20 Brits delete Facebook accounts after the Cambridge \nAnalytica scandal’, \nhttps://www.campaignlive.co.uk/article/one-20-brits-delete-facebook-accounts-cambridge\n-analytica-scandal/1460836 \nOpen Data Institute 2018 Personal data in transport: exploring a framework for the future31 \n\nare likely to go up, not down.  \nSome may assume that the compelling nature of their service makes a loss of trust \naffordable in the short term, others that the cost of a loss of trust is low anyway \nbecause customers get hooked to convenience. Even if both of these assumptions \nare true when tested, shareholders with long-term investment targets and ESG \n(environmental, social and governance) mandates are unlikely to tolerate them. And \nif customers and shareholders do nothing, regulators will intervene on their behalf.  \n \nSimilarly, as personal data becomes part of business models, commercial \nimperatives and social responsibilities are harder to separate. An ‘us versus them’ \napproach can ​erode trust​ when exposed. And for a universal need such as \n89\ntransport, how personal data is used and shared affects employees and investors \njust as it does customers. A large-scale loss of trust can create ​losses for all​, \nthrough increased ​risk-aversion​, ​social instability​ and even ​violence. \n90\n \nFor these reasons, we urge transport businesses who use personal data to become \nmore open and build trust now. Doing so will both reduce business risks and \nincrease growth opportunities. \nRecommendations \n \n1. Use existing open transport data to get a competitive edge \n \nThis additional insight at low cost can ​support internal decision-making, improve \nyour operations and​ help your organisation engage with and lead sector change. \n \nActions could include: \n \n●using third-party sources of data in your internal processes \n●combining your data with other data from public services, other \nbusinesses or community groups \n●engaging with existing external groups enabling open data for transport. \n \nBusinesses hoping to gain a competitive edge in this way can ​explore​ open \ntransport data provided by governments, public transport operators and open \ndata groups, or on platforms like ​GitHub​. Examples of existing sector initiatives \n91\nat the national level include the UK’s ​Transport Systems Catapult​ and Belgium’s \nIntelligent Transport Systems​. Broader alliances include ​Digital Transport 4 Africa \nand ​Open Transport Net.  \n92\n \n \n2. Turn your transport data into infrastructure that can benefit all \n \nThis can let other organisations integrate your transport services with theirs, help  \npeople access your services more easily, and inform decision-making for public \ntransport infrastructure. It can also help your teams collaborate more internally. \n \n \n  \n89\n ​TechCrunch (2018), ‘Facebook retracted Zuckerberg’s messages from recipients’, \nhttps://techcrunch.com/2018/04/05/zuckerberg-deleted-messages \n90\n Pew Research Centre (2017), ‘The Fate of Online Trust in the Next Decade’, \nhttp://www.pewinternet.org/2017/08/10/the-fate-of-online-trust-in-the-next-decade \n91\n ​https://github.com/theodi/shared/wiki/Finding-Open-Data \n92\n ​See ​https://ts.catapult.org.uk​, ​http://its.be​, ​http://www.digitaltransport4africa.org​ and \nhttp://www.opentnet.eu \nOpen Data Institute 2018 Personal data in transport: exploring a framework for the future32 \n\nFor instance: \n \n●Adopt existing open standards and create open APIs that help your \nservices integrate into journey planners and public planning processes \n●Find other groups with a common or adjacent need that can be addressed \nusing data and partner with them to build new data infrastructure \n●Identify data you manage anyway that could be shared or made open \nsafely and at low cost to benefit customers or public services \n \nSee how ​TransportAPI​ and ​Navitia.io​ use open APIs in transport, how ​Thomson \n93\nReuters​ has built open infrastructure for and with its customers, and an idea for \n94\nhow location data could be shared with local authorities to ​improve air quality. \n95\n \n \nCRITICAL QUESTIONS \nWhat does ‘as open as possible’ mean for journey data? \n \nMaking data as open as possible can create benefits for all, and as open \nas possible means different things when dealing with different data. For \npersonal data, a balance must be struck between the benefits of providing \naccess to data – and individuals’ rights to privacy and being protected \nfrom harm. It means this data can only be shared in very safe ways and, if \nthe person it is about has not consented, not at all. Only in very rare cases \n– such as politicians’ expenses – should identifiable personal data be \nopen for everyone to access and use.  \n \nDeveloping ways to share journey data safely and securely and in \nways that foster trust with people will be hard, but we encourage \ntransport organisations to explore doing it in three ways:  \n \n1. As open data​ – with careful and appropriate aggregation and \nanonymisation, and accompanied by privacy impact assessments  \n \n2. In secure environments​ – in particular with accredited researchers, \nwho should openly publish their results  \n \n3. With people the data is about​ – through open APIs, in ways that  \nenable innovation  \n \nThere are several examples of ways this can be done in transport and  \nother sectors. For instance, Transport for London makes network \nstatistics  \nsuch as Oyster card journey data ​open​ to support innovation, while Uber  \n96\nMovement makes anonymised and aggregated journey data ​open​ to help  \nurban planning. ​Open banking​ in the UK is using open APIs to give  \n97\ncustomers more control over data about them, and Projects by IF have  \n98\nexplored other ​prototypes​ for open APIs using personal data. \n99\n \n \n93\n ​See ​https://www.transportapi.com​ and ​https://www.navitia.io  \n94\n Open Data Institute (2016), ‘Open enterprise: How three big businesses create value with \nopen innovation’, \nhttps://theodi.org/article/open-enterprise-how-three-big-businesses-create-value-with-oPe\nn-innovation \n95\n Projects By If (2018), Improving a city’s air quality using bulk location data from mobile \nphones, \nhttps://openapis.projectsbyif.com/scenario-3-improving-a-citys-air-quality-using-bulk-locat\nion-data-from-mobile-phones \n96\n ​https://tfl.gov.uk/info-for/open-data-users/our-open-data \n97\n ​https://movement.uber.com \n98\n ​https://www.openbanking.org.uk \n99\n ​https://newdigitalrights.projectsbyif.com \nOpen Data Institute 2018 Personal data in transport: exploring a framework for the future33 \n\n3. Use impetus from the GDPR to drive data literacy and ethics \n  \nThis can differentiate your business from others and build customer loyalty. It can \nalso help your teams make more informed decisions, and help your organisation \nstay ahead of further potential regulation on the use of personal data. \n \nConsider: \n \n●going beyond technical and regulatory requirements to develop \ngovernance guidelines and processes for the collection and use of \npersonal data which give people more control over data about them \n●providing training and resources to support different levels of data literacy \nacross your technology, strategy, operations, marketing and other teams \n●generating debate and discussion, internally and externally, about the use \nof personal data and exploring different ways to use and store it \n \nThe ​Data Ethics Canvas​ developed by the ODI can help identify, debate and \naddress issues around how data is used by your organisation. ​Co-op​ is using \n100\nthe GDPR to drive a broader debate on the use of personal data. ​Caution Your \n101\nBlast​ and ​Birmingham City Council​ have piloted a journey planner that stores \npersonal data differently. \n102\n \n \nCRITICAL QUESTIONS \nWhat’s next in the regulation of personal data? \n \nThe GDPR is one of the most comprehensive pieces of regulation yet to \ndeal with personal data and will likely lead to more regulation in future, \nboth from the EU and individual countries. Just as technology can evolve \nquickly and policy discussions around the use of personal data can move \nfast, so organisations have a better chance of informing and being \nprepared for further regulatory change if they engage in public debate.  \n \nPotential focuses of future regulation may be ​group privacy​ and actions \n103\n(while the GDPR allows group actions, national laws like the UK’s Data \nProtection Bill ​do not​), inspection measures and ​conditions around when \n(if at all) people can sell data about them. Authorities like the UK’s ICO are \nalso likely to make new recommendations about how personal data can be \nused in light of issues around Facebook and Cambridge Analytica. ​In \nfuture​, businesses may also be able to use data protection sandboxes to \ndevelop new services in a way regulators can assess as they emerge. \n104\n \n \n4. Engage openly with people on how data is collected and used \n \nThis can let your organisation show customers how you consider and care for their \nprivacy needs, for instance explaining how personal data is safeguarded as well as \nwhen and why it is shared. This can build trust and address privacy concerns so \n100\n ​https://theodi.org/article/data-ethics-canvas \n101\n ​Co-op Digital (2017), ‘How the ODI is helping Co-op Digital put data at the centre of the \norganisation’, \nhttps://digitalblog.coop.co.uk/2017/12/12/how-the-odi-is-helping-co-op-digital-put-data-at\n-the-centre-of-the-organisation/ \n102\n ​https://www.cautionyourblast.com/smart-routing \n103\n Linnet Taylor (2017), ‘Group Privacy: The Next Generation of Privacy Problems’, \nhttps://linnettaylor.wordpress.com/2017/01/10/group-privacy-a-new-book-on-the-next-gen\neration-of-privacy-problems/ \n104\n ​The Register (2018), ‘UK regulator moots data protection sandbox for organisations to \nplay in’, \nhttps://www.theregister.co.uk/2018/03/05/ico_promises_data_protection_sandbox_for_org\nanisations_to_play_in \nOpen Data Institute 2018 Personal data in transport: exploring a framework for the future34 \n\npeople continue to share data about them, and strengthen customer relationships \nmore broadly.  \n \nWays to engage more openly include: \n \n●designing a user experience for your service so people know when and \nhow sharing data about them creates benefits so they can make more \ninformed decisions about whether or not to use the service \n●enabling more granular control over types of personal data and sharing \n●engaging with customers through surveys, focus groups and other \nfeedback forums to understand what data-sharing different groups are \ncomfortable with, for example urban commuters in cities with multiple \nmobility services, or remote rural communities with few transport services \n●embedding a user experience for any ​automated decision-making​ using \npersonal data, in order to explain why a decision was taken. This both \n105\ncomplies with the GDPR and builds trust with users (self-driving vehicles \nare an obvious focus here) \n●clearly telling users which, if any, third parties their personal data is shared \nwith, what is shared, and how it is used. For example, a mobility service \nmay need to share personal data with a bank to take payment \n●if both collecting personal data and selling it to third parties, making every \neffort to explain the trade-offs and risks to both the individuals the data is \nabout and the third parties buying a product based on it. Over time this \nmay even suggest a new kind of caveat emptor that is closer to ​caveat \nvenditor​, ‘seller beware’, for business models that offer a free service in \nexchange for personal data, and use that personal data to sell another \nservice to third parties. This type of shift in responsibility becomes more \nimportant the greater the asymmetry of power between buyer and seller in \nboth types of transaction. \n●publishing more detailed assessments on the use of personal data in an \naccessible way, whether they are mandatory ​privacy impact or \n106\nlegitimate interests assessments, or voluntary ones such as the data \n107\nethics canvas mentioned earlier. \n \nSee how journey planners like ​Moovit​ and ​Citymapper​ engage with users on how \nthey use data. Consider the ODI’s ​openness principles for organisations handling \npersonal data. Explore Projects By IF’s open source catalogue of ​design \n108\npatterns for consent and sharing data. \n109\n \n \n5. Use open innovation to be more efficient and equitable \n \nOpening up your data for research and development can help address your  \norganisation’s specific challenges more efficiently, as well as systemic challenges  \nin a wider context. It can also widen your networks and access to new ideas. The  \nengagement and accessibility around open innovation, and its potential to support  \ntransport systems more broadly, can also support your implementation of other  \nrecommendations made here, by increasing your ability to capture the benefits of  \nopen data and building more trust with people.  \n \nOrganisations can engage in open innovation by: \n \n105\n ​https://ico.org.uk/for-organisations/guide-to-the-general-data-protection-regulation-gdp \nr/individual-rights/rights-related-to-automated-decision-making-including-profiling \n106\n ​https://ico.org.uk/for-organisations/guide-to-the-general-data-protection-regulation-gdp \nr/accountability-and-governance/data-protection-impact-assessments \n107\n ​https://ico.org.uk/for-organisations/guide-to-the-general-data-protection-regulation-gdp \nr/lawful-basis-for-processing/legitimate-interests \n108\n Open Data Institure (2016), ‘Openness principles for organisations handling personal \ndata’, \nhttps://theodi.org/article/openness-principles-for-organisations-handling-personal-data \n109\n ​https://catalogue.projectsbyif.com \nOpen Data Institute 2018 Personal data in transport: exploring a framework for the future35 \n\n●working with open data startups  \n●giving academics access to their data  \n●exploring new ways to collaborate with public services around data \n●getting involved with sector innovation programmes using open data \n●using data portability to help customers share data to support innovation \n \nFor examples in transport, see how data accelerator ​Data Pitch​ is working with \nDeutsche Bahn ​and ​explore TfL’s ​innovation portal. Explore how GTFS began \n110111\nwith collaboration between public and private organisations in the US (see Open \nStandards in Transport), and expanded by partnering with academics in Kenya \n(see the Digital Matatus case study). In other sectors, see ​how ​Arup​ works with \nopen data startups, how ​OpenActive.io​’s sector innovation programme is \n112\ndeveloping new ways to help people get active, and how the ​Open Up \n113\nChallenge​ is using data portability in UK banking to support innovation. \n114\n \n \nCRITICAL QUESTIONS \nHow can re-identification risks be mitigated? \n \nOur research showed that a number of transport organisations want to share  \nanonymised and aggregated journey datasets to support our transport systems  \nand enable innovation, but they are very concerned about ​re-identification risks.  \n115\nThe technical complexity of these risks was highlighted again recently when  \nanonymised and aggregated open data shared by Strava was subsequently  \nshown to raise concerns about ​national security.  \n116\n \nA lot more work needs to be done around de-identification processes and  \nre-identification risks, and there are initiatives organisations can join now \nto help do this. For example, the ​UK Anonymisation Network​ has set out an  \nanonymisation decision-making framework which can be adopted alongside  \n117\ntechniques from the ICO’s ​Anonymisation Code of Practice. In the US, the  \n118\nFuture of Privacy Forum has developed an ​assessment​ model for preserving  \nprivacy in open data and suggested strategies to mitigate re-identification risks. \n119\n \nMore must be done to reduce these risks to preserve trust in services using  \njourney data and to enable open data that can make transport better for all. \n \n \n6. A collaborative approach to transport data could benefit the sector \n \nSharing insights and resources across the sector can maximise the benefits of \ntransport data for our economies and societies, ​reduce costs and risks for individual \ncompanies, and build public trust. \nTransport businesses can pilot working together around shared technical problems \nsuch as re-identification risks, around more complex and ultimately philosophical \n110\n ​https://datapitch.eu \n111\n ​https://tfl.gov.uk/info-for/business-and-commercial/innovation-portal \n112\n Open Data Institute (2016), ‘Open enterprise: How three big businesses create value with \nopen innovation’, \nhttps://theodi.org/article/open-enterprise-how-three-big-businesses-create-value-with- \nOpen-innovation \n113\n ​https://www.openactive.io \n114\n ​https://www.openupchallenge.io \n115\n ​‘De-Identification of Personal Information’, ​http://dx.doi.org/10.6028/NIST.IR.8053 \n116\n ​The Guardian (2018), ‘Fitness tracking app Strava gives away location of secret US army \nbases’, \nhttps://www.theguardian.com/world/2018/jan/28/fitness-tracking-app-gives-away-location-\nof-secret-us-army-bases \n117\n ​http://ukanon.net \n118\n ​https://ico.org.uk/media/for-organisations/documents/1061/anonymisation-code.pdf \n119\n Future of Privacy Forum (2018), ‘FPF Publishes Model Open Data Benefit-Risk Analysis’, \n ​https://fpf.org/2018/01/30/fpf-publishes-model-open-data-benefit-risk-analysis \nOpen Data Institute 2018 Personal data in transport: exploring a framework for the future36 \n\nissues like informed consent, or campaigns raising public awareness of and trust in \nthe collection and use of data. \n \nThese organisations can also collaborate locally, nationally or even globally, for \ninstance joining initiatives mentioned earlier like the UK’s Transport Systems \nCatapult. Organisations can also collaborate within a single mode of transport or \ntype of mobility service, like Bikeplus in the UK, or as a multimodal group such as \nthe ​MaaS Alliance. These different groups can then share knowledge or \n120\ncoordinate around broader shared problems relevant to them all as they emerge.  \n \nSuch collaborative groups can also more effectively engage other stakeholders, like:  \n \n●public bodies responsible for transport policy, infrastructure and regulation  \n●civic society, consumer rights and other groups representing passengers  \n●newer stakeholders in transport like smartphone makers and banks \n●open data and personal data experts \n \nSector-wide groups can also drive change programmes by creating a forum to:  \n \n●develop, advocate and measure transport-wide data strategies \n●give guidance on best practices in transport data governance \n●r​esearch the role of and impact of journey data and other data in transport \n●standardise open data protocols for transport and provide tools for their use  \n●facilitate data training via face-to-face workshops, eLearning and webinars \n●run competitions and accelerators for data-enabled innovation in transport \n  \n120\n ​https://maas-alliance.eu/the-alliance \n \nOpen Data Institute 2018 Personal data in transport: exploring a framework for the future37 \n\nAppendix: Methodology \n \nFor this research, we commissioned the TravelSpirit Foundation to produce an \noverview of the relevant literature related to the use of journey data within the \ntransport ecosystem. In addition to submitting regular reports of their findings, \nTravelSpirit planned and conducted a workshop for ODI staff in order to help us \nidentify the modes of transportation worth focusing on and the types of themes \nworth exploring.  \n \nWe then conducted a landscape review which involved extensive research of the \ncurrent use of journey data by organisations involved in the transport ecosystem. \nWe identified a list of startups and large firms using journey data to improve \nservices for customers, which we analysed and categorised according to the way \nthat journey data was deployed within each organisation. A number of businesses \nwere then selected for targeted, in-depth interviews. \n \nWe conducted 11 interviews with participants from a range of backgrounds, \nstriving for a balance between people from startups, SMEs, public sector \norganisations, research institutions and academia. Our interviewees were mainly \nfrom companies based in the UK (7), though we also interviewed one person each \nfrom Ireland, Singapore, Israel and Finland.  \nOpen Data Institute 2018 Personal data in transport: exploring a framework for the future38 ","version":"1.10.100"}