{"numpages":27,"numrender":27,"info":{"PDFFormatVersion":"1.5","IsAcroFormPresent":false,"IsXFAPresent":false,"Producer":"Skia/PDF m69"},"metadata":null,"text":"\n\n \n\n \n \n \n \n \n \nContents \nAbout2 \nExecutive summary3 \nIntroduction5 \nTransport Data Case Studies: France \n \n \nJean Gabriel Audebert-Lasrochas from Trainline presenting the challenges of \nworking with open transport data in France and the UK6 \nBuilding a digital common and social network with national transport data  \nIshan Bhojwani – Etalab7 \nWorking across borders in France and Spain – and what this could mean for the UK \nand France \nJulien de Labaca – Transfermuga8 \nFive reasons DX matters for open transport \nEugena Ossi - Five by Five9 \nMobility-related projects at OpenDataSoft  \nFanny Goldschmidt - OpenDataSoft10 \nOpen Transport as a platform for open innovation ecosystem \nBertrand Billoud – Kisio Digital11 \nThe history of open data in France and the UK: differences and similarities  \nSamuel Goëta – Datactivist12 \nCatalogue \nZakaria Bouziane – Transdev15 \nTransport data case studies: UK16 \nTom Forth from ODI Leeds, Vincent Lara from Etalab, and Christopher Barnes from \nHighways England during the UK France Transport Data Workshop’s afternoon \nUnconference.16 \nExamples of collaboration on transport data: Lyon and Birmingham \nAndrew Radford – Birmingham City Council17 \nPublic transport open data in the UK, and what ODI Leeds has done with it \nTom Forth - ODI Leeds18 \nEngaging with your community of open data users \nRikesh Shah - Transport for London19 \nThe role of ‘open’ in the development of new mobility services \nGiles Bailey – TravelSpirit20 \nChallenges of working with travel data in the UK and France  \nJean-Gabriel Audebert-Lasrochas, Trainline21 \nTen ideas for cross-country transport data collaboration22 \nFanny Goldschmidt from Opendatasoft, Andrew Radford from Birmingham Council \nand Rick Bruce from ITO World prioritising ideas for cross-country collaboration \nbetween France and the UK22 \nAppendix27 \nWorkshop Participants27 \n \nOpen Data Institute 2018 | Case studyTransport data in the UK and France   1 \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nAbout \nThis report has been researched and produced by the Open Data Institute, and \npublished on 5 July 2018. Its lead authors are Tom Hunter and Lucia Chauvet. If you \nwant to share feedback by email or would like to get in touch, contact \ntom.hunter@theodi.org​ or ​lucia.chauvet@theodi.org​.  \n \nTo share feedback in the comments, highlight the relevant piece of text and click the \n‘Add a comment’ icon on the right-hand side of the page. \n \n \n \n \nThis is work in progress. It is likely to be updated as \nwe continue our work. Keep an eye out for updates! \n \n \nHow can it be improved? We welcome suggestions \nfrom the community in the comments. \n  \nOpen Data Institute 2018 | Case studyTransport data in the UK and France   2 \n\n \n \nExecutive summary  \nCross-country collaboration on transport data offers opportunities to \naddress common challenges such as ticketing, conversion of data \nstandards, and procurement best practice \nAs part of its ​innovation programme​, the Open Data Institute (ODI) has been \nbuilding on the recommendations of the ​UK–France Data Innovation Task Force\n1\n, to connect data innovators and data innovation across both countries. \n \nThe ODI is exploring data innovation at sector level, with​ transport​ emerging as \na priority sector. Arguably, France and the UK are leading the way in mobility \nand transport innovation, with the ​UK government aiming to be at the forefront \nof connected and autonomous vehicles research and development, and France \n2\nleading and providing expertise in ​driverless metro technology.  \n3\n \nBoth countries also have sophisticated open data ecosystems, and are ranked \n4\nin the top five worldwide in the ​Open Data Barometer rankings​. \n \nIn this report we summarise the findings from our full day ​UK–France transport \ndata workshop, which aimed to share stories of data innovation in transport \n5\nacross both countries, and to identify ideas for cross-country collaboration with \ntransport data.  \n \nIn total, ​twelve case studies ​were presented and helped reveal similarities and \ndifferences between the countries. ​Etalab, for instance has recently begun work \n6\non a ​National Access Point – a mechanism for accessing, exchanging and \n7\nreusing transport-related data – a task that the Department for Transport is \nreplicating for the UK. The Lille case study describes the process of including \nopen data requirements in franchise contracts, providing fascinating insights for \nboth French and UK cities.  \n \nThese case studies also revealed shared challenges: from the difficulty of \nconverting and working with different data standards and formats; to the poor \ncustomer experience of ticketing outside large cities; to evaluating the correct \nusers of ​Open Database Licenses; to addressing the concerns around ‘GAFA’ \n8\n1\n UK government: Department for Digital, Culture, Media and Sport (July 2016), 'UK-France Data Innovation \nTaskforce Report', ​gov.uk/government/publications/uk-france-data-innovation-taskforce-report  \n2\n ​UK government: Department for Transport (June 2018), Centre for Connected and Autonomous Vehicles, \ngov.uk/government/organisations/centre-for-connected-and-autonomous-vehicles  \n3\n Wavestone (2017), ‘Smart Cities and Mobility: France is at the cutting-edge in the strategic market for \ndriverless metros’ \nwavestone.com/en/trade-report/smart-cities-and-mobility-france-is-at-the-cutting-edge-in-the-strategic-marke\nt-for-driverless-metros/  \n4\n ​Data ecosystem: a mapped data infrastructure detailing how data is stored, accessed, used and shared, \nshowing interactions between the data, its users, and related services and apps \n5\n See: ​theodi.org/topic/transport  \n6\n See: ​etalab.gouv.fr \n7\n National Access Points can take various forms, such as a database, data warehouse, data marketplace, \nrepository, and register, web portal or similar depending on the type of data concerned and provide discovery \nservices, making it easier to fuse, crunch or analyse the requested data sets. See: \nec.europa.eu/transport/themes/its/road/action_plan/nap_en  \n8\nSee: ​opendatacommons.org/licenses/odbl/summary \nOpen Data Institute 2018 | Case studyTransport data in the UK and France   3 \n\n \n \n(the four US tech giants: Google, Apple, Facebook, and Amazon). \n \nThe afternoon culminated in a series of informal discussions where participants \naimed to identify the most promising avenues for transport data collaboration \nbetween the UK and France. These are included in the table below.  \n \n \n \n \nExecutive summary: nine promising avenues for collaboration \nbetween the UK and France on transport data \n \n1.Demonstrating the economic impact of open transport data in Europe \n2.Developing open source transport data conversion tools – particularly \nfrom General Transit Feed Specification (GTFS) to Network Timetable \nExchange (NeTEx) standard \n3.Drafting ‘Transport 101’ market summaries for both countries, to help \nprivate sector operators understand key differences \n4.Facilitating dialogue between politicians, transport data providers, and \n‘GAFA’  \n5.Sharing best practice on the inclusion of open data clauses in \ntransportation contracts \n6.Ensuring smaller towns do not suffer from ‘transport data exclusion’ \n7.Evaluating the impact of different licenses for open data and innovation \nin transport \n8.Making ticketing (particularly in smaller cities)  more user-friendly to \nwork across multiple providers \n9.Including a wider range of European countries in transport data \ncollaboration \n \n \n \nThe final section of this report contains further details on these ideas and how \nthey emerged. Workshop participants have already started work on some of \nthese. ​DataCity has developed an open source tool that converts UK public \n9\ntransport timetables from TransXChange format to General Transit Feed \nSpecification (GTFS) format.  \n10\n \nThe findings summarised in this report sit alongside a broader set of activities \nconducted to connect data innovators across the UK and France. These include: \nthree bilateral projects involving stakeholders from Leeds, Lille, Manchester, \n11\nRennes, Bordeaux, and Bristol; interviews with data practitioners; and activities \nrelated to the UK–France Digital Conference. \n \n \n \n \n \n9\n See: ​datacity.org  \n10\n Github (2018), TransXChange to GTFS translator, \ngithub.com/danbillingsley/TransXChange2GTFS  \n11\n Open Data Institute (2017), 'The ODI launches three collaborative data innovation projects between the UK \nand France', \ntheodi.org/article/the-odi-launches-three-collaborative-data-innovation-projects-between-the-uk-and-france/  \nOpen Data Institute 2018 | Case studyTransport data in the UK and France   4 \n\n \n \n \n \n \n \nIntroduction \nHow are the UK and France using transport data, and \nwhat are the promising avenues for collaboration \nbetween both countries? \n \nOn Thursday 15 February 2018, the ODI brought together 24 leading organisations \nworking with transport data in France and the UK to share and explore areas of data \ninnovation in transport across the two countries. \n \nThis piece of work fits into a wider project to connect data innovators across the UK and \nFrance. The ODI has taken a sector-based approach, with transport identified as a key \nsector. Previous exploratory research by the ODI has shown that ​France and the UK are \nleading innovation in mobility and transport​, and both have sophisticated open data \necosystems, often with complementary skill sets. The UK, for example is praised for its \n12\nactive community engagement, while France is noted for its technical excellence.  \n \nParticipants in the workshop included representatives from organisations such as \nTransport for London ​(TfL), ​Transfermuga, ​data.gouv.fr,​ ​Trainline, and city councils \n131415\nin France (​Lille Metropole) and the UK (​Birmingham City Council), amongst many \n1617\nothers. A list of all the participants, and the organisations they represent, is available in \nthe appendix.  \n \nThis report summarises the workshop findings, and aims to:  \n \n●share stories and areas of data innovation in transport in the UK and France \n●suggest promising ideas for collaboration on transport data between the UK \nand France (and potentially more European countries) \n \nThis workshop and research form part of the discovery phase of a project designed to \nunderstand opportunities for cross-country collaboration on transport data. In the longer \nterm, this will help inform the ODI’s work on global data infrastructure for trade.  \n \n \n \n \n \n \n \n \n \n12\n ​Data ecosystem: a mapped data infrastructure detailing how data is stored, accessed, used and shared, \nshowing interactions between the data, its users, and related services and apps. \n13\n See: tfl.gov.uk \n14\n ​See: transfermuga.eu \n15\n See: thetrainline.com \n16\n ​See: ​lillemetropole.fr \n17\n ​See: ​birmingham.gov.uk  \nOpen Data Institute 2018 | Case studyTransport data in the UK and France   5 \n\n \n \n \n \n \n \nTransport data case studies: \nFrance \n \n \nJean Gabriel Audebert-Lasrochas from Trainline presenting the challenges of working with open  \ntransport data in France and the UK \nThis section presents summaries of the case studies presented by transport \nprofessionals based in France. Each case study includes: \n \n●a summary of the presentation \n●key takeouts from the presentation  \n●a link to the presentation slides  \n●contact details of the presenter for further details \n \nPlease note that the views expressed in the case studies and presentation are the views \nof the presenters, and not necessarily the views of the ODI.  \n \n  \nOpen Data Institute 2018 | Case studyTransport data in the UK and France   6 \n\n \n \nBuilding a digital common and social network with national transport \ndata  \nIshan Bhojwani – Etalab  \n \nSummary​:  \n \nIshan Bhojwani presented Etalab’s current work on creating a national access point for \n18\nall type of transport data in the country, which he described as “an aggregation of \nplatforms to aggregate data from everywhere in France”. It was then mandated by a \n2017 ​European Union (EU) directive for all EU member states. \n19\n \nEtalab’s vision is to produce an access point, and gather and improve the data quality \nfrom 320 territories in France, while driving adoption of the NetEx standard to improve \ninteroperability of transport data across the EU member states. The access point will be \navailable on ​transport.data.gouv.fr​.  \n \nIshan’s work involves seeking and openly publishing the data about each territory, \nbut also approaching expert technicians to provide support for each access point (which \nis more challenging). By doing so, Etalab hopes to create not only a national access \npoint, but a transport data social network that connects producers and users of \ntransport data across Europe.  \n“ \nThe idea is that transport.data.gouv.fr acts not \nonly as an access point but as a social \nnetwork. So for each data point you’ve got the\ndata file but also the ability to ask questions to \nthe person from that territory that can best \nanswer them. \nKey takeouts \n \n●In the UK, transport data is gathered by operators at a national level, authorised \nby the government, whereas France data gathering is decentralised between \n330 distinct territories \n \n●Transport Systems Catapult (TSC), who also attended the workshop, has been \ntasked by UK Department for Transport with developing a national access point \nfor the UK. Etalab’s experience has learnings for TSC. \n \n \nSlides: ​view ​Ishan Bhojwani’s presentation here​. \n \nWant to find out more? ​Please contact Ishan at ​ishan.bhojwani@beta.gouv.fr  \n18\n National Access Points can take various forms, such as a database, data warehouse, data marketplace, \nrepository, and register, web portal or similar depending on the type of data concerned and provide discovery \nservices, making it easier to fuse, crunch or analyse the requested data sets. \n19\n ​European Commission (2017) ‘National Access Points’ \nec.europa.eu/transport/themes/its/road/action_plan/nap_en \n \nOpen Data Institute 2018 | Case studyTransport data in the UK and France   7 \n\n \n \nWorking across borders in France and Spain – and what this could \nmean for the UK and France \nJulien de Labaca – Transfermuga  \n \nSummary​:  \n \nJulien de Labaca presented the story of ​Transfermuga​, from a portal for cross-border \nmobility between France and Spain (in the Basque Country) to a cross-border planner, to \nan open data project. \n \nThe project started with a simple idea: a portal as a ‘single location’ for information on \ncross-border travel that would redirect to existing sites if the user needed more \ninformation. This portal launched in 2015. \n \nHowever, Transfermuga quickly realised that a portal would not be enough and that \nusers needed a route planner. For scoping reasons, this route planner was limited to \ncertain provinces in the south of the Basque Country. The open route planner was open \nto all actors, who all adhered to a framework agreement, which committed them to \njoining a central purchasing group, and importantly to joining a ‘medium-to-long term \nopen data project’.  \n \nJulien mentioned that the creation of the route planner was mainly an opportunity to lead \na project based on transportation open data. The actors involved included two railways, \nthree long distance bus lines, and five urban bus lines. The process for opening data \nwas phased, with a simplified choice of licences (owner, Open Database License (ODbL), \nand Etalab) that nudged towards the most open of those three (Etalab). Julien concluded \nhis presentation by discussing the future of Transfermuga, which includes moving \ntowards the European NeTEx standard, and a common data feed. \n \n \nKey takeouts: \n \n●The biggest challenges of the opening data process were not technical, but \nrelated to the management of data, and the organisational approach of the \nproject. \n \n●Do not neglect the political arena. Even if the projects are essentially technical, \npolitical intervention (at the local or national level) often has a very strong impact \non the calendar for the different tools.  \n \nSlides:​ view ​Julien de Labaca’s presentation here​. \n \nWant to find out more? Please contact Julien at ​julien.delabaca@naen.eu  \n \n \n \n  \nOpen Data Institute 2018 | Case studyTransport data in the UK and France   8 \n\n \n \nFive reasons developer experience (DX) matters for open transport \nEugena Ossi – Five by Five  \n \n \nSummary​:  \n \nEugena explained why the developer experience matters in the transportation sector. \nShe defined the developer experience as “anything that a developer touches, from using \na product to source library codes, raw data, open source code.” Since developers are \nprimary users, their experience of using code, data or portals is very important.  \n \nEugena presented five reasons why developer experience is important for open \ntransport:  \n1.First, developers are humans. Understanding why they use the data, why it is \nimportant and what they can get out of it are key elements to consider. Eugena \nstated that no matter how good the data is, “if you don’t have developers using \n[it], you have nothing.”  \n2.Giving access to documentation is also crucial because this will help developers \nuse the product.  \n3.Transparency is the third reason: being honest and having reliable software and \ndata helps gain credibility.  \n4.Maintaining the developer community is an important asset because the more \ninvolved developers are, the more likely they will contribute to the community.  \n5.Finally, developers sustain innovation. Indeed, once developers start using a \nproduct, they will iterate and improve it, which fosters creativity and the \nemergence of new products. \n \n \n \nKey takeouts: \n \n●Developer experience is important because the easier tools used to design, test \nand maintain software programmes are, the more they will be used. \n \n●Presenting transport data in a developer friendly way will lead to more innovation \nin the transport sector. \n \n \nSlides: ​View ​Eugena Ossi’s presentation here (from slide 26)​. \n \nWant to find out more? Please contact ​eugena@fivebyfive.io  \n \n \n \n \n \n \n \n \n \n \nOpen Data Institute 2018 | Case studyTransport data in the UK and France   9 \n\n \n \nMobility-related projects at OpenDataSoft  \nFanny Goldschmidt – OpenDataSoft \n \nSummary​:  \n \nFanny presented examples of how OpenDataSoft clients are using open data platforms \nand portals to share and encourage the reuse of open transport data. Her key message \nwas that mobility-related data can be useful outside of the mobility field, and that sharing \nit openly can lead to unexpected uses by a diverse range of organisations and \nindividuals. \n \nOne of the examples Fanny shared is Waze – a global community-based traffic and \n20\nnavigation app – and the city of Seville, who are working together to implement a \ntwo-way data exchange. The city of Seville is using the service to identify and address \ntraffic jams more quickly and efficiently.  \n \nAnother is a pilot project in Paris: the city has set up pedestrian and bike counting \nsensors; air quality sensors; noise pollution sensors; and car traffic data (a mixture of \nmobility data and non-mobility data) to think about traffic redeployment around one of \nthe busiest roundabouts in the city.  \n \nA final example she gave is that of the city of Rennes, whose open data portal, also \npowered by OpenDataSoft, has allowed Handimap to develop a journey planner for \ndisabled citizens. Sharing transport data openly can lead to unexpected benefits!  \n \n \nKey takeouts: \n \n●Mobility data can be useful to organisations who operate outside of the mobility \nfield. \n \n●The operation of motorways in the UK is by a government-owned company \n(Highways England) whereas in France operators are private. This has \nimplications for the release and availability of open data​. \n \n \nSlides: ​View ​Fanny Goldschmidt’s presentation here​. \n \nWant to find out more? ​Please contact ​fanny.goldschmidt@odsoft.com  \n \n \n \n \n \n \n \n \n  \n20\n See: ​waze.com \n \nOpen Data Institute 2018 | Case studyTransport data in the UK and France   10 \n\n \n \nOpen Transport as a platform for open innovation ecosystem \nBertrand Billoud – Kisio Digital \n \nSummary:  \n \nBertrand, the Head of Marketing and Communication at Kisio Digital, introduced Navitia, \nan open source software that “builds cool stuff with locomotion”. Navitia technology, \nKisio’s core open reactor, allows: download of a open source software with six features \n(eg journey planner, timetables); download and usage of an API; and access to 400 \ndatasets and a community of over 10,000 developers from 25 countries on the \nOpenDataBar. \n \nBertrand explained that although the data is ‘official data’ and originates from transit \nagencies, it may not always be high quality. To help address this, Navitia continues to do \nmore work with crowdsourced open data from OpenStreetMap. For example, the team \nran projects in Ghana and Nicaragua, where they cleaned and redistributed data on the \nportal. It is necessary to provide clean data because “all the re-users are asking for good \ndata”.  \n \nHowever, the platform doesn’t produce data: it acts as a middle-man between the \nproducer and the user. The teams often hears back from the users asking for better \nquality data, but rarely get feedback from producers, which is why it is crucial to connect \ndata users with data producers.  \n \nBertrand disclosed that when they first built the platform they were not sure who the \nusers would be, and in the end, examples he gave were very diverse and ranged from \nSNCF’s passenger mobile information application to Facebook’s conversation web \nservices application. \n“ \n...we didn’t know what kind of people would \nuse the data, the software, the API – and first \nwe thought is was only in the mobility sector \nbut now we see that there’s a lot of usage in \ndifferent kinds of sectors like real estate and \nrecruitment. \nKey takeouts: \n \n●Navitia’s objective is to enable the creation of simple mobility digital services \nwhile providing the open source software (with  six key features), an API and the \naccess to the OpenDataBar. \n \n●Transport data benefits the transport sector as well as other  sectors, such as.... \n \nSlides: ​View  ​Bertrand Billoud’s presentation ​here. \n \nWant to find out more? ​Please contact ​bertrand.billoud@kisio.org   \n \nOpen Data Institute 2018 | Case studyTransport data in the UK and France   11 \n\n \n \nThe history of open data in France and the UK: differences and \nsimilarities  \nSamuel Goëta – Datactivist \n \nSummary:  \n \nSamuel, the co-founder of Datactivist, presented his views on the background of open \ndata in the UK and France, and explained how it relates to the transport sector. He \ndescribed how, in the UK, the open data journey began in 2004 with OpenStreetMap. To \navoid misinterpretation of what can be open and what cannot, the Open Knowledge \nFoundation and Rufus Pollock then put together a definition. In Samuel’s view, the \nofficial birth of open data happened in the US in December 2007, where a group of \nleaders gathered to discuss and define the term ‘open data’. Then, Sir Tim Berners-Lee \nworked on the launch of data.gov.uk as well as the Open Data Institute with Sir Nigel \nShadbolt. You can ​read more about the history of open data in the UK here.  \n21\n \nFrance has a different background, as described by Samuel: “Open data appeared in \nFrance in a very peculiar setting” – explaining that ​the French government used to sell \ndata, but stopped this practice inline with European Union regulation. With the open \n22\ndata movement growing in the UK and the US, at the end of 2010, the French \ngovernment created Etalab, to coordinate the sharing of public data. \n \nSamuel said that another difference between the two countries is that the Freedom of \nInformation (FOI) law in the UK is much stronger than in France. The UK responds to \nmore than 300,000 requests every year from citizens via the government platform. \nWhereas in France, the law is “quite old and quite weak as well”. The French \ngovernment does not have this same requirement to address citizens’ requests for \ninformation. \n \nRegarding the transport sector, Samuel highlighted that he finds most issues originate \nfrom the supply side, such as government: “Governments tend to often open the data \nwithout consulting the public, without replying to the freedom of information request, \nwithout really listening to what the public wants.” \n“ \nGovernments tend to often open the data \nwithout consulting the public, without replying \nto the freedom of information request, without \nreally listening to what the public wants. \nHe then presented a new initiative: ‘Dodo Data’, which will aims to radically improve the \nway Freedom of Information requests on specific datasets are dealt with. Samuel’s clear \nmessage is that he believes that France and the UK have strong open data communities \nand that there is huge potential for collaboration. \n21\n Wikipedia (2016), ‘Open data in the United Kingdom’, \nen.wikipedia.org/wiki/Open_data_in_the_United_Kingdom  \n22\n Transparency International (2017). OPEN DATA AND THE FIGHT AGAINST CORRUPTION IN FRANCE. \nwebfoundation.org/docs/2017/04/2017_OpenDataFrance_EN-3.pdf  \n \nOpen Data Institute 2018 | Case studyTransport data in the UK and France   12 \n\n \n \n“ \nSomething that unites France and the UK is \nthat we have vibrant open data communities \nacross all channels , with many stimulating \ndiscussions.  \nKey takeouts: \n \n●Although the UK and France did not start the open data movement at the same \ntime, nor have reached a similar maturity, they both have driven communities \neager to take the movement forward. \n \n●Freedom of Information (FOI) laws are more powerful and widely used in the UK. \n \n \nWant to find out more? Please contact ​samuel@datactivi.st  \n \n \n \n \n \n \n \n \n \n \n  \nOpen Data Institute 2018 | Case studyTransport data in the UK and France   13 \n\n \n \n \nCatalogue \nZakaria Bouziane – Transdev  \n \nSummary​:  \n \nThe aim of Transdev’s Catalogue is to create a global open data platform in the \n23\ntransport sector, and build a community around it, where users exchange and consume \ndata. \n \nZakaria, Lead Developer at Transdev, explained that the aim is to give data ownership to \npublishers who upload data to the platform. As the platform neither controls nor edits \ndata, full responsibility is given to the publisher. When users spot errors, they can inform \nthe platform which then notifies the publisher. The platform has several features such as \nnotification features, enabling the subscriber to receive news and/or updates about a \nspecific dataset. The code is open source and people are encouraged  to contribute, \ncopy, learn from and use the code and data. \n \nRegarding community building, Zakaria shared that publishers often express their \nannoyance that data consumers take advantage of ‘their data’ and generate commercial \nvalue, while the publishers do not benefit from it. He emphasised that it is important to \nmake clear that value sits in the growth of the transport sector, such as tourism, and not \nspecifically in the data itself.  \n \n \nKey takeouts: \n \n●Catalogue invites data owners to publish data using the most open licences to \nhelp foster innovation the transport sector. \n \n●Even in a sector like transport, which has produced many successful case \nstudies, it can be difficult to ‘sell’ the value of ‘open’ to data producers.  \n \nSlides: View ​Zakaria Bouziane’s presentation here​ (from slide 139). \n \nWant to find out more? Please contact ​zakaria.bouziane@transdev.com  \n \n \n \n23\n See: ​catalogue.global \nOpen Data Institute 2018 | Case studyTransport data in the UK and France   14 \n\n \n \nTransport data case studies: \nUK \n  \nTom Forth from ODI Leeds, Vincent Lara from Etalab, and Christopher Barnes from Highways  \nEngland during the UK France Transport Data Workshop’s afternoon Unconference.  \n \nThis section presents summaries of the case studies presented by transport \nprofessionals based in the UK. Each case study includes: \n \n●Summary of the presentation \n●Key takeouts from the presentation  \n●Link to the presentation’s slides  \n●Contact details of the presenter for further details \n \n \nPlease note that the views expressed in the case studies and presentation are the views \nof the presenters, and not necessarily the views of the ODI.  \n \n \n \n \n \n \n \n  \nOpen Data Institute 2018 | Case studyTransport data in the UK and France   15 \n\n \n \nExamples of collaboration on transport data: Lyon and Birmingham \nAndrew Radford – Birmingham City Council  \n \n \nSummary​:  \n \nAndrew shared his experience of working on EU-funded projects (Opticities), and \nparticularly the close relationship between Birmingham and Lyon that had developed \nthrough a project on multimodal journey planning.  \n \nWorking on this project (and other European ones) has unearthed interesting anecdotes \nand illuminating insights on the differences between the UK and France. For example, \nwhile the UK excelled at data strategy work, European partners often excelled at the \nimplementation stage. He gave the example of an EU project where a team from \nGothenburg (Sweden) were introduced to the Electronic Transfer of Notifications (​EToN) \nstandard which had already been developed in the UK, and then built a system for \n24\nroadworks which improved on the UK version. \n \nAnother interesting difference was that because of the emphasis on different \nstandards/metrics, different data is collated. In the UK, local authorities hold/steward \ndata on bus stop locations, but do not collect data on the number of people on the bus. \nIn France, the situation is reversed.  \n \nAndrew concluded his presentation with a reflection on the nature of European projects \nand how projects and collaboration often stop when the funding ends. These abrupt \nconclusions illustrate one of the key challenges: sustainability. \n“ \nMy experience is that the UK did a lot of the \nbeard-stroking thinking, but the French \npartners and some of the other European \npartners were better at implementation and \nactually getting on with it and delivering. \nKey takeouts: \n \n●In Andy’s experience of EU-funded projects, British partners are very good at \nthe reflective data strategy, and French partners very good at the \nimplementation stage. \n \n●Collaboration between cities funded through EU projects often grinds to a halt \nonce the funding ends. Ensuring the sustainability of these partnerships is a key \nchallenge. \n \nSlides: ​View ​Andrew Radford’s presentation here (from slide 137)​. \n \n24\n ​UK Department for Tranport (2013), ‘New Roads and Street Works Act 1991. Technical Specification \nfor the Electronic Transfer of Notifications (EToN) \nassets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/181675/eton-6-te\nchnical-specification.pdf  \nOpen Data Institute 2018 | Case studyTransport data in the UK and France   16 \n\n \n \nWant to find out more? ​Please contact ​andrew.radford@birmingham.co.uk  \nPublic transport open data in the UK, and what ODI Leeds has done \nwith it \nTom Forth - ODI Leeds \n \nSummary​:  \n \nODI Leeds is one of the ODI Nodes (ODI Nodes are franchises of the ODI, hosted by \nexisting organisations). Tom explained that in the UK, most of the transport power is \ncurrently centralised in London and speculated that Manchester and Birmingham would \nbe the next major cities to become centres of transport power. He noted the current \nproblem that, while the number of bus journeys and use of open data in transport has \ndoubled in London over the last 25 years, it has halved in other big English cities.  \n25\n \nWhat has been done in the UK? \n \n-All stops are open and accessible through the National Public Transport Access \nNodes (NaPTAN). They are well maintained, correct, available on open licence \nand cover all of Great Britain. However the challenge is linking postcodes to \naddresses, which requires a fee and a licence. \n-There are weekly-updated and high-quality timetables for buses, trains, trams, \nferries, and coaches in Great Britain. \n-Fares are available as open data only in London, whereas fares are unregulated \nand not always available openly elsewhere.  \n-Usage of public transport can be tracked but most of the details are \ncommercially sensitive and not shared. \n \n \nKey takeouts: \n \n●The number of bus journeys and use of open data in transport has doubled in \nLondon over the last 25 years, but has halved in other big English cities. \n \n●All bus stops in the UK are openly available through NaPTAN; in France bus stop \nlocations are not openly available. \n \nSlides: View ​Tom Forth’s presentation here (from slide 50)​. \n \nWant to find out more? ​Please contact ​tomf@odileeds.org  \n \n \n \n \n \n \n \n  \n25\n Department for Transport (2018), ‘TableBus 0103’ \ngov.uk/government/statistical-data-sets/bus01-local-bus-passenger-journeys#table-bus0103 \nOpen Data Institute 2018 | Case studyTransport data in the UK and France   17 \n\n \n \nEngaging with your community of open data users \nRikesh Shah - Transport for London \n \nSummary​: \n \nRikesh presented the work Transport for London (TfL) does to engage with its \ncommunity of open data users. The numbers are impressive, illustrating why TfL is seen \nas a worldwide leader in the field. Around 14,000 developers are registered to access \ndata, and 42% of Londoners use an app powered by TfL data. Nearly 700 apps are \npowered by TfL data. The value of open transport data is £130 million per year according \nto the latest report by Deloitte.  \n26\n \nTfL is now using third-party data for its API as opposed to creating its own datasets \nindependently. For example, the team work with Kings College, whose sensors collect \nair quality data across London. They also partner with organisations such as National \nCar Parks and are making concerted efforts to bring other relevant datasets into the data \necosystem. To Rikesh, this level of impact is achieved more through culture change, \nthan through technology. He noted that it needs: championing at board level; to be \npresented as a customer project, rather than a technological one; and requires early \nengagement at the design stage, ideally with champions across the company.  \n \nTfL is moving towards new challenges around data partnerships: \n-How to ensure tech players not only use TfL data, but that TfL starts getting \n(enhanced) data back from some of them?  \n-How to crack the issue around procurement, so that the smallest innovators are \nwell positioned to bid for certain contracts and operate in a more corporate \nenvironment? \n“ \nThere’s an argument that says: I can’t make \n‘my data’ available because if I do I might go \nout of business. Well, it’s completely a false \nargument. If you give the customer the \ninformation they need, and they want, that will \ncreate a better journey which will support your \nrevenue lines  \nKey takeouts: \n \n●Use different techniques to engage with different types of users. \n●As a large corporate, it can be difficult to procure from the smallest, most \ninnovative organisations in the field. \n●Academics can be as useful as (and cheaper than) management consultants \nwhen looking at the possibilities of open transport data. \n \nSlides: ​View  ​Rikesh Shah’s presentation here​ (from slide 93). \n26\n Transport for London (2017), ‘New study quantifies value of open data to London’. \nhttps://blog.tfl.gov.uk/2017/10/13/new-study-quantifies-value-of-open-data-to-london/  \nOpen Data Institute 2018 | Case studyTransport data in the UK and France   18 \n\n \n \n \n \nThe role of ‘open’ in the development of new mobility services \nGiles Bailey – TravelSpirit \n \nSummary​:  \n \nTravelSpirit is a community which aims to develop an open approach to the future of \nmobility, and in particular looking at how to make ‘open’ work for smaller cities in the UK \n(ie beyond London). \n \nGiles discussed TravelSpirit’s ‘openness index for cities’, one that and captures good \nand challenging practice in a range of cities. This methodology is openly available on \nTravelSpirit’s website and the company is keen to test it in other international cities.  \n \nThe presentation concluded with a discussion of TSio Protocol and thoughts on how \n27\nblockchain could potentially solve some of the biggest issues facing transport, and \nparticularly around transport ticketing. This is a particular issue in smaller cities, that \noften have multiple operators, and thus multiple ticketing options. The benefits of \nblockchain around data maintenance, and data exchange should not just be solely for \nthe financial world or the gaming world, but could also brought into the transport \ncontext. \n“ \nBlockchain potentially provides a route to \nsolve a lot of the problems that we’ve had \naround the country – making ticketing work \nacross different operators particularly with \nprivate bus networks. \nKey takeouts: \n \n●Blockchain technology could be used to tackle some of the challenges of new \nmobility, particularly the challenge of making ticketing work across many \ndifferent operators (see TSio Protocol​\n27​\n). \n \n●There is a need to be cautious about new mobility solutions simply enabling new \nmonopolies or oligopolies. An open approach to the future of mobility could help \naddress this concern.  \n \n \nSlides: ​View ​Giles Bailey’s presentation here​. \n \nWant to find out more? ​Please contact Giles at ​giles.bailey@travelspirit.io  \n \n27\n ​TSio Protocol (2018), TSio Protocol, ​tsioprotocol.com  \nOpen Data Institute 2018 | Case studyTransport data in the UK and France   19 \n\n \n \n \nChallenges of working with travel data in the UK and \nFrance  \nJean-Gabriel Audebert-Lasrochas, Trainline \n \n \nSummary​:  \n \nJean Gabriel presented the challenges of working with transport data from the perspective \nof a private sector user: Trainline, Europe’s leading train and coach app. His presentation \nfocused on the challenges of working with French transport data. \n \nThe first barrier is that there can be a confusion between open data, and simply publicly \navailable data. Some transport data producers in France publish in a format that is not \nmachine readable.  \n \nAnother barrier is the charges made for API queries: in the airline industry for example, there \nis a charge for excessive transactions (exceeding 1,000 queries) that don’t lead to a \nbooking. There are similar restrictions when dealing with rail data in France. A final barrier is \nthe fear factor associated with Big Tech and GAFA (Google, Apple, Facebook, and \nAmazon): concern that this (non commercial) data in an open format will only benefit large \n(US) companies.  \n \nJean-Gabriel concluded his presentation by stating that public undertakings are often \nreferred to as “a piece of their country”. His hopes are that the next reform of French and \nEuropean mobility will provide an opportunity for ‘truly open rail data’.  \n“ \nWhat we need is mandatory fair, reasonable and \nnon-discriminatory access to raw (non commercial) data and \nthe right products to allow us to build customer centric tools. \nIn France there are still some limitations that prevent us from \noffering real value to our customers \nKey takeouts: \n \n●Publishing open transport data doesn’t just benefit GAFA, but a much wider set of \ndata users. \n \n●Open data in transport is not just about train timetables: delays etc are also \nimportant. \n \n \nSlides: ​view ​Jean-Gabriel’s presentation here (from slide 122)​. \nOpen Data Institute 2018 | Case studyTransport data in the UK and France   20 \n\n \n \n10 ideas for cross-country \ntransport data collaboration \n \n \nFanny Goldschmidt from Opendatasoft, Andrew Radford from Birmingham Council and Rick  \nBruce from ITO World prioritising ideas for cross-country collaboration between France and the UK \n  \nWhat are promising avenues for collaboration between \nthe UK and France? \n \nThe workshop concluded with a series of ‘unconference’ group discussions, culminating \nin a discussion on the most promising avenues for collaboration. (An ‘unconference’ is a \nparticipant-oriented meeting where the attendees decide on the agenda, discussion \ntopics. The informal and flexible program allows participants to suggest topics of their \nown interest and choose sessions accordingly). From these, we have derived 10 ideas \nfor cross-country transport data collaboration:  \n \n1) Demonstrating the economic impact of open transport data in Europe  \n \nProving the economic value of openness in transport is crucial to get politicians on \nboard. This idea was highlighted by Rikesh Shah who noted TfL and Deloitte’s \neconomic impact report which shows that the release of open data by TfL is \n28\ngenerating annual economic benefits and savings of up to £130M a year. A \n28\n Transport for London (2017), ‘TfL’s free open data boosts London's economy’ \ntfl.gov.uk/info-for/media/press-releases/2017/october/tfl-s-free-open-data-boosts-london-s-economy  \nOpen Data Institute 2018 | Case studyTransport data in the UK and France   21 \n\n \n \ncontinent-wide equivalent could be valuable. \n \nSome workshop participants mentioned the danger of over-promising \neconomically, particularly with respect to job creation, as it gives politicians the \nopportunity to shut down if the jobs don’t materialise.  \n \n \n \n2) Developing open source transport data conversion tools (particularly from GTFS \nto NeTEx standard) \n \nThe most widely discussed ‘quick win’ was the creation of open source tools to \nquickly convert transport data from national formats to one another. In particular, \nlooking at conversions between the TransXchange (UK) GTFS (Global) and \nNeTEx (European) standards. \n \nIn fact, participants from the workshop have already taken this on board and \ncreated an open source tool that converts UK public transport timetables from \nTransXChange format to GTFS format. The ​tool is available on Github​. \n“ \nThere’s about four or five open source \nconversion tools on GitHub, none are perfect \nbut they’re better than nothing. Connecting all \nthe open source conversion tools would be \nvaluable \n \n3) Drafting ‘Transport 101’ market summaries for both countries, that will help \nprivate sector operators understand key differences \n \nAttending the workshop made participants realise how different the two markets \nare. At basic level, we know that the French market is more state owned, and the \nBritish one more market dominated. But what about centralised/decentralised? Or \nthe number of ticketing options in particular cities? A quick summary of the \nmarkets could give smaller organisations the chance to know at a glance whether \ntheir solution could work in the other country’s market. Participants also \nmentioned that at a local government level, the opportunity to learn from existing \ncities – rather than starting afresh – is an efficient use of resources at a time when \nbudgets are stretched.  \n“ \nI’m coming from a private enterprise point of \nview. Something like this is a good opportunity \nfor me to understand more about the \nlandscape in France and whether our product \ncould work there.  \n  \nOpen Data Institute 2018 | Case studyTransport data in the UK and France   22 \n\n \n \n4)  Facilitating dialogue between politicians, transport data providers, and ‘GAFA’  \n \nFrench citizens (and therefore politicians) are generally perceived as having more \nhostile views towards ‘Big Tech and GAFA (Google, Apple, Facebook, and \nAmazon) than in the UK. Recent research from the European Commission (2017), \n29\nfinds that just 53% of French citizens think technology has a positive impact on \nsociety, v 70% of British citizens.  \n \nHowever, our conversations revealed that the broad areas of concern are now \nequally shared. These include the fear that large tech players will ‘crush’ smaller \ncompetitors. Solutions that have been tried (for example in Lyon) include price \ndiscrimination (charging large players, but not smaller competitors) but results \nhave been disappointing: none seem to pay. Another concern, is that Big Tech is \nnot sharing back its use of open data. Facilitating dialogue between politicians, \ntransport data providers, and GAFA is the best way to address these concerns.  \n“ \nA proposed solution to GAFA dominance \nseems to have been charge different amounts \nto different customers. You could offer data for \nfree to startups and you could try to charge \nbig players for the access to the data... but [so\nfar] it hasn’t really worked, and in many ways \ngoes against the principles of open data \n \n \n5) Sharing best practice on the inclusion of open data clauses in transportation \ncontracts  \n \nThe group shared the example of certain municipalities in France (such as Lille) that have \nstarted including open data requirements for franchisees who win the operation of \ntransport lines. Tracking whether these requirements are successful could create \ninteresting lessons, not only within France, but for UK cities as well. This is particularly \nthe case when dealing with cities of a similar size.  \n“ \nIt’s interesting that in Lille’s new franchise for \npublic transport they have added open data \nrequirements. I think UK cities (and French \nones) would do well to look at this and see \nwhether it works or not. \n \n \n \n29\n European Commission (2017), Eurobarometer on Attitudes towards the impact of digitisation and automation \non daily life (March 2017 Fieldwork). Access report ​here  \nOpen Data Institute 2018 | Case studyTransport data in the UK and France   23 \n\n \n \n6) Ensuring smaller towns do not suffer from ‘transport data exclusion’  \n \nApp developers respond to market incentives, and therefore tend to concentrate \non the big cities where there are naturally larger markets. Smaller towns and \nrural areas can therefore face a form of digital exclusion, where because of \nlimited market size, operators don’t dedicate the required resource to develop \nthe solutions they would for larger cities, or in certain cases even collect the data \nin ways they would for larger cities.  \n“ \n \nSometimes, if you’re a small village and your data \nisn’t being collected, it’s like you are you just kind \nof chopped off and not visible on the map. \n7) Evaluating the impact of different licenses for open data and innovation in \ntransport  \n \nOne key question raised on the day was how transport providers who open \ndatasets start receiving (potentially enhanced) data back from some of the \nbigger players that use it.  \n \nThe ODbL is used a lot in France by local authorities, and forces users to share \nany enhanced data that incorporates the ODbL-licensed dataset. In other areas \nin France, open data clauses have been inserted in franchise contracts. \n \nOn the other hand, the use of sharealike licences can slow innovation as it \n30\nmakes it more likely people will have to consult lawyers or product managers \nabout what they should do with data. Empirically evaluating the impact of \ndifferent licences for open data use in transport was seen by participants as a \nvaluable activity.  \n \n8) Making ticketing (particularly in smaller cities) more user friendly to work across \nmultiple providers  \n \nPurchasing tickets can be difficult for customers – particularly in smaller cities \nacross the UK and France, and when dealing with a succession of different \noperators, and multiple private bus and rail providers. Giles Bailey suggested \nthat certain aspects of blockchain technology look promising in helping address \nsome of the issues around ticketing. Could this solution help in France as well as \nthe UK? \n“ \nGo outside of London, and each bus operator \nhad its own app, different prices of tickets on \nthe app versus if you paid by cash. Then you \nhave to get on a train which is another app, \nanother unfathomable ticketing structure.  \n30\n UK Authority (2018), ‘Can there be reciprocity for open data?’ \nukauthority.com/data4good/entry/7957/can-there-be-reciprocity-for-open-data  \nOpen Data Institute 2018 | Case studyTransport data in the UK and France   24 \n\n \n \n9) Including a wider range of European countries on collaboration on Transport \nData \n \nFinally, the group mentioned that while the UK and France were ideal initial \ncandidates given their open data expertise, this initiative could also be extended \nto other European countries. This is particularly the case given that operators \nand transport data users will be dealing with similar issues, particularly around \nstandards and NeTEx.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n  \nOpen Data Institute 2018 | Case studyTransport data in the UK and France   25 \n\n \n \nAppendix  \nWorkshop: participant organisations \n \nOrganisation Country \nOpenDataSoft  France \nTransdev France \nFive by Five  France \nLille Metropole (Mobilité)  France \nTransfermuga  France \nKisio Digital  France \nTrainline France \nMinistre Economie (Attache Transport) France \ntransport.data.gouv.fr (Etalab) France \ntransport.data.gouv.fr  France  \nDatactivist France \nTravelspirit  UK \nDEFT153  UK \nHighways England  UK \nArcadis  UK \nTFL  UK \nODI Leeds  UK \nTransport Systems Catapult  UK \nDepartment for Transport  UK \nIto World UK \nBirmingham City Council UK \n \nOpen Data Institute 2018 | Case studyTransport data in the UK and France   26 ","version":"1.10.100"}