{"numpages":39,"numrender":39,"info":{"PDFFormatVersion":"1.4","IsAcroFormPresent":false,"IsXFAPresent":false,"Creator":"Adobe InDesign 16.1 (Windows)","Producer":"Adobe PDF Library 15.0","CreationDate":"D:20210330092116-04'00'","ModDate":"D:20210330092121-04'00'","Trapped":{"name":"False"}},"metadata":{"_metadata":{"xmp:createdate":"2021-03-30T09:21:16-04:00","xmp:metadatadate":"2021-03-30T09:21:21-04:00","xmp:modifydate":"2021-03-30T09:21:21-04:00","xmp:creatortool":"Adobe InDesign 16.1 (Windows)","xmpmm:instanceid":"uuid:16a19701-4cbf-4325-aead-82d53dcb0661","xmpmm:originaldocumentid":"xmp.did:159A2E9F8F04E9119E7EF2B838E5D2D4","xmpmm:documentid":"xmp.id:c93333fb-6f38-214b-bb32-b7cb15855c3c","xmpmm:renditionclass":"proof:pdf","xmpmm:derivedfrom":"xmp.iid:b9741743-d189-924c-947c-583834035c88xmp.did:b9741743-d189-924c-947c-583834035c88xmp.did:159A2E9F8F04E9119E7EF2B838E5D2D4default","xmpmm:history":"convertedfrom application/x-indesign to application/pdfAdobe InDesign 16.1 (Windows)/2021-03-30T09:21:17-04:00","dc:format":"application/pdf","pdf:producer":"Adobe PDF Library 15.0","pdf:trapped":"False"}},"text":"\n\nThe Use of \nMobility \nData for \nResponding \nto the \nCOVID19 \nPandemic\nDATA4COVID19 \nDeep Dive\n\nAcronyms and Abbreviations\nCDR                                                                                    Call              Detail              Records\nCOVID-19                                                                      Coronavirus              disease              2019\nCSR                                                                                    Corporate              Social              Responsibility\nGDPR                                                                                    General              Data              Protection              Regulation\nGPS                                                                                    Global              Positioning              System\nID                                                                                    Identification\nODM                                                                                    Origin-Destination              Matrix\nNYC                                                                                    New              York              City\nPOI                                                                                    Point              of              Interest\nSDK                                                                                    Software                            Development              Kit\nSMS                                                                                    Short              Message              Service\nTelcos                                                                      Telecommunications              company\nUN                                                                                    United              Nations\nUNICEF                                                                      United              Nations              Children’s              Fund\nUS                                                                                    United              States\nx-DR                                                                                    x-Data              Record\n1\nThe Use of Mobility Data for Responding to the COVID19 Pandemic  |  DATA4COVID19 Deep Dive\n\n1. Executive  Summary ..............................................................................3\n2. Introduction ...........................................................................................4\n1.A. Methodology ..................................................................................................7\n1.B. Research  Limitations ...................................................................................10\n3. Mobility Data: What It Is and How It Can Be Used ...........................10\n2.A. Mobility Data Overview ...............................................................................11\n2.B. Mobility Data for COVID-19  .......................................................................15\n2.C. Users of Mobility Data.................................................................................15\n2.D. Approaches to Leveraging Mobility Data: Data Collaboration ............17\n4. Current Practice: Insights from Five Case Studies ........................20\n3.A. Comparative  Insights  ..............................................................................20\n3.B. Insights from Data Users............................................................................22\n3.C. Insights from Data Suppliers ....................................................................25\n5. Prescriptive Analysis: Recommendations for the Future ............28\n6. About the Authors ................................................................................31\n7. Appendix 1: Mobility Data Type .........................................................33\n8. Appendix 2: Data4Covid Mobility Repository: Taxonomy of \nFactors, Design Choices, and Variables .............................................36\nTable of Contents\nThe Use of Mobility Data for Responding to the COVID19 Pandemic  |  DATA4COVID19 Deep Dive\n2\n\n1. Executive Summary\nAs the COVID-19 pandemic continues to upend the way people move, work, and gather, governments, businesses, \nand public health researchers have looked increasingly at mobility data to support pandemic response. This data, \nassets that describe human location and movement, generally has been collected for purposes directly related to a \ncompany’s business model, including optimizing the delivery of consumer services, supply chain management or \ntargeting advertisements. However, these call detail records, smartphone-mobility data, vehicle-derived GPS, and \nother mobility data assets can also be used to study patterns of movement. These patterns of movement have, in \nturn, been used by organizations to forecast disease spread and inform decisions on how to best manage activity in \ncertain locations. \nResearchers at The GovLab and Cuebiq, supported by the Open Data Institute, identified 51 notable projects from \naround  the  globe  launched  by  public  sector  and  research  organizations  with  companies  that  use  mobility  data  \nfor  these  purposes.  It  curated  five  projects  among  this  listing  that  highlight  the  specific  opportunities  (and  risks)  \npresented  by  using  this  asset.  Though  few  of  these  highlighted  projects  have  provided  public  outputs  that  make  \nassessing  project  success  difficult,  organizations  interviewed  considered  mobility  data  to  be  a  useful  asset  that  \nenabled  better  public  health  surveillance,  supported  existing  decision-making  processes,  or  otherwise  allowed  \ngroups to achieve their research goals. \nThe report below summarizes some of the major points identified in those case studies. While acknowledging that \nlocation  data  can  be  a  highly  sensitive  data  type  that  can  facilitate  surveillance  or  expose  data  subjects  if  used  \ncarelessly, it finds mobility data can support research and inform decisions when applied toward narrowly defined \nresearch questions through frameworks that acknowledge and proactively mitigate risk. These frameworks can vary \nbased on the individual circumstances facing data users, suppliers, and subjects. However, there are a few conditions \nthat  can  enable  users  and  suppliers  to  promote  publicly  beneficial  and  responsible  data  use  and  overcome  the  \nserious obstacles facing them.\nFor data users (governments and research institutions), functional access to real-time and contextually relevant data \ncan support research goals, even though a lack of data science competencies and both short and long-term funding \nsources  represent  major  obstacles  for  this  goal.  Data  suppliers  (largely  companies),  meanwhile,  need  governance  \nstructures  and  mechanisms  that  facilitate  responsible  re-use,  including  data  re-use  agreements  that  define  who,  \nwhat, where, and when, and under what conditions data can be shared. A lack of regulatory clarity and the absence \nof universal governance and privacy standards have impeded effective and responsible dissemination of mobility \nfor  research  and  humanitarian  purposes.  Finally,  for  both  data  users  and  suppliers,  we  note  that  collaborative  \nresearch networks that allow organizations to seek out and provide data can serve as enablers of project success by \nfacilitating exchange of methods and resources, and closing the gap between research and practice. \nBased on these findings, we recommend the development of clear governance and privacy frameworks, increased \ncapacity building around data use within the public sector, and more regular convenings of ecosystem stakeholders \n(including  the  public  and  data  subjects)  to  broaden  collaborative  networks.  We  also  propose  solutions  towards  \nmaking the responsible use of mobility data more sustainable for long-term impact beyond the current pandemic. \nA failure to develop regulatory and governance frameworks that can responsibly manage mobility data could lead \nto a regression to the ad hoc and uncoordinated approaches that previously defined mobility data applications. It \ncould also lead to disparate standards about organizations’ responsibilities to the public.  \n3\nThe Use of Mobility Data for Responding to the COVID19 Pandemic  |  DATA4COVID19 Deep Dive\n\n2. Introduction\nPHOTO: Unsplash/Dele Oke is licensed under CC0\nWith  over  120  million  cases  and  2.6  million  deaths  as  of  March  2021,  the  COVID-19  pandemic  continues  to  take  a  \ncatastrophic toll.\n1\n With health care systems across the world under pressure, governments continue to limit the free \nmovement  of  people  to  control  virus  spread.  Meanwhile,  people  continue  to  face  economic  and  social  hardship  \nfrom  the  pandemic.  In  some  regions  that  successfully  controlled  the  pandemic,  additional  waves  of  spread  are  \nforcing populations back into lockdown.\nIn addition to a relatively high fatality rate, COVID-19 is also easy to spread, with many of those infected spreading it to \none or more people they know.\n2\n These factors make understanding people’s interactions of the utmost importance. \nTraditionally,  understanding  connections  between  groups  has  been  done  by  public  health  professionals  through  \nmodeling  based  on  existing  epidemiological,  population,  and  statistically  derived  travel  data.\n3\n  Given  the  unique  \nchallenges  presented  by  COVID-19,  however,  some  governments  and  researchers  have  looked  toward  new  data  \nsources to supplement existing approaches. \nOne of these sources is mobility data, data about the location of a device passively produced through normal activity. \nMobility data generally has been collected for purposes directly related to a company’s business model, including \noptimizing the delivery of consumer services or targeting advertisements. However, some professionals have used \ncall detail records, smartphone- and vehicle-derived data, and other assets to understand in near-real time where \nand when disease spread is likely to occur.\n4\n These insights can, in turn, inform official policies and help people make \n1.  The Center for Systems Science and Engineering at Johns Hopkins University (JHU). “COVID-19 Map.” Johns Hopkins Coronavirus Resource \nCenter. Accessed January 5, 2021. https://coronavirus.jhu.edu/map.html.\n2.  Beech, Peter. “What Is COVID-19’s R Number – and Why Does It Matter?” World Economic Forum, May 8, 2020. https://www.weforum.org/\nagenda/2020/05/covid-19-what-is-the-r-number/; Worldometer. “Coronavirus Death Rate (COVID-19) - Worldometer,” May 14, 2020. \n3.      https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6227252/ \n4.  Yates, Christian. “How to Model a Pandemic.” The Conversation. Accessed March 15, 2021. http://theconversation.com/how-to-model-a-\nThe Use of Mobility Data for Responding to the COVID19 Pandemic  |  DATA4COVID19 Deep Dive\n4\n\ndecisions about the individual contexts in which they operate.\nMobility insights and decision-support tools generated from de-identified and aggregated telecommunications and \nmobility data have already been used in response to public health threats such as Ebola in Africa,\n5\n Zika in Brazil\n6\n and \nswine flu in Mexico.\n7\n The use of location data in each of these cases were broadly considered successful in addressing \nserious  and  immediate  public  needs.  However,  uses  of  location  data  have  also  been  used  for  more  questionable  \npurposes. An investigation in the United States found one health smartphone app developed for North and South \nDakota shared user data alongside “advertising identifiers” with other companies, despite the app’s privacy policy \nsaying no such sharing would occur.\n8\n In South Korea, poor security practices in a government-run health app made \nthe names and real-time locations of quarantined individuals retrievable by hackers.\n9\n In China, the New York Times \nreported that the government’s Alipay app secretly shared the user’s location and other information with police.\n10\n In \nother contexts, companies that collect location data have reportedly sold their assets to law enforcement, military, \nand intelligence services without the knowledge or consent of users.\n11\nIncompetence and malice around the use of location data is a very real threat, as is the continued failure to hold bad \nactors accountable for irresponsible practices. With governments around the world currently engaged in large-scale \nefforts to use mobility data insights to help them manage the current COVID-19 crisis, it is crucial to encourage good \npractices and to foster regulatory clarity and institutional safeguards. Responsible, sustainable, and effective public \nhealth surveillance is only possible if organizations commit themselves to protecting the rights and well-being of \ndata subjects. \nThis report looks at several attempts by decision-makers in the public and private sector to engage with one another \nto  address  the  ongoing  crisis  to  see  what  promising  practices  exist.  Many  of  these  efforts  have  taken  the  form  of  \ndata collaboratives, a new form of public-private partnership in which participants from different sectors  exchange \nor  provide  access  to  expertise  and  data  to  create  public  value.\n12\n  By  mapping  and  studying  these  mobility  data  \ncollaboratives, we seek to identify what makes a successful initiative and what does not. This work can be used not \nonly to inform ongoing response and recovery efforts but to improve how institutions operate in a post-pandemic \nenvironment.  It  can  support  work  to  make  data  collaboration  as  a  whole  more  responsible,  sustainable,  and  \nsystematic. From this basis, we approach the analysis by asking:\n• \nWhat are possible conditions for success and failure of mobility data sharing initiatives within the context of \nCOV ID -19?\n• \nWhat  are  the  barriers  and  challenges  to  successful  implementation  and  outcomes?  What  are  the  risks  \ninvolved? Are they unique to mobility data or indicative of data sharing partnerships in general? \n• \nWhat  tangible  effects  or  impacts  have  there  been  from  sharing,  or  not  sharing,  between  the  public  and  \nprivate sectors? \n• \nWhat decision-making has been made possible from these sectors successfully sharing their mobility data?\npandemic-134187.\n5.  Wesolowski, Amy, Caroline O. Buckee, Linus Bengtsson, Erik Wetter, Xin Lu, and Andrew J. Tatem. “Commentary: Containing the Ebola \nOutbreak - the Potential and Challenge of Mobile Network Data.” PLoS Currents 6 (September 29, 2014). https://doi.org/10.1371/currents.out-\nbreaks.0177e7fcf52217b8b634376e2f3efc5e.\n6.  Peiró, Patricia. “Los billetes de avión predicen dónde viajan las enfermedades.” El País. November 1, 2018, sec. Planeta Futuro. ht tps: //e l-\npais.com/elpais/2018/10/29/planeta_futuro/1540825274_349206.html.\n7.  Oliver, Nuria. “Combating Global Epidemics with Big Mobile Data.” the Guardian, September 5, 2013. http://www.theguardian.com/me-\ndia-network/media-network-blog/2013/sep/05/combating-epidemics-big-mobile-data.\n8.  Fowler, Geoffrey A. “One of the First Contact-Tracing Apps Violates Its Own Privacy Policy.” Washington Post, May 21, 2020, sec. Perspective. \nhttps://www.washingtonpost.com/technology/2020/05/21/care19-dakota-privacy-coronavirus/.\n9.  Sang-Hun, Choe, Aaron Krolik, Raymond Zhong, and Natasha Singer. “Major Security Flaws Found in South Korea Quarantine App.” The \nNew York Times, July 21, 2020, sec. Technology. https://www.nytimes.com/2020/07/21/technology/korea-coronavirus-app-security.html.\n10.  Mozur, Paul, Raymond Zhong, and Aaron Krolik. “In Coronavirus Fight, China Gives Citizens a Color Code, With Red Flags.” The New York \nTimes, March 2, 2020, sec. Business. https://www.nytimes.com/2020/03/01/business/china-coronavirus-surveillance.html.\n11.   Cox, Joseph. “Military Unit That Conducts Drone Strikes Bought Location Data From Ordinary Apps,” March 4, 2021. https://www.vice.com/\nen/article/y3g97x/location-data-apps-drone-strikes-iowa-national-guard.\n12 .  Data Collaboratives. “Data Collaboratives Home Page,” 2018. http://datacollaboratives.org/explorer.html.\n5\nThe Use of Mobility Data for Responding to the COVID19 Pandemic  |  DATA4COVID19 Deep Dive\n\n• \nWhat are the prospects for sustained mobility data sharing programs in a post COVID-19 world? \n2.A. Methodology\nTo answer these research questions, the Open Data Institute supported a research team composed of researchers from \nThe GovLab and Cuebiq to assemble a repository of mobility data collaboratives related to COVID-19 and describe \nkey attributes of each initiative. This mobility-focused repository stemmed from The GovLab’s ongoing curation and \nreview of data collaboratives for COVID-19 through its the #Data4COVID19 Living Repository.\n13\n Researchers sourced \nthis sample of mobility data collaboratives through an analysis of this repository as well as additional desk research \nand expert consultations. \nWhile The GovLab assembled most of the examples through desk research, subject-matter experts in mobility data \nfrom Cuebiq captured key attributes of these data collaboratives—including the type of mobility data shared and \ntechnical means for ensuring responsible data use. Once the research team compiled the repository, it selected five \ndata  collaboratives  in  coordination  with  the  Open  Data  Institute  to  study  further.  These  selections  sought,  to  the  \nextent  possible,  to  explore  projects  across  different  regions  that  used  different  data  collaborative  types,  project  \nscopes, and data types. The team did, however, decide only to pursue those projects where substantial supporting \ndocumentation was available and where it would be possible to secure interviews with key stakeholders. \n13.  Originally launched in March 2019, the crowdsourced repository features, at the time of writing, over 200 global examples of data collabo-\nratives initiated to address the COVID-19 pandemic. See http://list.data4covid19.org \nThe Use of Mobility Data for Responding to the COVID19 Pandemic  |  DATA4COVID19 Deep Dive\n6\n\n7\nThe Use of Mobility Data for Responding to the COVID19 Pandemic  |  DATA4COVID19 Deep Dive\n\nBy synthesizing insights gleaned from the detailed case studies and the broader repository, we provide a view into \nthe current state of mobility data collaboratives for COVID-19 response while also identifying conditions for success \nand obstacles to achieving impact. Based on this diagnosis, we provide recommendations towards enabling more \nsystematic, sustainable and responsible models of reuse of mobility data through data collaboration as to support \ndecision-making  regarding  pandemic  prevention,  monitoring,  and  response.\n14\n  This  document  summarizes  the  \nresults of that work. It includes several sections:\n• \nSection  II  of  this  document  provides  an  introduction  to  mobility  data,  the  value  and  characteristics  of  \nthis data as it relates to COVID-19, and the organization of our Mobility Data for COVID-19 repository. It also \nincludes  a  brief  explanation  of  data  collaboration,  the  structure  through  which  the  data  described  in  this  \ndocument is shared. \n• \nIn Section III, we provide a diagnostic analysis of the contents of the Mobility Data for COVID-19 repository \nand the five case studies that were subject to in-depth analysis. These projects include: \n• Facebook Data for Good;\n• The European Commission Joint Research Centre’s Mobility Functional Area Study;\n14.  Data Collaboratives. “Data Collaboratives Home Page,” 2018. http://datacollaboratives.org/explorer.html.\nThe Use of Mobility Data for Responding to the COVID19 Pandemic  |  DATA4COVID19 Deep Dive\n8\n\n• The Greater London Authority Data Store’s COVID-19 Mobility Report;\n• Telefónica Chile and Universidad del Desarrollo Mobility Reports; and\n• The University of Toronto’s Canadian Mobility Analysis. \nWe detail insights that can be gleaned from these insights for demand-side actors, those who need data for \nanalysis and supply-side actors, those who provide data.\n• \nSection IV provides a prescriptive analysis, including an overview of enabling factors and preconditions of \nsuccess.  It  also  includes  recommendations  for  improving  current  practice  regarding  COVID-19  and  a  set  of  \nrecommendations for the field of data. collaboration more generally.\n15\n2.B. Research Limitations\nThe following report, associated case studies, and repository rely on desk research and key stakeholder interviews. \nThis approach represents a few limitations that readers should keep in mind. First, the reliance on public reporting \nmeans  that  the  projects  highlighted  here  are  not  comprehensive  and,  in  some  way,  self-selected.  The  COVID-19  \npandemic has generated a large number of data-driven initiatives, some of them well-known and others secretive. \nBoth public and private sector entities have an incentive only to share information about projects that they consider \nclearly successful, meaning many projects with negative or ambiguous results are simply never reported by those who \ncreate them. Second, the frequent lack of tangible outputs, transparent processes, or third party involvement means \nthat, in many of the examples highlighted, the team is reliant on how project sponsors characterize their own work \nand the work of their partners. While the research team sought documentation to validate these characterizations \nwherever  possible  and  sought  out  multiple  interviewees  to  get  multiple  perspectives  on  the  assembled  projects,  \nresearchers recognize the inherent limitations here.\nThe research team also recognizes the potential conflict of interest represented by the involvement of researchers \nfrom  Cuebiq,  a  provider  of  mobility  data  and  a  participant  in  several  of  the  projects  listed.  To  promote  research  \nindependence,  the  research  team  explicitly  excluded  Cuebiq  staff  from  drafting  and  editing  case  studies  on  any  \nprojects Cuebiq was directly involved in. Recognizing the possibility of implicit bias—Cuebiq’s involvement shaping \nthe team’s characterization of Cuebiq and its competitors—the reports clearly indicate Cuebiq’s involvement in the \noverall effort wherever appropriate.  \n15.  We acknowledge that the insights and recommendations detailed in section III and IV may not be applicable across all contexts, especially \nthose in which mobile phone or other advanced data collection strategies may not be possible e.g. conflict zones, countries with low human \ndevelopment indices, etc.\n9\nThe Use of Mobility Data for Responding to the COVID19 Pandemic  |  DATA4COVID19 Deep Dive\n\n3. Mobility Data: What It Is and \nHow It Can Be Used\nFor the past decade researchers have used location data derived from mobile phones to analyze human mobility \ndynamics.  The  insights  generated  from  mobility  data  informs  many  topics,  including  transportation  and  urban  \nplanning, emergency management, and disease surveillance.\n16\n Such data is collected by private sector entities such \nas telecommunication companies (telcos) through Call Detail Records (CDRs) or through smartphone applications \nthat use mobile phones’ built-in GPS capabilities. While private sector mobility data is primarily monetized through \ncommercial  activities  related  to  advertising  and  analytics,  some  location  data  companies  and  telcos  also  provide  \naccess to mobility datasets for academic research and humanitarian purposes. \nAs with many types of emerging technologies, the use of location data in the private and academic realms serves \nas  testing  grounds  for  concepts  that  can  later  be  adopted  for  public  use.  One  notable  example  of  this  is  the  US  \nDepartment of Transportation’s use of Google’s mobility analytics for improving public transportation, which helps \ncities understand “where citizens want to travel and how to transport them to those destinations more efficiently, \nfairly, and safely.”\n17\n Another example is the United Nations’ use of CDRs from Turk Telekom to assess social integration \nof  refugees  in  Turkey;  the  UN  created  a  methodological  framework  which  allowed  public  sector  organizations  to  \n16.  Frias-Martinez, E., G. Williamson, and V. Frias-Martinez. “An Agent-Based Model of Epidemic Spread Using Human Mobility and Social \nNetwork Information.” In 2011 IEEE Third International Conference on Privacy, Security, Risk and Trust and 2011 IEEE Third International Conference \non Social Computing, 57–64, 2011. https://doi.org/10.1109/PASSAT/SocialCom.2011.142; Wang, Feilong, Xiangyang Guan, and Cynthia Chen. \n“Assessing Impacts of Abnormal Events on Travel Patterns Leveraging Passively Collected Trajectory Data.” A r X i v :1911.116 3 3   [ P h y s i c s ], March 29, \n2020. http://arxiv.org/abs/1911.11633. \nWang, H., F. Calabrese, G. Di Lorenzo, and C. Ratti. “Transportation Mode Inference from Anonymized and Aggregated Mobile Phone \nCall Detail Records.” In 13th International IEEE Conference on Intelligent Transportation Systems, 318 –23, 2010. ht tps://doi.org/10.1109/\nITSC . 2010. 5625188.\n17.   TechCrunch. “US DOT and Alphabet’s Sidewalk Labs Aim to Create New Public Transit and Wi-Fi Networks.” Accessed January 5, 2021. \nhttps://social.techcrunch.com/2016/03/17/u-s-dot-and-sidewalk-labs-hustle-and-flow/.\nThe Use of Mobility Data for Responding to the COVID19 Pandemic  |  DATA4COVID19 Deep Dive\n10\n\nassess the impacts of relief programs and the social, economic, and cultural burden placed on refugees.\n18\n \nWhile mobility data holds the potential to create positive social impact through cases such as these, it can also be \nused for ethically problematic purposes. For instance, in early 2020, some reports alleged that one Muslim prayer \napp  collected  location  data  that  fed  into  counterterrorism  operations  by  the  US  military.\n19\n  In  countries  with  social  \nand  political  unrest,  the  mis-use  of  mobility  data  can  endanger  citizens  or  asylum-seekers,  for  whom  information  \nabout their whereabouts is particularly sensitive. Recent research has shown that location data is a key part of the \nextension of the “surveillance state.”\n20\n Given the privacy sensitivities inherent in the mass collection of location data, \nit is critical to evaluate the mechanisms by which data is collected and shared in order to weigh utility against (group) \nprivacy. \nIn addition to privacy concerns, it should also be noted that mobility data alone is not a panacea, and certain types \nof mobility data may under-represent segments of society due to the collection method. For example, mobility data \nderived from smartphones may under-represent those with lower rates of smartphone ownership, such as elderly \npopulations and lower-income groups, especially in countries with overall lower smartphone penetration.\n21\nWhen COVID-19 emerged as a global health threat in early 2020, epidemiologists across research institutions and the \npublic sector alike (in areas where resources for such analyses exist) turned to mobility data as a source for situational \nawareness to inform containment strategies. For instance, countries such as South Korea used smartphone-derived \nlocation  data  for  surveillance  activities  related  to  contact  tracing  while  companies  such  as  Google  and  Apple  \ndeveloped technologies for bluetooth-enabled contact tracing.\n22\n \n3.A. Mobility Data Overview\nThere are many mobility data sources and formats, each relying on different technologies and collection mechanisms. \nThe type of location data used for COVID-19 mobility modeling is often derived from private sector sources such as \ntelecommunications and smartphone app developers. However, it can also be sourced from public sector sources, \nsuch as public transportation authorities who can provide sensor or ridership data. Data provenance is an important \nfactor that affects all “Five V’s” of big data, detailed here as they relate to mobility data: \n• \nVolume: the scale of data being collected both in terms of number of users and records per user; \n• \nVeracity: the spatial precision and accuracy of data being collected;\n• \nValue: the relevance of the data to the use case at hand;\n• \nVelocity: the rate at which data is collected and delivered to the user; and\n• \nVariety: the diversity of metadata being collected.\n18.  Pulse Lab New York. “Using Call Detail Records To Understand Refugee Integration In Turkey • UN Global Pulse.” UN Global Pulse (blog), \n2018. https://www.unglobalpulse.org/project/using-call-detail-records-to-understand-refugee-integration-in-turkey-2/.\n19.  Cox, Joseph. “How the U.S. Military Buys Location Data from Ordinary Apps.” November 2020. https://www.vice.com/en/article/jgqm5x/\nus-military-location-data-xmode-locate-x.\n20.  Frith, Jordan and Michael Saker. “It Is All About Location: Smartphones and Tracking the Spread of COVID-19.” July 30, 2020. ht tps: //doi.\norg/10.1177/2056305120948257\n21.  Pew Research Center. “Mobile Fact Sheet.” Internet & Technology (blog), June 12, 2019. https://www.pewresearch.org/internet/fact-sheet/\nmobile/.\n22.  Hsu, Jeremy. “Contact Tracing Apps Struggle to Be Both Effective and Private - IEEE Spectrum.” IEEE Spectrum, September 24, 2020. ht tps: //\nspectrum.ieee.org/biomedical/devices/contact-tracing-apps-struggle-to-be-both-effective-and-private.\n11\nThe Use of Mobility Data for Responding to the COVID19 Pandemic  |  DATA4COVID19 Deep Dive\n\nIn addition to the “five V’s” are the ethical implications of both how the data is collected and how it is shared. Did the \ndata collector obtain the informed consent of the user? If so, does the data collector enable users to exercise their \ndata rights in accordance with regulations such as the European Union’s General Data Protection Regulation (GDPR)? \nHow  does  the  data  controller  safeguard  the  privacy  of  individual  users?  These  ethical  concerns  are  of  paramount  \nimportance, especially in countries where regulations around appropriate use often do not exist.\nBelow, we seek to provide clarity on all these issues. We provide a high-level overview of the types of mobility data \nthat  are  used  for  COVID-19  analyses.  (A  more  detailed  technical  description  of  each  source  can  be  found  in  the  \nAppendix.) We also provide descriptions and terminology of data provenance in terms of ethical considerations—\nsuch as consent—and technical measures taken to preserve privacy. \nAn Emerging Taxonomy of Mobility Data\nData on mobility can be collected through various methods. Several notable sources of mobility data include:\n1. Call  Detail  Records  (CDR):  Passively  collected  records  of  each  time  a  mobile  phone  connects  to  a  \nnetwork by sending or receiving a voice call or SMS.\n23\n CDR generally benefits from a large scale of users, albeit \nwith less accuracy than GPS data. \n2. x-Data  Record  (x-DR):  Any  type  of  data  created  when  a  mobile  phone  user  connects  to  a  mobile  \nnetwork.\n24\n  Like  CDR,  x-DR  generally  benefits  from  a  large  scale  of  users,  albeit  with  less  accuracy  than  GPS  \ndata. \n3. First-Party  SDK  smartphone-derived  GPS:  Data  transmitted  on  the  geographic  location  of  a  \nsmartphone using the device’s built-in sensor. “First Party” implies the data holder collects data directly from \nindividual users through a single collection methodology. \n4. Third-Party  SDK  smartphone-derived  GPS:  Data  transmitted  on  the  geographic  location  of  a  \nsmartphone  by  an  application  using  the  device’s  built-in  sensor.  “Third  party”  implies  that  the  data  holder  \n23.  Jones, Kerina Helen, Helen Daniels, Sharon Heys, and David Vincent Ford. “Public Views on Using Mobile Phone Call Detail Records in \nHealth Research: Qualitative Study.” JMIR MHealth and UHealth 7, no. 1 (January 16, 2019). https://doi.org/10.2196/11730.\n24.  Blackburn, Mandy. “Guide to Useful Telecoms Risk Assurance Acronyms and Terms.” Risk Assurance Group, 2017. https://riskandassurance-\ngroup.org/wp-content/uploads/2017/01/Generic-Guide-to-useful-Telecoms-Acronyms.pdf.\nVeracity\nValue\nVelocity\nVariety\nVolume\nThe Use of Mobility Data for Responding to the COVID19 Pandemic  |  DATA4COVID19 Deep Dive\n12\n\nobtains data from various third-party sources, and therefore lacks a direct relationship with users and requires \ndata cleansing. \n5. BidStream  Data: Data  about  a  potential  recipient  of  a  digital  advertisement,  including  device  \nidentifiers and cookies, location data, IP address, and unique demographic and biometric information, by the \norganizations bidding to place an ad.\n25\n BidStream data is less precise than other sources. It also does not allow \nfor longitudinal analyses, and presents ethical concerns since users have no way of opting in or out from data \ncollection. \n6. Wearable GPS: Data  derived  from  wearable  sensors—connected  to  the  internet  of  things—that  log  \nthe user’s physical location.\n7.   Aerial: Aerial  mobility  data  refers  to  data  collected  about  physical  movements  of  people  based  on  \nimages derived from aerial photography, often taken from satellites.\n26\n8. Vehicle GPS: Data transmitted on the geographic location of a vehicle—such as an automobile, ship, or \nairplane—through in-vehicle sensors or other devices.\n9. Bluetooth: A signal that allows for short-range wireless communication between electronic devices that \ncan be used to determine when objects come into proximity with each other.\n27\n10. Geotagged social media data: Metadata connected to videos, photographs, messages, and other \ncontent posted on social media containing information on the time and geographic location of the user.\n28\nConsent path\nConsent  paths  refer  to  the  extent  to  which  users  of  different  technologies  can  consent  to  data  collection.  \nGovernments, companies, and other stakeholders have control and responsibility for setting these practices.\n• \nOpt-in/Opt-out: The  concept  of  “opt-in”  refers  to  an  application,  platform,  or  tool  that  allows  users  to  \nconsent to data collection. Consent is defined as “freely given, specific, informed and unambiguous” given by \n“clear and affirmative action.”\n29\n The concept of “opt-out” refers to the ability of a user to exercise their rights to \ndiscontinue collection of their data. In addition to requiring that data collectors obtain consent to collect data \nfrom users, the European Union’s GDPR gives users the right to “portability” and “erasure.” Portability allows \nfor users to request copies of their data while erasure, “the right to be forgotten,” can allow users to demand \nthat their data be permanently deleted.\n30\n \n• \nOpt-out  only:  “Opt-out  only”  refers  to  an  application,  platform,  or  tool  that  collects  data  from  users  by  \ndefault without first obtaining consent. Such policies only allow users to opt-out if they manually navigate to \nthe system’s settings and manually withdraw consent for such practices.\n25.  Wyden, Ron, Maria Cantwell, Elizabeth Warren, Anna Eshoo, Yvette Clarke, Bill Cassidy, Sherrod Brown, Edward Markey, Zoe Lofgren, and \nRo Khanna. “Letter to the Honorable Joseph J. Simons, Chairman of the Federal Trade Commission,” July 31, 2020. https://www.wyden.senate.\ngov/imo/media/doc/073120%20Wyden%20Cassidy%20Led%20FTC%20Investigation%20letter.pdf.\n26.  US Geological Survey. “National Geospatial Program.” Accessed January 5, 2021. https://www.usgs.gov/core-science-systems/nation-\nal-geospatial-program/imagery.\n2 7.   Figliola, Patricia Moloney. “Digital Contact Tracing Technology: Overview and Considerations for Implementation.” Washington, DC: \nCongressional Research Service, May 29, 2020. https://www.everycrsreport.com/files/2020-05-29_IF11559_f93c95d9673977192f24c0c149cbe-\n28ca7f20e50.pdf.\n28.  https://www.sciencedirect.com/science/article/abs/pii/S0261517716301005?casa_token=tLhh5zlgjhkAAAAA:tW51e5tF-juTplhzBx-\nkuHsw2-1h79w-lFp_IHBBDh4cN_vaM5CGVd7zx2-uEr8tInGLnz-c \n29.  Heimes. “How Opt-in Consent Really Works,” February 22, 2019. https://iapp.org/news/a/yes-how-opt-in-consent-really-works/.\n30.  Individuals subject to the GDPR and similar laws have the right to request to be forgotten. However, this right of individuals to request \nremoval of their data may not apply to large and anonymized databases where personal identifiers have been already removed. In Decem-\nber 2018, the Austrian Data Protection Authority ruled that anonymizing personal information satisfied the erasure requirement so long as \nneither the data controller nor a third party can “restore a personal reference without disproportionate effort.” See: Marko, Roland, and Iris \nRiepan. “Austrian GDPR-Tracker: Data Protection Authority On Erasure By Way Of Anonymization - Privacy - Austria.” Mondaq, February 11, \n2019. https://www.mondaq.com/austria/data-protection/780272/austrian-gdpr-tracker-data-protection-authority-on-erasure-by-way-of-an-\nonymization.\n13\nThe Use of Mobility Data for Responding to the COVID19 Pandemic  |  DATA4COVID19 Deep Dive\n\n• \nNo  explicit  opt-in  or  opt-out:  A  platform  with  no  explicit  opt-in  or  opt-out  procedures  is  one  that  \nintentionally or unintentionally hides whether the app is collecting data on the user. Most jurisdictions require \norganizations to inform users whether their data is being collected.\nTechnical privacy measures\nSince  human  mobility  data  is  derived  from  inferring  the  locations  and  mobility  of  individual  people,  there  are  \nprivacy issues inherent in using mobility data, no matter the intention of the analysis. Even when a mobility data has \nbeen provided with the informed consent of a user who also has full control over their data rights, data controllers \nmust apply technical measures to the dataset to preserve the privacy of underlying users. The following examples \ndemonstrate  a  range  of  techniques  to  preserve  privacy,  with  varying  degrees  of  privacy  protection  versus  data  \nutility. \nDe-identified: Many  mobility  data  sources  are  collected  from  individual  users  with  a  unique  identifier,  such  \nas  a  customer  ID  for  CDRs  or  a  mobile  advertising  ID  for  SDK-derived  GPS  data.  While  anonymizing  these  unique  \nidentifiers  is  an  important  step  towards  protecting  privacy,  anonymization  alone  has  been  proven  to  be  an  \ninsufficient measure, since downstream users can attempt to re-identify individual users by combining multiple data \nsources, such as public home address records.\n31\n Since anonymized records alone are not necessarily aggregated, it \nmay require significant data science and computational resources to process unaggregated anonymized mobility \ndata. \nDe-identified with differential privacy: To preserve the utility of granular location data while taking a more \nrobust approach than simple anonymization, data collectors can also apply various differential privacy techniques \nto individual data records, such as adding “noise” by modifying the latitude and longitude points and coarsening \nthe level of accuracy within location data records. Additional measures include regularly shuffling anonymized IDs, \nremoving sensitive points of interest from datasets, and obfuscating identifiable locations such as home locations \nto preclude attempts at re-identification.\n32\nAggregated: One  of  the  most  straightforward  and  effective  methods  for  preserving  privacy  is  through  \naggregation—the  combining  of  multiple  location  data  records  into  high  level  statistics.\n33\n  Within  the  realm  of  \nmobility  data  for  COVID-19,  aggregation  is  often  used  to  measure  trends  such  as  median  distance  traveled  by  all  \nusers within a given area, such as a county. In addition to preserving privacy, aggregated data has the added benefit \nin some instances of more easily fitting into pre-built epidemiological models. One potential downside is that once \ndata is aggregated, it can be difficult to perform more fine-grained analyses. \nOn-premise federated: To avoid trade-offs between privacy preservation and the utility of granular analyses, \ndata  providers  can  offer  sandbox  environments  that  allow  users  to  submit  queries  to  datasets  that  remain  on  \npremise with the data provider. Upon submitting queries to the data provider, the user receives aggregated datasets \nin return. While users of such platforms require a higher degree of proficiency in data science, such a model provides \nthe privacy preservation of aggregated data with a greater degree of customization and flexibility.\n34\nSynthetic Mobility data: Another approach to benefit from the use of granular location data while protecting \nprivacy  is  to  develop  synthetic  mobility  datasets.  A  synthetic  data  is  identical  in  structure  to  a  real-world  dataset,  \nbut it is generated by mimicking the statistical distributions of a real dataset, without being linked to any individual  \nuser-generated  data.  One  drawback  of  synthetic  datasets  for  mobility  is  that  it  requires  sophisticated  machine  \nlearning technology to generate usable datasets.\n35\n31.  Montjoye, Yves-Alexandre de, Sébastien Gambs, Vincent Blondel, Geoffrey Canright, Nicolas de Cordes, Sébastien Deletaille, Kenth \nEngø-Monsen, et al. “On the Privacy-Conscientious Use of Mobile Phone Data.” Scientific Data 5, no. 1 (December 11, 2018): 180286. ht tps: //doi.\norg/10.1038/sdata.2018.286.\n32.  ElSalamouny, Ehab, and Sebastien Gambs. “Differential Privacy Models for Location- Based Services,” 2016, 34.\n33.  Kissner, Lea. “Aggregating over Anonymized Data,” June 25, 2019. https://iapp.org/news/a/aggregating-over-anonymized-data/.\n34.  Montjoye, Yves-Alexandre de, Erez Shmueli, Samuel S. Wang, and Alex Sandy Pentland. “OpenPDS: Protecting the Privacy of Metadata \nthrough SafeAnswers.” Edited by Tobias Preis. PLoS ONE 9, no. 7 (July 9, 2014): e98790. https://doi.org/10.1371/journal.pone.0098790.\n35.  El Emam, Khaled. “Accelerating AI with Synthetic Data.” IAPP. Privacy Tech (blog), February 26, 2020. https://iapp.org/news/a/accelerat-\nThe Use of Mobility Data for Responding to the COVID19 Pandemic  |  DATA4COVID19 Deep Dive\n14\n\n3.B. Mobility Data for COVID-19 \nJust as there are many types of data sources and formats, so too are there many ways mobility data can be used. \nFor  the  purpose  of  this  report,  we  examine  mobility  data  collaboratives  developed  in  response  to  the  pandemic  \nthat  focus  on  using  data  for  gaining  population-level  insights  into  evolving  mobility  dynamics.  Within  this  realm,  \nmobility data has been used for a variety of analyses to ask questions and glean metrics including, for instance:\n• \nAverage distance traveled by area: How much are people moving and traveling now as compared \nto pre-pandemic times? \n• \nOrigin-Destination between places: What places do people travel to and from, and how can we use \nthis information to model disease spread? \n• \nProximity networks and social mixing: How often are people coming into close proximity with each \nother, and what does this mean for transmissibility? \n• \nPoint of interest visitation: What types of places are people visiting more or less, and what impact does \nthis have on the economy as well as potential for disease spread?\n• \nMass  migration  and  relocation  patterns:  Are  people  leaving  cities  for  more  suburban  and  rural  \nareas? \n• \nQuarantine adherence: What percentage of the population is staying home during lockdowns? \n• \nMobility inequality: How might mobility and quarantine patterns differ between high and low income \nsegments?  \n• \nSpread forecasting: How can we use all of these variables to forecast the spread of infectious disease?\n36\nThrough  our  research,  alone,  we  developed  a  living  repository  representing  a  diverse  array  of  data  collaboratives  \nfeaturing:\n• \n51 Unique Data Collaboratives\n• \n36 Unique Data Providers \n• \n136 Countries\n3.C. Users of Mobility Data\nWhile  the  composition  of  each  mobility  data  collaborative  is  unique,  there  are  common  trends  around  the  needs  \nof various data users and the type of mobility data provided by different data suppliers. As developed by the Open \nData Institute, data users on the demand side can be categorized into four general user personae.\n37\n While any type of \ndata user can unintentionally misuse data, these user types below do not include individuals seeking to intentionally \npursue inappropriate uses of mobility data.\nResearchers: Whether  working  within  government  agencies,  the  humanitarian  sector,  universities  or  private  \nresearch institutions, researchers using mobility data typically have advanced expertise in data science, and are often \nmotivated to develop novel approaches to working with data or applications for using mobility data. Researchers \noften  require  rich,  granular  datasets,  and  also  benefit  from  historical  data  to  perform  longitudinal  studies.  An  \ning-ai-with-synthetic-data/.\n36.  Oliver et al, supra n o t e   7.\n37.   Knowledge & Opinion. “Covid-19 Mobility Data User Personas – The ODI.” Open Data Institute, September 28, 2020. https://theodi.org/\narticle/covid-19-mobility-data-user-personas/.\n15\nThe Use of Mobility Data for Responding to the COVID19 Pandemic  |  DATA4COVID19 Deep Dive\n\nexample  of  a  “researcher”  user  persona  can  be  found  in  our  repository,  and  detailed  case  study  on  the  COVID-19  \nMobility Data Network, in which researchers from Harvard University and other institutions used mobility data from \nFacebook and Camber Systems for a variety of COVID-19 research topics.\n38\nLocal government workers: Local government workers are at the forefront of COVID-19 response within their \nlocal communities. Whether they work in small towns or large metropolitan areas, these users require mobility data \nthat is localized and relevant to their communities. Local government workers also require more aggregated, user-\nfriendly  datasets,  especially  within  smaller  communities,  which  may  not  have  data  scientists  as  part  of  their  staff.  \nAn example of local government workers leveraging mobility data that can be found in our repository is New York \nCity’s Recovery Data Partnership, in which local officials use aggregated mobility data from Safegraph, Foursquare, \nand Cuebiq to inform local decision making related to COVID-19.\n39\n (Editor’s Note: Cuebiq is an author of this report.) \nPublic  health  policy  officials:  To  create  effective  policies  aimed  at  curbing  the  spread  of  COVID-19  and  \nflattening  the  curve  of  caseloads,  public  health  policy  officials  require  situational  awareness  into  macro  trends  \nof  how  people  are  moving  between  places,  such  as  counties  or  cities.  These  users  generally  require  aggregated  \ndatasets that can be readily standardized and incorporated into existing models, such as epidemiological models. \nAn example public health policy officials using mobility data in this manner can be found within the Informes de \nMovilidad data collaborative in Chile, in which data from Telefonica Chile was aggregated into nation-wide mobility \nreports used by various agencies within the government of Chile. \nJournalists: With  the  primary  objective  of  informing  the  public,  journalists  use  mobility  data  to  provide  easily  \ndigestible  information  on  mobility  trends  through  data  journalism  reporting  that  often  includes  statistics  and  \ninteractive  visualizations.  Journalists  tend  to  be  generalists  and  therefore  require  user-friendly  and  generalizable  \ndatasets that have the potential to tell a story that is easily understood. Data journalists also benefit from frequently \nupdated datasets so they can inform the public as the nature of the pandemic and its effects continue to evolve. \n38. COVID-19 Mobility Data Network. “COVID-19 Mobility Data Network.” COVID-19 Mobility Data Network, 2020. https://www.covid19mobili-\nty.org/.\n39.  NYC Mayor’s Office of Data Analytics. “Recovery Data Partnership.” NYC.gov, 2020. https://www1.nyc.gov/site/analytics/initiatives/recov-\nery-data-partnership.page.\nThe Use of Mobility Data for Responding to the COVID19 Pandemic  |  DATA4COVID19 Deep Dive\n16\n\n3.D. Approaches to Leveraging Mobility Data: Data \nCollaboration\nWhat Are Data Collaboratives?\nData collaboratives are an emerging form of collaboration in which data or data expertise held by an entity in the \nprivate sector is leveraged in partnership with another entity (from the public sector, civil society, and/or academia) \nfor  public  good.  Data  collaboratives  draw  together  otherwise  siloed  data  and  a  dispersed  range  of  expertise,  \nmatching supply and demand and ensuring that relevant institutions and individuals are using and analyzing data \nin ways that maximize the possibility of new, innovative social solutions.\n40\nData collaboratives can be structured in many different ways but generally tend to involve one or more data holders \nfrom  the  private  sector  who  can  provide  data  (supply-side  actors)  and  one  or  more  actors  working  in  the  public  \nsector, civil society, or academia that seek to use data in the public interest (demand-side actors). When designed \nwell, supply- and demand-side actors come together based on a clear problem definition or organizing question; \ndetermine  a  fit-for-purpose  operational  model  for  providing  functional  access  to  data;  enshrine  a  governance  \nframework and any necessary legal documentation to organize decision-making, ensure accountability, and mitigate \nrisks; and co-create a tactical roadmap for collaboratively moving from data to insight to action.\n41\n40. Verhulst, Stefaan, Andrew Young, Michelle Winowatan, and Andrew J. Zahuranec. “Leveraging Private Data for Public Good: A Descriptive \nAnalysis and Typology of Existing Practices.” Brooklyn, New York: The GovLab, October 2019. http://datacollaboratives.org/existing-practices.\nhtml.\n41.  Verhulst, Stefaan, and Andrew J. Zahuranec. “Using Data for COVID-19 Requires New and Innovative Governance Approaches.” Data & \nPolicy (blog), May 21, 2020. https://medium.com/data-policy/using-data-for-covid-19-requires-new-and-innovative-governance-approaches-\n6c1350d9a2f2.\n17\nThe Use of Mobility Data for Responding to the COVID19 Pandemic  |  DATA4COVID19 Deep Dive\n\nTypology of Data Collaboration\nThe  GovLab  introduced  a  typology  of  data  collaboratives  in  2019  informed  by  an  analysis  of  over  100  projects  \nfrom  around  the  world  included  in  the  Data  Collaboratives  Explorer.\n42\n  Two  key  variables  formed  the  basis  of  the  \ntypology: 1) the level of engagement between data supply and data demand actors; and 2) the accessibility or level \nof conditionality of accessing data by external parties. \nTable 1: Data Collaboratives Matrix of Engagement and Accessibility\nCurrent practice in the use of mobility data to address COVID-19 largely aligns with the general data collaboratives \ntypology. Mobility data collaboratives in our sample clustered into six broad categories (in order of prevalence in \nour sample): \n• \nIntelligence Generation: Companies internally develop data-driven analyses, tools, and other resources, \nand release those insights to the broader public. There are 12 intelligence generation data collaboratives in \nthe sample.\n• Example: Using data provided by the Chinese search engine Baidu, this project measures the \neffectiveness of non-pharmaceutical interventions in response to COVID-19 across China.\n43\n It \nanalyzed first-party data capturing movement within and outside of cities, proximity and contact \npatterns, and the timeliness of disease reporting to construct daily travel networks and simulate \nlikely outbreak scenarios. It then made these models, but not the underlying data, available to inform \nresearch and public decision-making.\n• \nResearch  and  Analysis  Partnership:  Companies  engage  directly  with  public  sector  partners  and  \nshare  certain  proprietary  data  assets  to  generate  new  knowledge  with  public  value.  There  are  20  research  \nand analysis partnership data collaboratives in the sample.\n• Example: The COVID-19 Mobility Project is an effort from the Robert Koch Institute and Humboldt \nUniversity of Berlin to use telecom data from the Deutsche Telekom (distributed by the company \nMotionlogic) and Telefónica (analyzed and aggregated by the mobility data company Teralytics) to \nimprove understanding of changes in mobility throughout the COVID-19 pandemic.\n44\n The project \nmaintains a “mobility monitor” which displays daily changes in the number of trips across Germany \nfrom March onward. It also produces reports describing major findings following notable changes.\n• \nPublic  Interface:  Companies  provide  open  access  to  certain  data  assets,  enabling  independent  uses  of  \nthe data by external parties. There are nine public interface data collaboratives in the sample.\n42.  The Explorer features over 200 data collaboratives as of December 2020. https://datacollaboratives.org/explorer.html  \n43.  Lai, Shengjie, Nick W. Ruktanonchai, Liangcai Zhou, Olivia Prosper, Wei Luo, Jessica R. Floyd, Amy Wesolowski, et al. “Effect of Non-Phar-\nmaceutical Interventions to Contain COVID-19 in China.” Nature 585, no. 7825 (September 17, 2020): 410–13. https://doi.org/10.1038/s41586-\n020 -2293-x.\n44. Robert Koch Institute & Humboldt University of Berlin. “Covid-19 Mobility Project.” Covid-19 Mobility Project, 2020. https://www.\ncovid-19-mobility.org/.\nThe Use of Mobility Data for Responding to the COVID19 Pandemic  |  DATA4COVID19 Deep Dive\n18\n\n• Example:  For  its  COVID-19  Data  Consortium,\n45\n  Safegraph  has  aggregated  foot  traffic  data  in  North  \nAmerica, with over 6 million points of interest (POI) across the country. This dashboard visualizes the \nimpact the pandemic has had on the US economy and daily life by comparing data from recent months \non commercial activity (foot traffic data) to that of previous years.\n• \nTrusted  Intermediary:  Third-party  actors,  such  as  non-profit  organizations  or  humanitarian  agencies,  \nsupport  collaboration  between  private  sector  data  providers  and  data  users  from  the  public  sector,  civil  \nsociety, or academia. There are three trusted intermediary data collaboratives in the sample. \n• Example: Flowminder, a data analytics nonprofit, partnered with Ghana Statistical Services to analyze \nde-identified and aggregated CDRs provided by Vodafone.\n46\n The effort is aimed at identifying where \nmobility  restrictions  instituted  by  the  government  are  being  adhered  to  on  a  district,  regional,  and  \nnational level.\n• \nData Pooling: Companies and other data holders agree to create a unified presentation of datasets as a \ncollection accessible by multiple parties. There are six data pooling data collaboratives in the sample. \n• Example: UNICEF, through its big data platform Magic Box, is working to measure the secondary effects \nof  COVID-19  and  response  efforts,  to  understand  the  impacts  on  social  behavior,  education,  critical  \nsupplies, sentiment, opinion, and vulnerable populations. It includes data on the “timely monitoring \nof  physical  distancing,  evidence  on  the  suitability  and  sustainability  of  mobility  reductions  for  low  \nincome settings, and better models that allow a better understanding and balancing of the potential \nimpact of these measures on the disease as well as on the underlying communities.”\n47\n• \nChallenge Prize: Companies make data available to participants who compete to develop apps; answer \nproblem statements; test hypotheses and premises; or pioneer innovative uses of data for the public interest \nand to provide business value. There are two challenge prize data collaboratives in the sample.\n• Example: The #MOVID19 Hackathon was a competition hosted by Datasketch, a data, software, and \nmapping business, the New Urban Mobility Alliance, a global technology and mobility organization, \nand several other local civic organizations.\n48\n The challenge asked participants to develop innovative \nanalyses  of  the  COVID-19  pandemic  and  Bogotá’s  quarantine.  Participants  used  open  mobility  data  \nfrom city transit authorities from the sponsor organizations hosted on Github. 44 people contributed, \nwith three projects awarded small cash prizes. These projects included a digital tool to reroute transit \nand an effort to identify which clinics needed more mobility options. \nChallenge prizes are the least prevalent collaborative type in our extensive but not comprehensive sample \nbased  on  research  conducted  in  English  exclusively.  We  speculate  this  disparity  could  be  the  result  of  \ndifficulties in balancing the utility of mobility data (and thus its sensitivity) and the protections required to \nmake it accessible to distributed challenge participants as there are many examples of challenge prizes in The \nGovLab’s  Data  Collaboratives  Explorer,  which  collects  projects  beyond  the  context  of  the  pandemic.\n49\n  This  \ndisparity could be a signal that the difficulties of making mobility available to challenge participants can be \nnavigated, but that could require a longer lead time than would be workable for rapidly emerging situations \nsuch as the COVID-19.  \n45.  Safegraph. “The Impact of Coronavirus (COVID-19) on Foot Traffic.” SafeGraph, December 23, 2020. https://safegraph.com/data-examples/\ncovid19-commerce-patterns/.\n46. Ghana COVID 19 Hub. “Ghana COVID 19 Hub Main Page,” 2020. https://ghcovid19-statsghana.hub.arcgis.com/.\n47.   UNICEF Office of Innovation. “Effects of Physical Distancing Measures.” UNICEF, 2020. https://www.unicef.org/innovation/magicbox/covid.\n48. GitHub. “Datasketch/MOVID19: #MOVID19 Hackaton Para Buscar Soluciones al Reto Del Covid-19 En Transporte Público En Bogotá,” 2020. \nhttps://github.com/datasketch/MOVID19.\n49.  Data Collaboratives. “Data Collaboratives Explorer,” 2018. http://datacollaboratives.org/explorer.html.\n19\nThe Use of Mobility Data for Responding to the COVID19 Pandemic  |  DATA4COVID19 Deep Dive\n\n4. Current Practice: Insights \nfrom Five Case Studies\nThe  previous  sections  of  this  document  establish  how  mobility  data  has  been  used  by  businesses,  researchers,  \nand  public  sector  agencies.  They  show  mobility  data  possesses  certain  inherent  risks  that  require  competent  \nmanagement,  institutional  safeguards,  and  personnel  committed  to  protecting  data  subjects  and  their  rights.  \nHowever,  these  sections  also  show  that  mobility  data,  when  used  responsibly,  can  provide  valuable  insights  that  \nsupport public health objectives. Indeed, the projects referenced above suggest governments, research institutions, \ncivil society groups, and businesses consider location data to be useful for COVID-19 response and recovery. While \nthe  outcome  of  many  of  these  projects  remain  unclear,  there  are  already  organizations  applying  location  data  to  \nCOVID-19 around the globe.\nTo better understand the elements of this ongoing work around mobility data, the research team researched five \nentries  in  its  mobility  data  collaborative  repository.  While  the  researchers  preferenced  projects  where  they  could  \nsecure  interviews,  these  case  studies  explored  projects  launched  in  different  regions  that  used  different  data  \ncollaborative types, project scopes, and data types. By drawing on these case studies, together with examples from \nthe  broader  repository,  the  team  seeks  to  provide  insights  on  the  value,  needs,  obstacles  and  preconditions  for  \nsuccess  of  data  collaboratives  while  also  highlighting  governance  and  data  responsibility  challenges  involved  in  \nusing mobility data for COVID-19 response and beyond. While data collaboratives often involve multiple parties, we \nfocus on the experiences of the demand side (data users) and the supply side (data providers). \n4.A. Comparative Insights \nTable 2: Overview of Insights from Mobility Data Collaborative Case Studies \nDescription\nIntended and \nRealized Impacts\nEnablers\nRisks and \nChallenges\nCOVID -19 \nMobility Data \nNetwork and \nFacebook Data \nfor Good\nThe COVID-19 Mobility Data \nNetwork,    a    data    pooling    \ncollaborative,              merges              \nthe    efforts    of    Facebook    \nData   for   Good   and   other   \nmobility      data      providers      \nand   over   100   researchers   \nand      epidemiologists      to      \nunderstand    how,    in    lieu    \nof   a   vaccine,   communities   \naround the world are relying \non          non-pharmaceutical          \ninterventions   to   slow   the   \nspread of COVID-19.\nThe       COVID-19       Mobility       \nNetwork  Movement  Range  \nMap      Dashboard      aimed      \nto      support      local      and      \nstate     governments     with     \ncounty-level     insights     on     \npatterns in human mobility. \nThe      Network      mobilized      \nresearchers     to     work     on     \noperational    health    issues    \nand    continues    to    enable    \npolicy   monitoring   efforts,   \nincluding  for  crises  beyond  \njust the COVID-19 pandemic\nThe   research   team   noted   \nthe      publishing      of      the      \nmovement       range       map       \ndata   on   HDX   allowed   for   \na    significant    increase    in    \nuptake  of  the  dataset  from  \ndecision-makers. \nThe   team   also   noted   that   \nparticipants,        particularly        \nresearchers, were motivated \nby a sense of public purpose.\nThe   Network   faced   some   \noperational    challenges    in    \nreleasing data. For example, \nit   produced   datasets   too   \nlarge  for  researchers  to  use  \nthem.   In   addition,      gaps   \nin      data      and      analytical      \ncapacities      between      the      \nnon   profit   and   academic   \ncommunity    highlighted    a    \nneed  for  increased  capacity  \nbuilding   and   data   literacy   \nprograms as well as external \ndata  expertise  to  have  on  \ncall for emerging threats.\nThe Use of Mobility Data for Responding to the COVID19 Pandemic  |  DATA4COVID19 Deep Dive\n20\n\nDescription\nIntended and \nRealized Impacts\nEnablers\nRisks and \nChallenges\nEuropean \nCommission \nJoint Research \nCentre - \nMobility \nFunctional \nArea Study\nA data pooling collaborative \nspearheaded         by         the         \nEuropean            Commission            \nJoint        Research        Centre        \nin     collaboration     with     a     \ndozen   telecom   companies   \nfrom   across   the   EU.   The   \neffort      used      aggregated      \nand    de-identified    origin-\ndestination                matrices                \n(ODMs)—the              number              \nof    trips    between    certain    \npoints     during     a     certain     \nreference period—to define \ngeographic   units   in   each   \ncountry     that     correspond     \nwith     real-world     mobility     \npatterns         rather         than         \ntraditional      administrative      \nboundaries.\nThe     analysis     established     \na   method   for   identifying   \nMobility    Functional    Areas    \n(MFAs)   that   capture   real-\nworld     mobility     patterns.     \nThese         MFAs         support         \npolicymakers   in   deploying   \nmobility     restrictions     and     \nother    interventions    in    a    \nmore targeted way. To date, \nMFAs  have  been  integrated  \ninto a platform for approved \ndecision-makers  across  the  \nEU.    The    Commission    has    \nformally          recommended          \ntheir use by member states. \nThe        collaborative        was        \ncreated  urgently  with  little  \nlead    time.    The    telecoms    \nwere     able     to     leverage     \nexisting        data        sharing        \ninfrastructure,         products,         \nand    programs    to    rapidly    \nand  securely  begin  sharing  \ninsights  with  the  European  \nCommission. \nThe effort was initiated after \na high-level call to action by \nthe European Commissioner \nfor  the  Internal  Market.  This  \nsenior  political  buy-in  (and  \npressure)   likely   helped   to   \naccelerate the effort.\nThe      data      provided      by      \nthe     telecoms     were     not     \nuniformly   structured.   One   \nODM   might   capture   daily   \nmovements              between              \ntwo    cities    while    another    \ncould   be   an   hourly   view   \nof     movements     between     \nprovinces.  These  disparities  \nnecessitated           additional           \nprocessing   to   render   the   \nODMs interoperable.\nTo             guard             against              \nre-identification,           ODMs           \nonly  recorded  the  number  \nof  aggregated  movements  \nin  an  area  if  they  reached  \na    certain    threshold.    This    \nimportant    safeguard    also    \nlessened the mobility signal \nduring       peak       lockdown       \nperiods  since  fewer  people  \nleft their homes.   \nGreater \nLondon \nAuthority \nDatastore \n- COVID-19 \nMobility \nReport\nLed  by  the  Greater  London  \nAuthority’s       Datastore—a       \npublic   repository   of   freely   \navailable    datasets    related    \nto  the  city  of  London—the  \nCOVID-19   Mobility   Report   \ncombines       six       mobility       \ndatasets from mostly private \nsources  to  provide  insights  \ninto      changing      mobility      \ndynamics        in        London.        \nAnalyses include pedestrian \nactivity, retail visitation, and \nhome working.\nThe       data       collaborative       \nprovides    a    holistic    view    \ninto  how  mobility  has  been  \nimpacted      by      COVID-19,      \nwhile   making   aggregated   \ndatasets   publicly   available   \nfor   bespoke   analysis   and   \nsets the stage for continued \nuse      of      private      sector      \nmobility  data  for  economic  \nrecovery analyses.\nExpertise    in    data    fusion    \nwith  the  ability  to  combine  \nmultiple   datasets   in   order   \nto      provide      streamlined      \nreports. \nThe      Datastore      was      a       \npre-existing             platform,             \nenabling   reach   to   a   wide   \naudience.\nDifficulty  in  sourcing  public  \nsector  data  from  within  the  \nsame public organism.\nInformes de \nMovilidad - \nTelefónica \nChile and \nUniversidad \ndel Desarrollo\nThrough      a      multi-sector      \ndata         collaborative         in         \nChile,    researchers    at    the    \nUniversidad  de  Desarrollo’s  \nData Science Institute create \nnation-wide mobility\nWhile    researchers    initially    \nintended         to         publish         \nacademic         reports         on         \nmobility  in  Chile,  thanks  to  \nwidespread media coverage \nand corporate philanthropy, \nthis  project  grew  to  a  wider  \nprogram     providing     vital     \nsituational     awareness     to     \nChile’s  Ministry  of  Science,  \nand the general public.\nThis  project  benefited  from  \na  longstanding  partnership  \nbetween    Telefonica    Chile    \nand   UDD.   UDD’s   existing   \ncollaborative             network             \nof      data      scientists      and      \nepidemiologists also helped \naccelerate        methodology        \ndevelopment.      Finally,   the   \nproject was further enabled \nby public exposure through \ndata journalism.\nSince     the     Informes     de     \nMovilidad    have    a    direct    \nimpact    on    public    policy,    \nand given Chile’s historically \npolarized   political   climate,   \nthere  was  a  strong  need  for  \nstatistical  robustness  of  the  \nmodels  used  to  create  the  \nreports. \n21\nThe Use of Mobility Data for Responding to the COVID19 Pandemic  |  DATA4COVID19 Deep Dive\n\nDescription\nIntended and \nRealized Impacts\nEnablers\nRisks and \nChallenges\nUniversity \nof Toronto \nCanadian \nMobility \nAnalysis\nMobility        Proximity        in        \nCanada          During          the          \nCOVID-19       Pandemic       is       \nthe    result    of    a    research    \nanalysis    partnership    data    \ncollaborative            between            \nthe        Innovation        Policy        \nLab    at    the    University    of    \nToronto,   Cuebiq,   and   the   \nISI  Foundation.  The  report  \nhighlights        changes        in        \nmobility      and      proximity      \nthroughout    the    COVID-19    \npandemic  in  Canada.  Using  \nanonymized       smartphone       \ndata        with        differential        \nprivacy   from   Cuebiq,   the   \npublication  helps  decision-\nmakers   and   the   public   to   \nunderstand  the  impacts  of  \nsocial  distancing  measures  \non Canadian life. The report \nfound that while movement \nlevels    have    been    largely    \nrestored,    proximity    levels    \nhave    not    increased    and    \nCanadians continue to avoid \ninteracting with others.\nResearchers              intended              \nthe      work      would      help      \npolicymakers,  scholars,  and  \nthe  public  understand  the  \nimpact   of   restrictions   and   \npublic adherence to them.\nFollowing   publication,   the   \nreport   received   significant   \npress    coverage    that    the    \nauthors of the report believe \ninfluenced  public  behavior  \nand  decisions.  The  research  \nteam         also         presented         \nfindings    to    various    local    \nofficials  through  a  series  of  \npublic policy seminars.\nThe           research           team           \ncredited                   significant                   \nsupport    from    its    partner    \norganizations,   Cuebiq   and   \nthe ISI Foundation, as being \nintegral     to     the     project.     \nThe  partners  were  able  to  \nprovide     technical     advice     \nand   guidance   on   analysis   \nthat informed the work.\nResearchers      encountered      \nsome   time   delays   due   to   \nthe   need   to   negotiate   a   \nresponsible     data     sharing     \nagreement    that    met    the    \nneeds   of   Cuebiq   and   the   \nInnovation Policy Lab.\nLockdown  measures  meant  \nthat  researchers  could  not  \neasily      access      university      \nequipment       to       securely       \naccess         datasets.         The         \nteam   needed   to   develop   \nworkarounds     to     address     \nthese   and   other   logistical   \nchallenges.\nThe      team      had      limited      \nfinancial     resources     after     \nit    did    not    receive    grant    \nfunding. \n4.B. Insights from Data Users\nAs previously detailed, there are a number of different mobility data user personae with distinct needs, capabilities \nand resources. In our detailed case studies alone, users include academic researchers, local city authorities, national \ngovernments,  and  intergovernmental  organizations.  Within  the  broader  mobility  data  collaborative  repository,  \nusers  are  further  represented  by  data  journalists,  NGOs,  and  the  general  public.  Taken  together,  we  provide  here  \ncommon needs, obstacles, enabling conditions and issues around governance and privacy. \nNeeds\n• \nReal-time data: Given the rapidly evolving nature of the COVID-19 pandemic—with constantly shifting \ngeographic  hot  spots,  heterogeneous  containment  policies  and  rampant  misinformation  within  the  public  \nrealm—the need for consistent and real-time data is paramount. This need is especially true for the public \nsector. While an abundance of academic literature on mobility has been published throughout the pandemic, \nstatic  reporting  from  the  beginning  of  2020  are  of  limited  utility  for  decision-makers  weighing  quarantine  \nand economic reopening policies today. In the case of the Greater London Authority’s Datastore, for example, \nthe  Datastore  team  sought  regularly  updated  datasets—such  as  Google’s  COVID-19  Community  Mobility  \nReports—to  provide  updated  reports  on  the  dynamic  state  of  mobility  in  London  throughout  the  city’s  \nmultiple lockdowns.\n• \nLocally relevant data: COVID-19 cases have appeared in nearly every country around the world, yet the \ndistribution of cases across regions, countries, and even within cities, is far from uniform.\n50\n Highly aggregated \nstatistics  at  a  national  or  county-equivalent  may  be  sufficient  for  certain  user  personae,  such  as  national  \n50. World Health Organization. “WHO Coronavirus Disease (COVID-19) Dashboard.” Accessed January 5, 2021. https://covid19.who.int.\nThe Use of Mobility Data for Responding to the COVID19 Pandemic  |  DATA4COVID19 Deep Dive\n22\n\nhealth  authorities  or  epidemiologists.  For  other  users  like  local  public  officials,  however,  localized  data  is  \noften  required  for  contextualized  decision-making.  While  Google’s  COVID-19  Community  Mobility  Reports  \nmet the real-time needs of the London Datastore, for example, the same data source was deemed insufficient \nfor inclusion in Chile’s Informes de Movilidad, since it only provides insights at the provincial level. Similarly, \nwhen  the  City  of  New  York  launched  its  Recovery  Data  Partnership,  New  York  officials  sought  out  mobility  \ndatasets  from  Safegraph,  Foursquare,  and  Cuebiq,  which  offer  city  and  borough-level  insights  needed  to  \ninform  decision-making  in  the  US’s  largest  city.\n51\n  Localized  data  is  particularly  important  for  cities  or  local  \ngovernments in developing countries, where there is traditionally poor access to relevant data and a lack of \ncompetencies or skills (e.g. developers, data scientists)\n• \nCapacity,  allies,  and  intermediaries:  Actors  that  could  represent  the  demand  for  mobility  data,  \nincluding public health bodies and government agencies, may lack the internal data science capacity necessary \nto design and implement the analyzed data made available to them. Several projects in our repository and \nanalyzed in our case studies involved public entities forming consortia or engaging intermediaries to extend \ntheir capacity for deriving value from mobility data. The continued development of incentives and business \nmodels for data intermediaries could help to unlock more and more responsible use of insights derived from \nmobility data for public problem-solving. \nObstacles\n• \nInteroperability: Singular  datasets  are  rarely  capable  of  delivering  transformative  insights.  Many  of  the  \ndata collaboratives in our sample involve the commingling or pooling of mobility data of multiple types and \nfrom multiple sources. Even when the gathered datasets are of the same format, structural differences, such \nas the data’s reference period or geographic unit, or disparities in their approach to metadata could introduce \nanalytical challenges for demand side actors.\n• \nShifting focus and priorities: A data collaborative’s effectiveness and level of responsibility can depend \non  having  a  clear  purpose,  organizing  questions,  or  problem  statement.  Data  collaboration  can  require  \nsignificant  lead  time  to  allow  parties  to  come  to  terms  on  operational,  governance,  legal,  technical,  and  \nfinancial considerations. In a rapidly emerging environment, such as a rampant global pandemic, the priority \nquestions  or  analytical  focus  areas  can  rapidly  shift  due  to  abrupt  changes  in  political,  social,  economic,  or  \npublic health circumstances. \n• \nSiloed  data  holders:  When  seeking  access  to  relevant  datasets  with  the  potential  to  inform  decision-\nmaking,  a  logical  place  for  public  sector  stakeholders  to  start  is  within  the  same  public  organism  in  which  \nthey operate. However, as demonstrated across several data collaboratives within the detailed case studies \nand broader repository, it was sometimes easier for public agencies to source mobility data externally from \nthe private sector than from internal agencies under the same umbrella, such as transportation authorities.  \n• \nLack  of  resources:  Even  absent  the  COVID-19  pandemic,  many  organizations  operate  in  a  world  of  \nconstrained resources. A lack of funding or ability to access necessary equipment can force organizations to \nstop their research or scale back their scope. It can also force organizations to rely on third party consultants \nand other groups. Many private-sector data providers have stepped in to open access to mobility datasets \nthrough  data  philanthropy  programs.  Although  some  mobility  providers  had  existing  corporate  social  \nresponsibility and “Data for Good” programs before the pandemic began, it remains unclear to what extent \ncontinued in-kind data donations will be the norm across the entire ecosystem.\n• \nData limitations: Mobility data can be the source of significant insights on human movement but it is not \nwholly  representative  of  real-world  activity.  Rather,  mobility  data  relies  on  proxies,  such  as  the  movement  \nof  cellphones,  smartphones  and  other  devices.  CDR  originating  from  a  single  telco,  for  example,  will  only  \ncontain a user panel of the company’s subscribers, which may skew towards certain demographic segments. \n51.  NYC Mayor’s Office of Data Analytics, supra note 29.\n23\nThe Use of Mobility Data for Responding to the COVID19 Pandemic  |  DATA4COVID19 Deep Dive\n\nAs previously mentioned, smartphone-derived mobility data can in some cases under represent elderly and \nlow-income populations. It is therefore necessary for mobility data users to ascertain the representativeness \nof the mobility data in question, and, if necessary, to perform post stratification to create a properly weighted \nuser panel.\n52\nEnabling Conditions for Success\nActionable problem definition: The use of mobility data is unlikely to create decision-making value absent a \nclear, granular, and actionable problem definition or organizing question. Given the many competing needs and \npriorities involved in the response to COVID-19, practitioners could look to participatory problem definition efforts \nthat enable experts and citizens to identify the use cases with the greatest potential for positive impact.\n53\n \n• \nClear  safeguards:  Mobility  data  can  be  highly  sensitive.  Demand-side  actors,  especially  those  subject  \nto  institutional  review  boards  or  other  ethics  bodies  and  processes,  require  clear  articulation  from  data  \nproviders  regarding  how  data  is  being  protected  and  how  it  can  (and  cannot)  be  used.  Without  guardrails  \nin place, demand-side actors are likely to struggle both in the design of responsible data reuse efforts and in \ngaining institutional support and clearance for these efforts.   \n• \nData  competency,  expertise  and  right-sizing:  Demand-side  actors  can  struggle  to  use  mobility  \ndata  collaboration  without  the  data  science  expertise  required  to  manipulate  data  or  the  capabilities  \nneeded  to  set  institutional  priorities  and  put  insights  into  action.  Absent  sophisticated  competencies,   \ndemand-side actors can benefit from others “right sizing” the data that they consume. For example, if NGOs lack  \nin-house data science expertise, they can seek and use more aggregated, user-friendly datasets in the form \nof dashboards. \n• \nAbility to translate insights into action: Deriving insights from mobility data for COVID-19 response \nis no doubt an important endeavor, but in order for data collaboratives to be truly effective, it is important \nthat  results  do  not  simply  sit  on  a  shelf.  By  widely  broadcasting  research  findings  and  actively  networking  \nwith decision-makers who have the ability to put results into practice, data collaboratives can better position \nthemselves to make a real impact. Practitioners should guard against both misuse of data, as well as missed \nuse of data.\n54\n \n• \nCollaborative networks: Perhaps the strongest enabler of success is the ability for demand-side actors \nto  draw  on  a  collaborative  network  of  data-scientists,  researchers,  and  public  sector  stakeholders.  Among  \nour  five  detailed  case  studies  and  roughly  50  data  collaboratives  featured  in  the  broader  repository,  social  \nnetworks  abound,  with  many  data  scientists  teaming  up  across  different  institutions  to  co-author  papers  \nand reports. Such networks facilitate the sharing of methods, data resources, and even funding in order to \naccelerate the pace of research and downstream impact. \n• \nAgile  Leadership:  Given  the  rapidly  developing  nature  of  the  pandemic,  many  data  collaboratives  can  \nbenefit from leaders who can quickly coordinate and facilitate data sharing. These individuals, data stewards, \ncan allow organizations to work toward their goals of promoting the public instead of letting work become \nbogged down in bureaucratic or administrative procedures.\n52.  Bakker, Michiel, Alex Berke, Matt Groh, Alex’Sandy Pentland, and Esteban Moro. “Effect of social distancing measures in the New York City \nmetropolitan area.” Boston: Massachusetts Institute of Technology (2020). http://curveflattening.media.mit.edu/socialdistance4_14.pdf \n53. Verhulst, Stefaan. “Solving a Problem Starts by Asking the Right Question | Apolitical.” apolitical, September 2, 2019. https://apolitical.co/\nen/solution_article/raw-data-wont-solve-our-problems-asking-the-right-questions-will.\n54. https://www.unglobalpulse.org/2019/03/unpacking-the-issue-of-missed-use-and-misuse-of-data/ \nThe Use of Mobility Data for Responding to the COVID19 Pandemic  |  DATA4COVID19 Deep Dive\n24\n\nGovernance and Privacy Issues\n• \nScope  of  purpose  and  retention:  The  severity  of  the  COVID-19  pandemic  calls  for  an  extraordinary  \nmulti-sector  response.  However,  what  is  required  during  a  global  emergency  may  not  be  good  practice  \nduring normal times, especially when privacy, civil liberties are at stake. When designing data collaboratives, \nit  is  crucial  to  determine  the  scope  of  purpose  for  the  use  case  while  also  defining  clear  guidelines  around  \nwhen underlying data should be destroyed, as well as what use cases or applications should be off limits, such \nas law enforcement or surveillance of individuals and vulnerable populations. \n• \nWorking with trusted intermediaries: When demand-side actors include public sector authorities, it \ncan be helpful to work with intermediaries that are trusted (or even appointed) by the general public. These \nactors can serve in multiple ways, such as ethical review boards, or as true intermediaries who execute all of \nthe data processing before passing on highly aggregated insights to the public sector.\n• \nCompiling previously distributed mobility datastreams: Just as the compilation of various data \nstreams from various data sources can create interoperability challenges for demand side actors, pooled data \ncan  also  amplify  privacy  risks.  For  example,  certain  de-identified  datasets  could  be  subject  to  the  “mosaic  \neffect.”  The  mosaic  effect  refers  to  the  analysis  of  seemingly  innocuous,  de-identified  data  together  with  \nother available datastreams to re-identify individuals.\n55\n The compilation of multiple datastreams could also \ncreate  risks  that  differential  privacy  mechanisms,  which  introduce  synthetic  noise  into  a  dataset  without  \ndecreasing its analytical utility, might falter if the same mobility patterns are captured and made accessible \nby multiple data providers. \n4.C. Insights from Data Suppliers\nWhile each mobility data type has benefits and limitations, a common factor between them is that most are derived \nfrom  private  sector  companies.  This  origin  carries  with  it  shared  needs,  obstacles,  and  enablers  for  the  successful  \nimplementation  of  mobility  data  collaboratives  from  the  supply  side.  It  also  has  implications  for  governance  and  \nprivacy. \nNeeds\n• \nRegulatory clarity: While it may appear that privacy regulations such as the California Consumer Privacy \nAct and GDPR would be anathema to private sector data companies, such regulations are effective at setting \nclear  ground  rules  and  distinguishing  between  fair  players  and  those  who  act  in  bad  faith.  Indeed,  private  \nsector mobility data providers have a vested interest in establishing a clear and fair regulatory environment \nto enable both long term and ethical value creation. \n• \nWell-structured agreements: When establishing collaborative initiatives between data providers and \nusers, it is important for parties to begin with a shared understanding of each other’s goals, requirements, \nand responsibilities. While emergencies such as pandemics call for swift action, well-structured agreements \nare  critical  not  only  for  operational  purposes  but  also  to  ensure  that  demand-side  actors  understand  and  \nobserve regulations and applicable laws related to handling mobility data. \nObstacles\n• \nPerception risks: Even when data is highly aggregated to preserve privacy and provided philanthropically \nfor  COVID-19  response,  data  suppliers  run  the  risk  of  being  perceived  as  aiding  unpopular  government  \n55. Office of the Assistant Secretary for Planning and Evaluation. “C. The Mosaic Effect.” ASPE, November 23, 2015. https://aspe.hhs.gov/re-\nport/minimizing-disclosure-risk-hhs-open-data-initiatives/c-mosaic-effect.\n25\nThe Use of Mobility Data for Responding to the COVID19 Pandemic  |  DATA4COVID19 Deep Dive\n\npolicies—such  as  lockdowns—especially  when  such  policies  are  related  to  controversial  or  unpopular  \ndecisions  by  government  users.  Some  organizations  may  also  be  reluctant  to  initiate  a  data  partnership  to  \nmitigate the perceived risk of sharing sensitive data. \n• \nLong-term sustainability: With ongoing financial challenges related to the halting economic recovery \nacross the world, many private sector data firms will have to consider the feasibility of continuing to engage \nin data philanthropy, especially if data philanthropy programs represent a cost center for the business. \nEnabling Conditions for Success \n• \nExisting Corporate Social Responsibility (CSR) program: Companies with existing CSR programs, \nsuch as Telefónica Chile, were well prepared to supply privacy preserving data for COVID-19 response because \nthe data exchange was an extension of existing business practices. CSR programs and social impact initiatives \ncan allow organizations to develop the competencies needed to responsibly share data when a crisis emerges.\n• \nCollaborative  networks:  In  the  same  way  that  collaborative  networks  aid  supply-side  actors  seeking  \nco-collaborators  and  support  on  topics  such  as  data  science  and  methodology  development,  so  too  \ndo  data  suppliers  benefit  from  strong  collaborative  networks  that  can  facilitate  data  collaboration.  For  \nexample, when COVID-19 emerged as a global health threat, Cuebiq’s existing Data for Good program had \ndeveloped collaborations with dozens of research institutions and NGOs across North America and Europe. \nBy  establishing  its  own  data  collaborative  in  the  early  days  of  the  pandemic,  Cuebiq  was  able  to  facilitate  \nmethodology  sharing  and  collaboration  between  existing  partners,  such  as  the  ISI  Foundation,  and  new  \ncollaborators, such as the University of Toronto. \n• \nDetailed demand definition: Since many big data companies in the private sector spend their resources \non designing products and services for commercial applications, it is helpful for supply-side actors to have \na clear understanding of the demand for data among public sector users and their needs. If a demand-side \nactor expresses the need for user-friendly insights, a data supplier might seek to provide highly aggregated \nand privacy-preserving insights through more simplistic interfaces, such as dashboards. \nGovernance and Privacy Issues  \nGiven the privacy sensitivity inherent in human mobility data, clear governance, compliance and privacy frameworks \nare  necessary  to  ethically  use  mobility  data  for  socially  impactful  work,  such  as  COVID-19  response.  Such  data  \ngovernance and responsibility frameworks are most effective when they identify and mitigate risks across the data \nlifecycle,  which  includes  planning,  collecting,  processing,  sharing,  analyzing,  and  using.  Opportunities,  risks,  and  \nchallenges  can  emerge  at  each  stage  of  the  life  cycle,  and  risks  introduced  at  earlier  stages  can  compound  and  \naccumulate as the project progresses. Organizations have an obligation to be aware of these consequences.\nJust  as  there  are  successful  cases  of  mobility  data  being  used  for  good,  there  are  also  instances  of  unethical  \npractices  resulting  from  the  absence  of  rigorous  governance  and  privacy  frameworks.  Some  of  these  practices  \nare  a  consequence  of  the  current  mobility  data  ecosystem,  an  ecosystem  in  which  mobility  data  is  often  shared  \nthrough  data  brokerages,  a  process  in  which  datasets  are  sourced  from  a  variety  of  suppliers  and  then  resold  to  \ninterested third party users. Experts around the world have voiced several concerns over this approach, including \nits  implications  for  surveillance  efforts,  the  loss  of  individual  privacy,  and  misuse  of  personal  data.  For  example,  \nNRK Radio, a Norwegian government-owned radio and television public broadcasting company, released a report \nindicating that over 8,300 mobile devices were being tracked while at hospitals or women’s shelters. This location \ndata was easily available to NRK for purchase (for about USD 4,000), allowing them to gain access to information on \nthe travel history of thousands of Norwegian citizens.\n56\n In addition, the location-data company X-Mode (which itself \n56.  Gundersen, Martin. “My Phone Was Spying on Me, so I Tracked Down the Surveillants.” NRKbeta, December 3, 2020. ht tps: //nrk b e t a .\nno/2020/12/03/my-phone-was-spying-on-me-so-i-tracked-down-the-surveillants/.\nThe Use of Mobility Data for Responding to the COVID19 Pandemic  |  DATA4COVID19 Deep Dive\n26\n\nconducted  COVID-19  related  analyses\n57\n),  was  found  to  be  collecting  precise  location  data  from  users  of  a  popular  \nMuslim prayer app without obtaining explicit and named consent from users.\n58\n Beyond the surreptitious provenance \nof its data, X-Mode also sold individual-level location data to downstream users including private investigator firms \nand the US military’s counterterrorism operations.\n59\n While this data was pseudo-anonymized, it did not incorporate \ndifferential privacy enhancements to preclude re-identification of individual users.\n60\nInterviews  and  desk  research  found  that  individuals  who  participated  in  all  five  of  the  projects  understood  the  \nneed to guarantee competent and responsible use of mobility data. However, given the dearth of clear national or \ninternationally agreed standards of practice, many institutions are left to develop their own frameworks that rely on \nexisting institutional mechanisms to promote ethical use. This lack of consistent and transparent standards alongside \nthe absence of accountability mechanisms represents a notable gap in several of the projects. The research team \nnotes that data users and data suppliers have an obligation to acknowledge and proactively mitigate risk in the areas \nthey work and to promote meaningful governance and privacy standards. \n5 7.   X-Mode Blog. “X-Mode Offers Premium Data for COVID-19 Research.” Accessed January 7, 2021. https://xmode.io/covid-19/.\n58.  Ibid.\n59.  Cox, Joseph. “Apple and Google Push Location Tracker X-Mode Out of App Stores.” Vice, December 9, 2020, sec. Tech. https://www.vice.\ncom/en/article/g5bjpx/apple-google-x-mode-xmode-app-stores.\n60.  Cox supra n ote 15.\n27\nThe Use of Mobility Data for Responding to the COVID19 Pandemic  |  DATA4COVID19 Deep Dive\n\n5. Prescriptive Analysis: \nRecommendations for the \nFuture\nIn the previous sections of this document, we describe what mobility data is and how it has been used to produce \ninsights on COVID-19. While mobility data has unique characteristics that differentiate it from other data types, it still \nfits into a broader framework of data use and reuse, one that The GovLab, Cuebiq, and their partners have used to \ninform their reaction to the current crisis.\nIn March 2020, the GovLab put out a call to build the “data infrastructure and ecosystem [organizations] need to tackle \npandemics and other dynamic societal and environmental threats.” Amplified by the World Health Organization and \nendorsed  by  over  400  signatories,  the  call  to  action  focused  on  seven  action  areas,  detailed  below.\n61\n  We  expand  \nupon these action areas to provide recommendations specific to mobility data while also seeking to improve current \npractices and enable future collaboration beyond COVID-19. \nThe following actions have the potential to enable more effective, sustainable, and responsible re-use of mobility \ndata  through  data  collaboration  to  support  decision-making  regarding  pandemic  prevention,  monitoring,  and  \nresponse. These actions, recommended in response to the our findings, include: \n1. Developing  and  Clarifying  Governance  Framework to  enable  the  trusted,  transparent,  and  \naccountable reuse of privately held data in the public interest under a clear regulatory framework. \nBy creating a common and publicly available mobility data-sharing agreement template, organizations can \nset and define standards on critical issues such as scope of purpose, data reuse, and prohibited use cases. In \ncoordination  with  stakeholders  (such  as  public  sector  agencies),  they  can  also  establish  standards  around  \nprivacy-preserving measures that go beyond simple anonymization or outline requirements needed for the \nspecific  context.  In  the  Global  South,  for  instance,  organizations  may  outline  procedures  that  encourage  \nGlobal  South  institutions  to  conduct  their  own  data  collection  and  analysis  to  avoid  the  need  for  other  \ncountries to extract data.\n2. Building  Capacity  of  Organizations  in  the  public  and  private  sector  to  reuse  and  act  on  data  \nthrough investments in training, education, and reskilling of relevant authorities; especially driving support \nfor institutions in the Global South\nOrganizations on the supply and demand side of data collaboratives could benefit from a focused effort to \nbuild the data science skills and capacity they possess. This work could involve retraining existing personnel \nto bolster their data skills, creating and hiring for new data science roles and functions, and investing in efforts \nto distribute data science knowledge and competency across the organization instead of creating siloed data \nteams  or  units.  Building  this  competency  could  an  organization  shift  toward  a  more  data-driven  culture,  \nand  enable  it  to  more  rapidly  act  upon  opportunities  to  reuse  data,  including  mobility  data,  to  respond  to  \nemerging situations. Enabling support for traditionally under-resourced institutions, especially those in the \nGlobal South, to self-sufficiently conduct data collection and analysis and can drive a more interconnected, \nwell-equipped data ecosystem. \n61.  UN Stats Hub. “Call for Action: COVID-19 Data Collaboratives | COVID-19 Response,” March 30, 2020. https://covid-19-response.unstatshub.\norg/useful-links/covid-19-data-collaboratives/.\nThe Use of Mobility Data for Responding to the COVID19 Pandemic  |  DATA4COVID19 Deep Dive\n28\n\n3. Establishing Data Stewards in organizations who can coordinate and collaborate with counterparts \non using data in the public’s interest and acting on it.\nIn data collaborative efforts in which both a large number of datasets and participants are involved, projects \nsuffer  from  a  lack  of  clearly  defined  roles  and  responsibilities.  Data  stewards—individuals  or  teams  tasked  \nwith  collaborating  on  data  projects  with  external  partners,  protecting  potential  customers  and  users,  and  \nacting to ensure this data is used responsibly—can facilitate more coordinated and efficient data projects for \nemerging threats. \n62\n4. Establishing  Dedicated  and  Sustainable  CSR  Programs  on  Data  in  organizations  to  \ncoordinate and collaborate with counterparts on using and acting upon data in the public’s interest.\nBy  building  CSR  into  the  mission  of  private  sector  mobility  data  organizations,  it  is  possible  to  lay  the  \ngroundwork  for  more  rapid,  effective  and  ethical  deployment  of  mobility  data  in  emergency  situations.  \nRather  than  establishing  them  as  one-off  projects  or  cost  centers  within  organizations,  corporate  social  \nresponsibility programs are designed with long-term sustainability in mind, with opportunities for creating \nshared value both for society, and for the organization. \n5. Building  a  Network  of  data  stewards  to  coordinate  and  streamline  efforts  while  promoting  greater  \ntransparency; as well as exchange best practices and lessons learned.\nMature networks of collaborators serve as enablers for both demand- and supply-side actors throughout the \npandemic. Although some forums for mobility data collaboration already exist, they tend to be sporadic and \nlimited in sector diversity.\n63\n More consistent collaborative forums composed of players across private, public, \nand academic sectors have the potential to more rapidly replicate the organic growth of collaborative social \nnetworks. \n6. Engaging Citizens about how their data is being used so clearly articulate how they want their data to \nbe responsibly used, shared, and protected.\nBefore the pandemic, data reuse sparked significant concerns and misconceptions about how data was (and \nwas  not)  collected,  shared,  and  reused.  The  urgency  and  confusion  caused  by  the  COVID-19  pandemic  has  \nonly amplified these challenges. Stakeholders on the supply and demand side of mobility data collaboratives \ncould alleviate public concerns and better reflect public preferences in their work by implementing programs \nto engage with citizens and other stakeholders. This work could involve organizing public deliberations on \nthe  reuse  of  mobility  data  through  citizens  assemblies  or  collaborative  policy  development  initiatives  (also  \nknown  as  crowdlaw).\n64\n  The  GovLab’s  Data  Assembly,  for  example,  engaged  cohorts  of  data  holders  and  \npolicymakers, civic rights and advocacy organization representatives, and New Yorkers from across the five \nboroughs to understand and synthesize these groups’ common and competing perceptions on responsible \ndata reuse and COVID-19.\n65\n  \n7.   Promoting Technological Innovation through collaboration between funders (e.g. governments \nand  foundations)  and  researchers  (e.g.  data  scientists)  to  develop  and  deploy  useful,  privacy-preserving  \ntechnologies.\nThe approaches for privacy preservation and ethical data collection listed in this report represent practices \ncurrently  deployed  in  the  market  broadly  or  among  early  adopters.  However,  with  the  emergence  of  \ncompelling  new  technologies,  there  is  potential  to  redefine  not  only  how  data  is  collected  and  shared  but  \n62.  Verhulst, Stefaan. “Wanted: Data Stewards.” Brooklyn, New York: The GovLab, March 2020. https://www.thegovlab.org/static/files/publica-\ntions/wanted-data-stewards.pdf.\n63.  NetMob. “NetMob 2019,” July 10, 2019. https://netmob.org/.\n64.  The GovLab. “CrowdLaw: Online Public Participation in Lawmaking.” CrowdLaw-Online Public Participation in Lawmaking. Accessed \nJanuary 7, 2021. https://crowd.law/.\n65.  Young, Andrew, Stefaan Verhulst, Nadiya Safonova, and Andrew J. Zahuranec. “The Data Assembly: Responsible Data Re-Use Framework.” \nBrooklyn, New York: The GovLab, n.d. https://thedataassembly.org/files/nyc-data-assembly-report.pdf.\n29\nThe Use of Mobility Data for Responding to the COVID19 Pandemic  |  DATA4COVID19 Deep Dive\n\nalso how value is shared across individuals, organizations, and society at large. Technologies such as smart \ncontracts and homomorphic encryption, for example, allow for data owners to retain full control over how \ntheir  data  is  used,  and  what  it  is  used  for,  while  also  enabling  data  scientists  to  query  data  without  taking  \ncontrol of the first party data itself. These technologies, along with emerging data sharing frameworks, also \nenable data owners to share in the monetary value generated by their personal data downstream, thereby \nproviding both greater agency and incentive for users to contribute to and engage with the data economy. \n8. Unlocking  Funds  from  a  variety  of  sources  to  ensure  projects  are  sustainable  and  can  operate  long  \nterm.\nThe  COVID-19  pandemic  has  demonstrated  unprecedented  demand  for  big  data  and  the  potential  for  the  \npublic  sector  to  rapidly  adopt  emerging  technologies  in  times  of  crisis.  Where  possible,  the  public  sector  \ncould  allocate  resources  not  only  for  future  preparedness  but  also  to  build  the  human  resource  capacity  \nrequired  to  use  big  data  across  a  multitude  of  use  cases  beyond  COVID-19  and  public  health.  While  some  \ncorporations  already  engage  in  data  philanthropy,  the  private  sector  might  consider  direct  funding  of  \nreadiness  and  capacity  building  programs,  which  would  not  only  generate  positive  social  impact,  but  also  \nfurther increase demand for big data for commercial applications within the public sector. \n9. Increase Research and Spur Evidence Gathering by publishing easily accessible research and \ncreating dedicated centers to develop best practices.\nThough there is an increasing interest in data collaboration and data reuse, the field is held back, ironically, by \na lack of good evidence on the conditions under which these approaches work best. There are few empirical \nstudies that could guide or accelerate new initiatives. Best practices largely remain limited. These gaps make \nit  hard  to  design  good  initiatives  and  to  convince  organizations  to  participate  and  support  them.  As  such,  \ndata  scientists  and  researchers  might  seek  to  foster  new  research  and  to  ensure  these  resources  are  open  \naccess so they can reach a broad audience. A centralized research center, such as an observatory dedicated to \nassessing the value of mobility data for good, might also be valuable for researchers.\nIn this report we discuss various enablers and preconditions for successful and effective data collaboratives. Sadly, \nthe greatest enabler of these data collaboratives’ success was perhaps the extreme urgency of a tragic global health \nemergency.  By  learning  from  these  experiences,  however,  it  is  possible  to  drive  more  effective  collaboration  and  \ndeliver more meaningful outcomes through the responsible use of big data not only for the current pandemic and \nrecovery process but for a multitude of challenges where big data can be ethically applied for the benefit of society. \nThe Use of Mobility Data for Responding to the COVID19 Pandemic  |  DATA4COVID19 Deep Dive\n30\n\n6. About the Authors\nThe GovLab\nAditi Ramesh \nStefaan Verhulst \nAndrew Young \nAndrew J. Zahuranec \nCuebiq\nBrennan Lake\nOpen Data Institute\nBen Snaith \nOlivier Thereaux \nThe GovLab\nThe  Governance  Lab  at  New  York  University’s  Tandon  School  of  Engineering,  The  GovLab,  is  an  action  research  \ncenter  whose  mission  is  to  strengthen  the  ability  of  institutions  –  including  but  not  limited  to  governments  –  \nand  people  to  work  more  openly,  collaboratively,  effectively  and  legitimately  to  make  better  decisions  and  solve  \npublic problems. The GovLab’s existing Data Collaborative framework identifies the factors that make data-sharing \npartnerships  effective  in  generating  public  value,  as  well  as  providing  a  blueprint  for  designing  successful  Data  \nCollaboratives while also embedding principles of responsible data use. As an extension of this work, The GovLab’s \n#Data4COVID-19 project provides a living repository of 175 multi-stakeholder data collaboratives focusing on data \nsharing  throughout  the  pandemic,  including  31  projects  focused  primarily  on  mobility  data  sharing  -  enabling  a  \njumpstart of the above project with early deliverables from mid November onwards. \n Cuebiq Data for Good\n“Data for Good” is the corporate social responsibility program of Cuebiq, a mobility data platform. Since 2016, Cuebiq \nhas provided mobility data and insights for over 100 academic research projects and humanitarian initiatives related \nto human mobility. Throughout the COVID-19 pandemic alone, Cuebiq established a COVID-19 Data Collaborative \nto  provide  privacy  preserving  mobility  data  to  dozens  of  organizations,  including  the  CDC,  the  City  of  New  York,  \nUNICEF, the World Bank, Johns Hopkins University, and Oxford, among many others. Beyond the establishment of \na formal COVID-19 Data Collaborative, Cuebiq has built a model for responsible mobility data sharing grounded in \nethical data provenance and privacy by design.\n31\nThe Use of Mobility Data for Responding to the COVID19 Pandemic  |  DATA4COVID19 Deep Dive\n\nOpen Data Institute\nThe ODI was co-founded in 2012 by the inventor of the web Sir Tim Berners-Lee and artificial intelligence expert Sir \nNigel Shadbolt to show the value of open data, and to advocate for the innovative use of open data to affect positive \nchange across the globe.\nWe’re an independent, non-profit, non-partisan company that, since our creation, has welcomed high-profile board \nmembers  including  Mumsnet  founder  Justine  Roberts,  Lastminute.com  founder  Baroness  Martha  Lane  Fox  and  \nformer European Commissioner Neelie Kroes.\nHeadquartered in London, with an international reach, hundreds of members, thousands of people trained, dozens \nof startups incubated, and a convening space in the heart of the capital, we invite everyone interested in developing \nwith data – whether on an individual, organisational or global level – to get in touch.\nAcknowledgements\nThe authors would like to thank the following individuals for their support in supporting the interviews, peer \nreview, and report development processes: \nClaire Molinaro (Cuebiq) \nMichelle Winowatan (GovLab) \nLeo Ferres (Universidad del Desarrollo)  \nAnita McGahan (University of Toronto) \nGabriel Cavalli (University of Toronto)  \nDaniel Trabucchi (Politecnico di Milano)  \nDominique Diouf (Open AIR) \nTarnjeet Kang (Independent Consultant) \nMarjiana Novak (Circle Economy) \nAlbert Ali Salah (Utrecht University) \nLaura McGorman (Facebook) \nAndrew Schroeder (DirectRelief) \nRichard Benjamins (Telefonica Research) \nMichele Vespe (European Commission)\nThe Use of Mobility Data for Responding to the COVID19 Pandemic  |  DATA4COVID19 Deep Dive\n32\n\n7.    Appendix 1: Mobility Data \nType\nRefers to the type of mobility data and its provenance. Its categories include:\nCall Detail Records “CDR” (Telco): \nCall Detail Records, “CDRs” are records that are generated by telecommunication companies when mobile phone \nusers make calls, send SMS text messages or use data to connect to the internet (see also XDR). When one user calls \nanother, for example, a typical CDR will include a row of data for the following columns:\n• \nTimestamp\n• \nDuration of call\n• \nCaller identifier \n• \nRecipient identifier\n• \nCell tower IDs (origin and destination)\n• \nEvent type (e.g. call, text, data)\nTo extract location data insights from CDRs, analysts can infer a mobile phone’s positioning based on the coverage \nradius of the cell tower that services the mobile phone’s call, text, or data activities. When multiple cell towers are \nused by a single mobile phone, it is possible to triangulate the position of the phone in order to improve accuracy. \nTelecommunications companies can also measure the time for cellular antennas to reach a mobile phone in addition \nto signal strength in order to estimate distance in a process called trilateration. \nCDR use generally benefits from a large amount of data in terms of overall panel size (user count) since CDR datasets \noften contain all records from all users within a given telecommunication company’s network. As a drawback, since \nthe radius of coverage of cell towers is quite large, CDRs have significantly lower accuracy and precision as compared \nto alternative data sources, such as GPS. \nx-DRs: \nx-DRs  function  similarly  to  CDRs  with  the  key  distinction  that  x-DRs  are  exclusively  based  on  the  data  usage  of  a  \nmobile  phone,  rather  than  calling  or  SMS  text  messaging.  Since  data  usage  involves  one  party,  there  is  only  one  \nphone identifier.\nSoftware Development Kit derived Smartphone GPS data (SDK): \nA Software Development Kit, “SDK” is a piece of software that is integrated into a smartphone application, generally \non Android and iOS—the two most prominent smartphone operating systems. While SDKs can be used for many \ntypes of features and functionalities, within the realm of location data an SDK enables smartphone apps to collect \nlocation data by using the device’s own hardware, such as GPS, Bluetooth and Wi-Fi. (For the purpose of this report, \nwe refer to SDK derived Smartphone data as GPS data.) \nThe usage of SDK location data generally benefits from a higher accuracy (~10 meters) and precision as compared to \nsources such as CDRs. On the other hand, some sources of accessible SDK location data may have smaller panel sizes \n33\nThe Use of Mobility Data for Responding to the COVID19 Pandemic  |  DATA4COVID19 Deep Dive\n\nsince they are derived from limited sets of applications with various user counts. \nAn exception to this is SDK derived data from large app developers, such as Facebook (which manages Facebook \nApp, Instagram, and WhatsApp) and Google (which manages Google Maps and YouTube among other platforms), \nwhose apps have billions of users. These companies however, commonly referred to as “walled gardens”, have more \nrestrictions and less flexibility in providing access to mobility data for use outside of their own activities. \n• \nFirst-Party, SDK-derived data: \n“First-party” refers to data that is collected by an entity directly from the smartphone user, without intermediary \nbrokers.  This  distinction  is  relevant  in  regard  to  both  data  accuracy,  as  well  as  privacy.  Since  there  are  no  \nintermediaries  collecting  the  data  between  the  user  and  the  collector,  data  is  generally  collected  through  \na  single  collection  methodology  and  it  therefore  does  not  require  cleansing  or  manipulation  to  produce  a  \nmethodologically consistent dataset. In terms of privacy, when there is a direct relationship between a user \nand a collector, there is a transparent path for users to opt-in and understand the extent to which their data \nwill  be  used  downstream,  and  the  direct  relationship  facilitates  GDPR  compliance  in  order  to  execute  user  \nrequests such as opting out, portability and erasure. \n• \nThird-party, SDK-derived data: \n“Third-party” refers to data that is collected by one entity then resold to others who often combine datasets \nfrom  various  sources.  Using  data  that  is  collected  from  multiple  sources  can  make  it  difficult  to  conduct  \nmethodologically  consistent  analyses.  Additionally,  this  process  obscures  the  provenance  of  the  data  in  \nterms of whether data was provided with informed consent, while also making it difficult to execute GDPR \ncompliance requests. \nBidStream Data: \nBidStream  location  data  is  derived  from  the  bidding  that  occurs  between  buyers  and  sellers  of  programmatic  \nadvertising, such as pay-per-click advertising on websites or mobile apps. When ad impressions are served to a user \nthrough programmatic advertising, the advertiser can “bid” on their ad placement through an automated auction \nprocess. Even if an advertiser does not win the ad placement, they are able to retrieve metadata from users exposed \nto the ad, including IP address, which can be used to infer location. \nWhile BidStream data is generally large in scale due to the sheer volume of programmatic advertising, it is typically \ninaccurate as it infers location through an IP address, which often cover several miles of coverage and thousands of \nhouseholds per IP address. Furthermore, BidStream data presents ethical challenges as the data is obtained without \nusers explicit consent and without a path for users to opt-out from their data being collected. \nWearable GPS:\nWearable devices are accessories that users can physically wear, such as a wristwatch or bracelet, that contain sensors \nto record users’ physical locations. While some wearable devices pair with a user’s smartphone in order to leverage \nits  GPS  capabilities,  other  devices  have  standalone  GPS  hardware  installed  in  them.  Wearable  GPS  data  may  be  \nmade accessible to downstream users by device makers or retained for sole use by the device makers for analytical \npurposes. \nAerial imagery data:\nAerial  mobility  data  refers  to  data  collected  about  physical  movements  of  people  based  on  images  derived  from  \naerial photography. These images can be derived from means such as satellites and drones.\n66\n Aerial imagery data \ncan  be  used  to  better  understand  both  large  scale  population-level  trends—such  as  mapping  the  location  of  \nhuman settlements where public census data is not available—as well finer grain analyses—such as counting the \n66. https://www.usgs.gov/core-science-systems/national-geospatial-program/imagery \nThe Use of Mobility Data for Responding to the COVID19 Pandemic  |  DATA4COVID19 Deep Dive\n34\n\nnumber of vehicles in a parking lot of a given point of interest. Aerial imagery data collection poses unique privacy \nchallenges in the location data space, since there are no clear opt-in or opt-out paths for the subjects of granular \naerial photography. \nVehicle GPS:\nVehicle  GPS  data  is  one  of  many  pieces  of  metadata  derived  from  telematics—the  collection  of  data  relating  to  a  \nparticular vehicle, including performance, maintenance status and location. Vehicle GPS data can be derived from \nportable  GPS  devices  that  users  install  in  their  vehicles  or  through  on-board  GPS  hardware  built  into  the  vehicle,  \nitself. Vehicle GPS data can be distinguished into two categories: fleet and consumer. While fleet data is derived from \ncommercial vehicles, such as long-haul trucks, consumer data is derived from passenger vehicles. Policies regarding \ndata sharing and accessibility vary by automaker. \nBluetooth:\nA  signal  that  allows  for  short-range  wireless  communication  between  electronic  devices.\n67\n  Bluetooth  can  be  \nused  to  determine  when  and  for  how  long  electronic  devices,  such  as  smartphones,  come  into  proximity  with  \nother  bluetooth-enabled  devices.  Bluetooth  technology  may  be  used  to  collect  location  data  through  the  use  of  \n“beacons,” devices that interact with bluetooth-enabled smartphones to serve messaging, such as advertising, or to \ncollect information, such as number of visitors to a certain point of interest. The use of beacons for data collection \ngenerally does not provide users with a clear path to opt in or opt out from data collection, while other smartphone-\nto-smartphone bluetooth-enabled applications do provide clear paths to opt-in and exercise data rights.\nGeotagged Social Media Data\nData connected to videos, photographs, messages, and other content posted on social media containing information \non the time and geographic location of the user.\n68\n67.    https://www.everycrsreport.com/files/2020-05-29_IF11559_f93c95d9673977192f24c0c149cbe28ca7f20e50.pdf \n68. https://www.sciencedirect.com/science/article/abs/pii/S0261517716301005?casa_token=tLhh5zlgjhkAAAAA:tW51e5tF-juTplhzBx-\nkuHsw2-1h79w-lFp_IHBBDh4cN_vaM5CGVd7zx2-uEr8tInGLnz-c  \n35\nThe Use of Mobility Data for Responding to the COVID19 Pandemic  |  DATA4COVID19 Deep Dive\n\n8. Appendix 2: Data4Covid \nMobility Repository: Taxonomy \nof Factors, Design Choices, and \nVariables\nData Collaborative Type: The operational model or collaboration mechanism enabling the project based on \nThe GovLab’s typology of data collaboratives:\n• \nPublic Interfaces:  Companies provide open access to certain data assets, enabling independent uses of the \ndata by external parties. \n• \nTrusted  Intermediary:  Third-party  actors  support  collaboration  between  private  sector  data  providers  and  \ndata users from the public sector, civil society, or academia. \n• \nData  Pooling:  Companies  and  other  data  holders  agree  to  create  a  unified  presentation  of  datasets  as  a  \ncollection accessible by multiple parties.\n• \nResearch and Analysis Partnership:  Companies engage directly with public sector partners and share certain \nproprietary data assets to generate new knowledge with public value.\n• \nPrizes & Challenges: Companies make data available to participants who compete to develop apps; answer \nproblem statements; test hypotheses and premises; or pioneer innovative uses of data for the public interest \nand to provide business value.\n• \nIntelligence Generation: Companies internally develop data-driven analyses, tools, and other resources, and \nrelease those insights to the broader public.\nValue Proposition: Provides an explanation of the type of question the data project seeks to answer, from one \nof the following four categories: \n• \nSituational Awareness, how increased access to previously inaccessible information might enable stakeholders \nacross sectors to better understand COVID-19 trends;\n• \nCause  and  Effect  Analysis,  attempts  to  better  understand  the  drivers  and  consequences  of  COVID-19  on  \npublic health, society, and the economy. They aim to establish which variables affect the pandemic. \n• \nPrediction, attempts to allow stakeholders to assess future risks, needs, and opportunities.\n• \nImpact Assessment, attempts to determine which, whether, and how institutional interventions, such as new \npolicies or services, affect disease spread or the pandemic’s secondary effects. \nSector: A high-level bucketing of the Topic Areas above:\n1. Public Health\n2. Social \n3. Economic \nThe Use of Mobility Data for Responding to the COVID19 Pandemic  |  DATA4COVID19 Deep Dive\n36\n\nScope: The range of physical area this data project intends to support:\n• \nLocal\n• \nRegional\n• \nNational\n• \nMultilateral\n• \nUndefined\nData Supplier: All parties involved in providing data for the data project; this can include one or more of the \nfollowing:\n• \nPrivate Sector\n• \nCivil Society\n• \nResearch/Academia\n• \nGeneral Public\n• \nPublic Sector\nData User: All parties using or benefitting from the data project; this can include one or more of the following:\n• \nPrivate Sector\n• \nCivil Society\n• \nResearch/Academia\n• \nGeneral Public\n• \nPublic Sector\n• \nJournalistic Media\nOutputs: The output of the data project; this can include one or more of the following:\n• \nData Repository / Portal \n• \nData Dashboard / Visualization\n• \nStatic Reporting\n• \nMobile App \n• \nAnalytics Platform\n• \nUser Tool \n• \nData journalism\nMobility Data Type: Refers to the type of mobility data and its provenance. Its categories include:\n• \nCall Detail Records “CDR” (Telco)\n• \nXDR (Telco)\n• \nFirst-Party SDK smartphone-derived GPS \n37\nThe Use of Mobility Data for Responding to the COVID19 Pandemic  |  DATA4COVID19 Deep Dive\n\n• \nThird-Party SDK smartphone-derived GPS \n• \nBidStream Data\n• \nWearable GPS\n• \nAerial \n• \nVehicle GPS\n• \nBluetooth\n• \nOpt-in/Opt-out\n• \nOpt-out only\n• \nNo explicit opt in or opt out\nData sharing privacy measures: \n• \nAggregated \n• \nDe-identified\n• \nDe-identified with noise\n• \nOn-premise federated\n• \nSynthetic Mobility data\nRegion: The World Bank region the project sought to target. (For example, a project by the United Kingdom’s \nCambridge University to improve disease detection in Malawi would sort into “Sub-Saharan Africa” and not \n“Europe and Central Asia”). Regions include: \n• \nEast Asia and Pacific\n• \nEurope and Central Asia\n• \nLatin America and the Caribbean\n• \nMiddle East and North Africa\n• \nNorth America\n• \nSub-Saharan Africa\n• \nSouth Asia \n• \nGlobal\nThe Use of Mobility Data for Responding to the COVID19 Pandemic  |  DATA4COVID19 Deep Dive\n38","version":"1.10.100"}