{"numpages":21,"numrender":21,"info":{"PDFFormatVersion":"1.4","IsAcroFormPresent":false,"IsXFAPresent":false,"Creator":"Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/106.0.0.0 Safari/537.36","Producer":"macOS Version 12.6 (Build 21G115) Quartz PDFContext","CreationDate":"D:20221027135403Z00'00'","ModDate":"D:20221027135403Z00'00'"},"metadata":null,"text":"\n\n27/10/2022, 14:51Data portability and peer-to-peer accommodation: four scenarios for the future (report) – The ODI\nhttps://theodi.org/article/data-portability-and-peer-to-peer-accommodation-four-scenarios-for-the-future-report/#1522943934045-d581c108-4c6e4817-d3b51/9\nData portability and peer-to-peer accommodation: four\nscenarios for the future (report)\nMon Apr 9, 2018\nShare\nData ethics and privacy\nWe’ve been exploring multiple scenarios of imagined futures to help us understand\nhow we move towards a world where people, organisations and communities use\ndata to make better decisions, and are protected against any of its harmful\nimpacts.\nIn its simplest form, data portability is the ability for someone to copy or move data\nfrom one organisation to another. Although portability was originally intended as a\ndata protection right, our work in other sectors like banking, retail and telecoms\nKnowledge & opinion > Reports >\n\n27/10/2022, 14:51Data portability and peer-to-peer accommodation: four scenarios for the future (report) – The ODI\nhttps://theodi.org/article/data-portability-and-peer-to-peer-accommodation-four-scenarios-for-the-future-report/#1522943934045-d581c108-4c6e4817-d3b52/9\nshows that it also has other benefits. It can help build competitive, complementary\nand serendipitous services.\nPortability is performed with the consent of the people or organisations who the\ndata is about. They decide which organisations they trust to get access to the data.\nTo provide an extra level of security, organisations may be vetted by a third party.\nFor example, the UK’s open banking standard, which allows bank customers to\ngive third party organisations access to bank account information, requires those\norganisations to be on an Open Banking Register,  itself administered by the\nFinancial Conduct Authority.\nOver time, data portability can become a new mechanism for data sharing. If good\nopen standards are developed then, despite the data portability right’s limitations,\nsharing will become quick, easy and beneficial for some use cases. However, while\nthe new mechanism for data sharing can enable better services, healthy\ncompetition and cooperation, it can also enable harmful activities or even dystopian\nfutures.\nIn our work we explored multiple scenarios of imagined futures to help us\nunderstand how we move towards a world where people, organisations and\ncommunities use data to make better decisions, and are protected against any of\nits harmful impacts.\nHow we expanded our thinking on data portability to include\nthe peer-to-peer sector\nTo investigate the opportunities in the peer-to-peer sector we built a\nmultidisciplinary team which included people with experience in research, design,\ncommunications, policy and technical development. We started with a few rounds\nof research, including desk research on government interventions and user\nresearch, with people who both rent and let properties on peer-to-peer platforms\nand various other stakeholder groups in the sector.\nUsing the knowledge we gained from the research, we used design fiction practices\nto start imagining and thinking about future scenarios. We asked ‘what would\nhappen if...’ questions to help us think beyond what is possible right now, and to\nvisualise different future worlds and services that could be made possible through\nincreased data portability.\nFor each scenario we debated the data being used, stakeholders, risks and\nbenefits, and the likelihood of it coming to pass.\nFour scenarios for the future\nWe imagined four scenarios:\n\n27/10/2022, 14:51Data portability and peer-to-peer accommodation: four scenarios for the future (report) – The ODI\nhttps://theodi.org/article/data-portability-and-peer-to-peer-accommodation-four-scenarios-for-the-future-report/#1522943934045-d581c108-4c6e4817-d3b53/9\nHolo-day\nHolo-day – a virtual reality environment to help people make more informed\ndecisions on where to go on holiday. It would allow people to ‘visit’ a destination in\nvirtual reality to help them decide if a destination city or a room that someone was\nletting met their needs\nRead more about Holo-day\nReputation Barometer\n“Hypr-local” bike tour\nData Baggage Tag\nConclusion\n\n27/10/2022, 14:51Scenario one: Holo-day – The ODI\nhttps://theodi.org/?page_id=55681/4\nScenario one: Holo-day\nShare\nHolo-day – a virtual reality environment to help people make more informed\ndecisions on where to go on holiday. It would allow people to ‘visit’ a destination in\nvirtual reality to help them decide if a destination city or a room that someone was\nletting met their needs\nStrap on your headset. Be there. Wake up in that dream holiday home, look around\nthe place as if you were there. Experience walking out into the neighbourhood, see\nwhat the corner shop looks like, feel the atmosphere of the streets, interact with the\nlocals. Be there before you decide to go there.\nWhat is it?\nIn this scenario we explored the concept of a virtual reality (VR) environment to\nhelp people have better holidays.\nKnowledge & opinion > Reports >\n\n27/10/2022, 14:51Scenario one: Holo-day – The ODI\nhttps://theodi.org/?page_id=55682/4\nA seamless mix of Street View tourism and the kind of 3D/360 ̊ virtual tours popular\nin real estate, the product explored here helps people decide if a destination city or\na room that someone is letting will meet their needs.\nIt helps people answer questions such as “will I feel safe in this area?”, “will I enjoy\nmy holiday here?”, and “will my holiday companions and I be able to get into, or\nmove around in the property in a wheelchair?”. It does this by allowing them to take\na virtual tour both around an area and inside the properties that are available to let.\nAs people look around the area in the VR environment they can see tourist spots,\nrestaurants, sports activities and entertainment opportunities that suit their\ninterests. They can even see avatars representing the type of people who live in\nthe area walking around and enjoying their lives. Information on crime or other risks\nin the area is also available.\nThey can see properties marked as being available for let and which online\nplatforms they are available through. People can take a virtual tour of properties to\nsee if they meet their needs. They can see if they have enough space for\nthemselves and their friends, or if there is good access for luggage, child buggies\nor wheelchairs.\nHow does it work? How is it related to portability?\nIn this scenario, the core data powering Holo-day are photographs, layouts or 360 ̊\nrecordings of properties which Holo-day showcases.\nWe imagined that Holo-day was not a feature of a single accommodation platform\nbut a separate service that relied on data portability to access and use data about\nthe properties themselves – such as their exact location. The simulation can mesh\nthe view from inside with the exploration of the neighbourhood and the reputation of\nthe host based on letting history.\nHolo-day is given permission to access data about the preferences of potential\ngroups of guests from their peer-to-peer accommodation platform accounts. These\npreferences might be explicitly ported from their letting history on several\naccommodation platforms by one or more guests, or derived from their behaviour\non other services. Holo-day could also request access to data from its users’ bank,\nfor example, providing data about their spending habits to help highlight activities\nand retailers they might be interested in seeing through Holo-day.\nIn addition to data used through a portability framework, Holo-day will benefit from\na wealth of open data about the areas it covers: data about maps, addresses, and\npoints of interest; data about buildings and transport; demographic data to better\nrepresent the local feel of the area; and data about local entertainment and\nattractions. As a third party working across peer-to-peer accommodation platforms,\nit also makes use of open data about the platforms and their products, including\npricing and T&Cs.\n\n27/10/2022, 14:51Scenario one: Holo-day – The ODI\nhttps://theodi.org/?page_id=55683/4\nIn order for Holo-day and similar services to work at scale, a cross-sector working\ngroup may be needed to develop standards for shared and open data that could\nthen be applied globally.\nNational data regulators and policymakers will make required data such as\ngeospatial, transport and demographic data available. They will also consider –\nfrom a regulatory perspective – what data should be openly available or kept\nprivate in their domains.\nThere are different business models for Holo-day that could emerge. A community\nmodel, perhaps built around existing communities like OpenStreetMap or Second\nLife, is one option. Holo-day could also be built by the private sector: it is easy to\nimagine how this could be an expansion of an existing service like Google’s\nStreetView, but the possibility that the short-term letting platforms might offer the\nservice themselves is equally viable. Finally, in some countries or cities, the public\nsector might offer the service, whether to show their cities in the way they want, or\nbecause the market does not provide the service.\nBenefits and risks\nBy offering a high-fidelity preview of the properties and their surroundings, Holo-day\naims to create a ‘no surprise’ service which should result in more renters going on\nholidays that meet their needs and expectations, in turn creating a higher level of\ncustomer satisfaction for the letters and platforms.\nThe ability to virtually visit properties can also improve the experience – and the\nability to travel comfortably and safely – for people with accessibility needs.\nFinally, by meshing the appeal of properties and the local area together, such a\nservice creates new avenues for interaction between platforms and the localities\nthey operate in. This and other factors could lead to greater trust in the peer-to-peer\naccommodation sector, leading to more use and growth.\nThere are some downsides  to consider.\nCould there be a rise in virtual tourism with people not taking holidays in real-life\nbut instead only taking Holo-days? Could Holo-day become a vector for disaster\ntourism, with people taking Holo-days in disaster zones? Would the high-fidelity\nview of properties and their exact locations increase the risk of burglary, stalking or\nespionage? Less serious, but rather creepily, people might create games that they\nplayed in the Holo-day version of other people’s houses.\nThere may be a relative lack of usable data (or no data at all) for some areas,\nleading to people only going on holiday to places with high-fidelity Holo-days. This\nwould lead to an increase in logistical pressure on popular spots, while places\nwithout the capacity to gather such detailed data could suffer from a drop in visits.\nOr would visitors be more attracted to areas that they couldn’t visit through virtual\nreality?\n\n27/10/2022, 14:51Scenario one: Holo-day – The ODI\nhttps://theodi.org/?page_id=55684/4\n      \nCreative Commons Licence\nOpen Data Institute, 5th Floor, Kings Place, 90 York Way, London N1 9AG\nPrivacy policy Contact us\nThe risk of data manipulation is worth exploring too. What if a host or letter shared\nfalse information about a property? How acceptable would it be to ‘airbrush’ the\nimperfections of a given property? And what if a local authority decided to publish\nfake data to increase tourism?\nHow far in the future could this be?\nThis is technically feasible and seems fairly near-term. We suspect that some peer-\nto-peer accommodation platforms and technology companies will already be\nprototyping such ideas using the data they already hold.\nBack to main pageNext scenario\n\n27/10/2022, 14:51Scenario two: Reputation Barometer – The ODI\nhttps://theodi.org/knowledge-opinion/reports/scenario-two-reputation-barometer/1/5\nScenario two: Reputation Barometer\nShare\nReputation Barometer – a service that measures and monitors an individual’s\nstanding by giving an overall score for their reputation. This reputation score would\nbe informed by behaviour renting or letting properties on peer-to-peer\naccommodation platforms. It could be used by other users of the peer-to-peer\nplatform or services outside the sector to make decisions about whether and how\nto interact with that person\nFrom her home in Cape Town, Alice is preparing a trip from Edinburgh to Loch\nLomond and the Isle of Mull, a dream come true, and a chance to spend time with\nsome of her best friends from university days. She is browsing the EtherBedroom\napp, looking for places to stay during her two nights stop in Oban. It’s close to the\ndate of her departure, but she’s relaxed. The prices look great, and she knows she\nwill be able to book any room as soon as she decide between the one-room in the\ncity centre with a free tour thrown in, or the gorgeous loft offering her a\npersonalised 40% discount.\nKnowledge & opinion > Reports >\n\n27/10/2022, 14:51Scenario two: Reputation Barometer – The ODI\nhttps://theodi.org/knowledge-opinion/reports/scenario-two-reputation-barometer/2/5\nShe never used EtherBedroom before, but it doesn’t matter. Her Reputation\nBarometer crosses borders, and her high score opens doors. Her near-perfect\nreviews from SBB, the leading peer-to-peer accommodation platform across south\nand west Africa, sure help. So does her employment record and the fact she has\naccumulated plenty of loyalty points with Baimazon, the retail giant. Upon creating\nher account with EtherBedroom, she simply had to click on “Barometer” as her\npreferred reputation broker, and the Barometer did the rest. It queried records and\nreputation scores across platforms similar to EtherBedroom – with Alice’s consent,\nof course.\nIt’s a good thing Alice has a great score. Her friend Bob, who lives in Glasgow,\nwouldn’t have been able to book her a room on EtherBedroom anyway.\nYouthful indiscretions stick, over there, and while Bob is by all accounts an\nupstanding citizen now, his use of most online platforms is heavily curtailed. He\nknows how to work around it, of course. You learn those things fast, learn to use\nthe alternatives, the services where reputation management is not de rigueur yet,\nthe shady ones too. He tried fixing his record, to understand why his score was so\nlow. No luck.\nToo much stress spending hours and days on the phone with Barometer or\nTrueTrust, the two big providers in the UK. Neither would tell him whether it was the\nheavy partying in his early twenties or an in-work/out-of-work career as\nexperimental artist that was the problem. Too much stress trying to fix it, anyway.\nLife goes on. It’s the social networks he misses the most. His friends refuse to\nconnect with him in case his reputation damages theirs...\nWhat is it?\nIn this scenario we explore a service that measures and monitors an individual’s\nstanding by giving an overall score for their reputation. Adopting and expanding\nideas from the credit scoring industry, as well as inspiration from popular culture\nand recent news, we wanted to explore how data portability could enable new\nforms of management of reputation in the peer-to-peer accommodation sector.\nThe reputation score given by our fictional Reputation Barometer, and other similar\nservices, is informed by the reviews received by an individual when renting or\nletting properties on peer-to-peer accommodation platforms, but also by their\nbehaviour or reputation in other contexts, for example on other online services or in\ntheir career.\nOnce calculated, a person’s reputation score can be used to make decisions by\nother users of the peer-to-peer platform, or services outside this sector. In this\nscenario, use of the barometer and score would be widespread, normal, and\nexpected.\n\n27/10/2022, 14:51Scenario two: Reputation Barometer – The ODI\nhttps://theodi.org/knowledge-opinion/reports/scenario-two-reputation-barometer/3/5\nWe explored how the reputation could be represented, for example as a whole\nnumber on a scale that ranges from 0 – 600. This ‘score’ is assigned to an\nindividual through the assessment of a number of data points, building a picture of\nan individual’s trustworthiness.\nAn insights dashboard forms part of the Barometer. It offers insights into how your\nscore could be improved, how improvements would benefit you and your standing\nin relation to the rest of society and your peers.\nHow does it work? How is it related to portability?\nThe core idea behind this scenario is that with widespread data portability, sharing\nof data about individuals becomes easier as standards and interfaces are\ndeveloped to maturity. So much so that reputation and personal data on other\nplatforms can flow between each other.\nIn our scenario, a user who registers with a peer-to-peer accommodation platform\nneeds to bring their reputation score with them, fostering two-way trust from an\nearly point in their interactions on the platform. It works by prompting the user to\nconnect their chosen P2P rental platform account to their barometer, or vice-versa,\nboth in order to port their existing reputation to that platform, and so the barometer\ncan port data back from the platform.\nOnce consent is established, data ported between the accommodation platform\nand the barometer includes reviews, history, and reputation data from other\nplatforms and services.\nThrough other data sharing mechanisms, the Reputation Barometer may include a\nperson’s criminal record, tax records, employment history, financial history and\ncurrent balance.\nThe system may also use existing open data, such as demographic and economic\nstatistics, to better gauge someone’s reputation in the context of their location and\nbackground.\nA cross-sector working group could be needed to develop standards for safely\nsharing and determining a reputation score. Meanwhile civil society, businesses\nand governments would need to consider the potential harms and need for updates\nto legislation such as that to protect privacy and prevent discrimination.\nBenefits and risks\nReputation becoming more portable means that it may be easier for people – in\ntheir roles as service users or workers – to move between platforms. In a global\nworld, knowing who you can trust becomes easier.\nThe idea of quantifying reputation with a single score, however reductive, creates a\nsimple indicator of otherwise elusive, qualitative information. This is both a benefit\n\n27/10/2022, 14:51Scenario two: Reputation Barometer – The ODI\nhttps://theodi.org/knowledge-opinion/reports/scenario-two-reputation-barometer/4/5\nand a risk, because of how it hides complexity and nuance.\nA feedback loop is created as reputation is used to determine the levels of service\nprovided to people. Those with higher reputations are likely to receive services from\nthose demanding higher reputations, which increases their reputations further,\nwhile those with lower reputations are likely to be placed in situations where they\nfind it hard to succeed, further lowering their reputation. These feedback loops can\nlead to stratification of society and widening inequalities.\nIn some variants of this scenario, we can suppose that data portability is no longer\nused simply as a mechanism giving individuals protection and control, but a\nrequirement from states and corporations to participate in society. This then creates\na risk of control of population via the opaque workings of an algorithm that\ncalculates reputation.\nSuch opacity can then create, and hide, discrimination against specific groups of\npeople, whether deliberately or accidentally, via proxies implicit in the data. It could\nnegatively affect the more creative and challenging portions of society – such as in\nart, comedy, acting and media – as reactions to people’s deliberately provocative\nwork as creators has negative impacts on those individuals’ lives as citizens.\nAll of this could result in an increase in anxiety and other mental illnesses due to\nfear of your every action or mistake affecting your future.\nHow far in the future could this be?\nThis is hard to tell.\nIn some sense such systems already exist – in China or in western societies’ credit\nscore systems. Although the level of participation and co-operation of multiple\nactors required to bring about the specific scenario we describe does feel remote,\nsome of us felt it might be inevitable because it was so easy to imagine.\nThat said, limiting the scope of a reputation system to the portability of data about a\nuser of a peer-to-peer accommodation platform to ‘seed’ their reputation in another\npeer-to-peer accommodation platform does not feel far-fetched and could be\nuseful. It could be created through collaboration between existing platforms,\ncoupled with careful experimentation with how to make it fair and effective.\nThe harder part would be limiting the use of the data to this particular scenario and\npreventing it from being used in other contexts where problems are more likely to\noccur.\n\n27/10/2022, 14:51Scenario three: Hypr-local bike tours – The ODI\nhttps://theodi.org/?page_id=55731/4\nScenario three: Hypr-local bike tours\nShare\n“Hypr-local” bike tour – a bike that is preprogrammed with various tours people\ncan take through a holiday community. The tours are based on data provided by\nthe local community, hosts and renters, as well as the visitor’s own preferences\nHypr-local bikes are more than your usual cycle-sharing scheme. Adopted in 23\ncities across the world, they are your gateway and your guide to visiting and\nexperiencing true local life.\nAll Hypr-local bikes come with a touch screen and – safety first – a voice-activated\nassistant that will lead you through the best routes, pointing out hidden details and\ntelling you the unknown stories, all gleaned from the expert, intimate knowledge of\nthe local communities.\nEach of the communities that live here would like to show you something special,\nsomething unique, something they love and think you’ll love.  But don’t take our\nword for it, take their word. The word on the street. The word of the street.\nKnowledge & opinion > Blog >\n\n27/10/2022, 14:51Scenario three: Hypr-local bike tours – The ODI\nhttps://theodi.org/?page_id=55732/4\nWhat is it?\nIn this scenario we explore how somebody might interact with a network of multiple\nlocal community platforms, with the traditional peer-to-peer accommodation\nplatform operating as a broker of access and trust. In this scenario we imagine that\na visitor to an area could join a local network by porting their profile data to one or\nmany local platforms for the duration of their visit. During the visit the local\nplatforms would act as a tour guides, providing their own perspective on the area in\nwhich they live and work.\nWe thought of how this guide could manifest itself, from an interactive map to a\ndevice held in the hand or attached to a typical object found in areas travelers and\ntourists may want to discover.\nWe settled for the idea of a cycling tour of the area they’re visiting, allowing them to\nexplore the different aspects of their temporary community. The tours are created\nand curated to provide the guest with a different ‘slice’ of the community in a given\narea: the Turkish community, the artist’s community, the young parent’s community,\netc.\nHow does it work? How is it related to portability?\nThis scenario shows a system that could complement – by way of data portability –\nthe existing peer-to-peer accommodation sector. It could also support other parts of\nthe tourism sector, like hotels.\nWe considered a number of data flows in this scenario. The central concept being\nthat the community is the local repository of data. For Hypr-local to work best,\npeople or businesses port data from local review platforms, whether they are\nspecialised for restaurants, or more generalist. Preferences and profiles for hosts\nand guests are also ported – at the behest of the user – from peer-to-peer\naccommodation platforms to the Hypr-local community for the duration of their stay,\nallowing some personalisation of the guides based on accommodation location,\nand taste predictions based on history.\nThis service also benefits from open data, such as maps, addresses, transport data\nand other data key to the logistics of being and moving in an urban environment. It\nmakes use of other data (some of which may be open), including community based\nnotice boards and events listings.\nBenefits and risks\nPeer-to-peer accommodation platforms already act as brokers of trust. They vet the\nidentity of both guests and hosts for reasons of safety and to manage payments.\nHowever, if the platform starts to suggest places/businesses to visit based on\nrecommendations from hosts and the platform’s product design decisions, there is\na risk of catering only to the kind of guests the platform and hosts would like to\n\n27/10/2022, 14:51Scenario three: Hypr-local bike tours – The ODI\nhttps://theodi.org/?page_id=55733/4\nattract, which could ultimately distort local markets. What if instead platforms were\nto devolve knowledge of the local area to the local community, which operates a\ncomplementary community-based platform?\nAs a guest, I may appreciate that a P2P accommodation platform provides an\naggregated and consistent search interface, and that it stores my history, host\nreferences, personal profile and preferences.\nWhat if as a guest I could temporarily join local community platforms by porting my\npreferences and profile to them? In this way I could explore a community before I\nvisit, and the people who live in a local area might give me recommendations\nbased both on my profile and what they would like to promote for an authentic and\ncommunity-enhancing experience.\nConversely, as a host I am motivated to use a peer-to-peer accommodation\nplatform as a broker of trust and to advertise my availability, but I may want to\nassociate myself primarily with a community platform and port information about\nmyself to one or more traditional peer-to-peer platforms. By simultaneously\nparticipating in a hyper-local community platform, I hope to become more\nconnected to the members of the communities I am part of, and discover the other\ncommunities with whom I share my neighbourhood.\nWe can also extend the idea of hosts to include local businesses, guides and\nothers who are passionate about their local area. Together they form a network of\nintersecting and interacting communities on their own platform. They can port in\ndetails from other platforms such as a register of independent businesses, although\nideally this would be available as open data.\nThis scenario comes with a number of benefits for a variety of actors in the\necosystem. For instance:\nCommunities self-describe and paint their own picture of how they experience\ntheir lives and see themselves\nIt frames a visit differently for prospective guests – people might feel like a\nguest in a geographical community, not just a hotel or rented room in someone\nelse’s house\nA hyper-local community is more likely to support small businesses and they\nhave the local knowledge to verify a business’s local credentials\nBoth guests and hosts are more aware of the richness of their local area   \nA record of the profiles of visitors will form a community guest book\nThis platform becomes a (geographical) community resource of its own and\ncould be used by anyone who wants to explore a local area, not just platform\nguests\nThe platform can focus on what it does best – matching guests to hosts,\nadding new locations, and managing the transactions, while developing a\nrelationship with a community via complementary platforms\n\n27/10/2022, 14:51Scenario three: Hypr-local bike tours – The ODI\nhttps://theodi.org/?page_id=55734/4\n      \nCreative Commons Licence\nOpen Data Institute, 5th Floor, Kings Place, 90 York Way, London N1 9AG\nPrivacy policy Contact us\nWe like to imagine this leads us to a future of better relationships between guests\nand hosts and better inter-community understanding.\nThere may of course be risks and unintended consequences to such a service. If\nthe community platform can see and identify the visitor as a tourist they could\nbecome a target for fraud, theft, suspicion or backlash.\nThe scheme as we explored it also relies heavily on the time, effort and goodwill of\nlocal communities. Having communities self-declare could also make them targets\nfor harassment. Conversely, communities could choose to boycott a platform, or\nmake it difficult for visitors to an area to discover local amenities. And finally,\ninsufficient funding or time for the community to build and support the platform\nmight result in substandard – or even unsafe – guidance for visitors.\nHow far in the future could this be?\nIn theory the technology exists to do this now, although it would require some kind\nof standard to enable data portability from the accommodation and review platforms\nto this guiding service. It would also require support and funding for the community\nplatforms for it to work well.\nPrevious scenarioBack to main pageNext scenario\n\n27/10/2022, 14:51Scenario four: Data Baggage Tag – The ODI\nhttps://theodi.org/?page_id=55761/4\nScenario four: Data Baggage Tag\nShare\nData Baggage Tag – data from services / platforms that people can carry around\non a physical device. When you stay at a property the services in that property,\nsuch as smart thermostats, will be given access to data about you and adapt to\nyour preferences.\nI step in through the front door – it’s nice, tastefully decorated. The lights are on full,\ntoo bright, and the noise from the street is a little louder than the profile on\nEtherBedroom suggested. It’s almost a home from home but not yet. I unclip my\nbaggage tag from my suitcase, and I tap it to the sensor on the wall just inside the\nfront door. Immediately the lights dim and my favourite music floats through the\nintegrated speaker system. I relax.\nWhat is it?\nKnowledge & opinion > Blog >\n\n27/10/2022, 14:51Scenario four: Data Baggage Tag – The ODI\nhttps://theodi.org/?page_id=55762/4\nHere we looked at what literal data portability could mean: data from services and\nplatforms which you can carry around on a physical device, in this case a baggage\ntag with the ability to record, store, and share on-demand data about your travels.\nWith such a device you could interact with other devices either in a rental property,\nor terminals that can be found in public spaces throughout a city. Touching the tag\nto specific devices and terminals shares data temporarily, and only at the point of\nuse.\nThe data stored on the tag acts as a reflection of its owner’s preferences, needs\nand history. Potentially you could refine personal data about you so that it becomes\nmore representative and accurate.\nIn the context of short-term rentals and peer-to-peer accommodation, a key\nfunction of this application of data portability is the ability for users to bring their\nhome settings with them to their rented accommodation and apply those same\nsettings upon arrival. Preferences could include your ideal temperature, light\nsettings, voice interaction settings, account details for streaming services, home\nautomation preferences – bringing your bubble with you.\nWe also explored the idea of a public terminal for similar applications. A physical\ndevice that resides in public spaces in our cities, it acts as a focal point for the\ndissemination of ‘personalised’ information about the local/wider area –\ncommunicating relevant information to users based on the data on their tag.\nHow does it work? How is it related to portability?\nUsers could populate their portable device with data from the platforms of their\nchoosing. Augmenting it with personal data, some of which might be sensitive, and\ndecisions they’d like to remember.\nThis data collected from disparate sources can then be tended to by the user,\npruning, editing, deleting, adding elements. The user is empowered to take control\nover this data and how it represents them.\nThe data/device is then carried on the user as a physical manifestation of their\ndigital self. It can be used to interact with other digital objects within the physical\nworld to aid the user in decision-making, pathfinding and general interactions, yet\nleaving no trace behind.\nBecause the user can choose whatever they would like to curate or store on the\ndevice, the possibilities for what data it stores are numerous but could include:\nPhysical preferences – for example temperature, light levels, walking pace\nEntertainment preferences – for example music service account details, “how i\nlike my coffee”, etc.\nWeb search history\nMedical history\nPurchase history\n\n27/10/2022, 14:51Scenario four: Data Baggage Tag – The ODI\nhttps://theodi.org/?page_id=55763/4\nBenefits and risks\nExploring this scenario, we were intrigued by how this baggage tag might become a\nmedium by which user preferences for a multitude of things may be literally carried\naround – how you like your coffee, your home automation settings, music playlists,\netc. The baggage tag won’t resolve differences between groups of travellers though\n– human interaction would still be needed.\nThe concept of the tag seemed to come with convenience and consistency: by\ncarrying your history and preferences all the time, it voids the need to reset your\nenvironment everywhere you go. An added convenience would be if the public\nterminals could double as knowledge resources for the area.\nThis disaggregation from the platforms where these preferences are typically stored\npoints to a number of interesting benefits, including a greater control over personal\ndata. It also may lead to a greater understanding of data sharing: by making data\nmore tangible, and sharing a physical activity rather than something one has to\npursue within complicated settings in a software environment, the device can help\nus get a better grasp of what data about us gets used, shared and stored, when,\nand how.\nOn the other hand, without significant yet easy mechanisms for authentication of\nthe user, this scenario raises serious privacy and security concerns if the tag were\nto be lost. Variants of this scenario, where data can be exchanged through\ncontactless methods, could lead to fraudulent skimming of data from devices\nhanging from luggage, and even identity theft.\nAnother risk is that, by virtue of the tag storing and providing access to extensive,\nrich data, it could lead to services collecting more data than they need, abusing the\nlack of granularity of how the data is requested and shared from the baggage tag.\nFinally, we foresee a risk that such technology might isolate us from the world,\nleaving us in an echo chamber: this ability to take your bubble with you everywhere\nwould mean even less chance for serendipity or ever being placed slightly outside\nyour comfort zone.\nHow far in the future could this be?\nTechnically speaking, this is achievable today. Indeed, almost all of the capabilities\nwe ascribed to the data tag could be replicated through software on smartphones,\nalthough it is always worth noting that smartphone ownership is not universal, even\nin rich societies.\nWhether for a physical tag or for apps, realising the benefits of this scenario while\navoiding its risks requires developing new sharing standards, and addressing\nprivacy and security issues.\n\n27/10/2022, 14:52Conclusion: The future is not determined – The ODI\nhttps://theodi.org/?page_id=55791/3\nConclusion: The future is not determined\nShare\nHere’s our conclusion on the scenarios we explored \nWe felt that each of the scenarios we explored was technically possible and that\nthere would be viable business models for organisations offering these services,\nbut there were things that might stop them emerging easily, for example whether\ndata stewards – the people who hold data – decide to work together to make the\ndata they hold portable to an open standard, or whether regulators intervene to\nforce them do so. These echoed the limitations to data portability that we have\nseen in other sectors and contexts.\nWe could also see risks in each scenario. A badly built Holo-day might lead to\ndisaster tourism, with people getting pleasure from virtually experiencing other\npeople’s discomfort. The Hypr-Local bike tour could lead to identikit holidays with\neveryone touring the same few tourist traps. All of this could damage local\neconomies although, perhaps, some local communities might enjoy corralling\ntourists into one place.\nThe Reputation Barometer caused most internal debate\nAt the ODI we are strongly in favour of individuals having more control over data\nabout them. We believe that data should be used to make more and better\ndecisions, but everyone needs to be careful with the type of futures that can be\ncreated by and for societies. People, organisations and societies that end up being\ndriven by data and making all of their decisions by ‘clever algorithms’ might be\nefficient and convenient for some, but could also lead to flawed, ineffective and\nunfair societies for others.\nThe Reputation Barometer envisioned a society in which the services people\nreceived were determined by the reputation scores other people give them. It is a\nscenario familiar to viewers of the Black Mirror episode Nosedive. In such a society,\npeople, businesses and governments might expect, or even demand, to see\nreputation data when making decisions.\nWould it be fair that a bad rating on a sharing economy platform could damage your\nability to rent a flat for the long term or get a job? How would you understand or\nappeal the decisions? Would you even know if an organisation was making a\ndecision about you using bad data or a dumb algorithm? Would you be able to\nchange your mind about giving those organisations access to data about you and\ntthitifiit?Obblttbddt?\nKnowledge & opinion > Reports >\n\n27/10/2022, 14:52Conclusion: The future is not determined – The ODI\nhttps://theodi.org/?page_id=55792/3\nstop those organisations from using it? Or be able to correct bad data?\nData needs a stronger human element\nA system based on reputation data might be what some societies want and decide\nto build. Some say China’s social credit system is heading in that direction, or that\nWestern society’s credit score systems will do the same. But we believe that many\nsocieties will choose to have a stronger human element.\nThis will start with a clear rights framework. This framework will include strong\nregulators and protections in favour of privacy, against discrimination and in support\nof innovation. Organisations who deliver services will include ethical considerations\nand good design practices in their processes. Human decisions – with all of their\nown flaws and biases and moral dilemmas – will improve by virtue of being\ninformed by data, with support from consumer organisations, well-designed ethical\nservices, and regulators as a backstop.\nMonitoring progress towards good outcome\nIt is still hard for us to monitor the effects of data portability and whether, despite all\nof our efforts, we will still end up with adverse outcomes. That might be due to\naccidents or malicious actors. Once data is shared between organisations it can be\ncopied and it becomes ever harder to understand who has access to it and how it is\nbeing used.\nDespite these difficulties, societies – and particularly policymakers – will need to\nlearn how to monitor and respond to the effects of data portability, both in terms of\nthe benefits and the harmful impacts. This monitoring will need to include being\nopen about how personal data is being used as well as how equitably the benefits\nare spread. It will be necessary to help societies shape technological progress to\ndeliver the outcomes they decide on.\nIf harmful impacts occur, and trust in data starts to be lost, then we can imagine\nstronger government intervention across the world. Building from our example of\nreputation data, perhaps reputation will become what the UK calls a ‘protected\ncharacteristic’, with warning signals and inspection measures in place to check that\norganisations are only using reputation under certain conditions.\nAt the extreme there could be a public backlash that takes us into a ‘data\nwasteland’. People might withdraw permissions for data about them to be used,\neven for public good. As individuals restrict their privacy settings, we risk adding\nbias into what might otherwise have been useful datasets. In some countries,\ncontrols may be put in place that increasingly limit researcher and business access.\nThis could unnecessarily inhibit the potential of data portability to create more\neffective and efficient services and a fairer data ecosystem for us all.\nBuilding a better and more open future\nThtdbtdthildhd\n\n27/10/2022, 14:52Conclusion: The future is not determined – The ODI\nhttps://theodi.org/?page_id=55793/3\n      \nCreative Commons Licence\nOpen Data Institute, 5th Floor, Kings Place, 90 York Way, London N1 9AG\nPrivacy policy Contact us\nThe team debated these issues long and hard.\nOur consensus was that the future we glimpsed was as scary as it was full of the\npotential to make things better. We think that a future more informed by data will be\nbetter for governments, businesses and people. We think that a future in which\npeople can move and share data between platforms and services has many\nbenefits: such as more choice, more access to more efficient and effective services,\nand a thriving economy. We can also see there are risks of harmful impacts and\neven dystopian possibilities.\nThe work of the Open Data Institute, and other organisations, needs to help\nachieve the many benefits while heading off the risks. Our innovation programme,\nwhich both this project and our recent exploration of data portability in the telecoms\nsector with IF have been part of, helps with this work.\nWe are about to start another project in that programme looking at different ways to\nwiden access to data while retaining trust, and we are also starting more data\nportability projects for business and governments.\nIf you want to talk about the issues raised in this post or work with us to use data to\nhelp build a better future, get in touch at policy@theodi.org.\nGET IN TOUCH IF YOU'D LIKE TO DISCUSS OUR RESEARCH WITH US\nGet in touch","version":"1.10.100"}