{"numpages":24,"numrender":24,"info":{"PDFFormatVersion":"1.7","IsAcroFormPresent":false,"IsXFAPresent":false,"Creator":"Adobe InDesign CC 2017 (Macintosh)","Producer":"Adobe PDF Library 15.0","CreationDate":"D:20171109114855Z","ModDate":"D:20171109115332Z","Trapped":{"name":"False"}},"metadata":{"_metadata":{"xmp:createdate":"2017-11-09T11:48:55Z","xmp:metadatadate":"2017-11-09T11:53:32Z","xmp:modifydate":"2017-11-09T11:53:32Z","xmp:creatortool":"Adobe InDesign CC 2017 (Macintosh)","xmpmm:instanceid":"uuid:9da47000-f45a-4e0a-a5f1-e2989b31a9af","xmpmm:originaldocumentid":"xmp.did:5b32b487-4a3f-4e5e-9bb2-894c6b04f00d","xmpmm:documentid":"xmp.id:0517a0ed-71a6-414f-a82c-f18fa3cd6d41","xmpmm:renditionclass":"proof:pdf","xmpmm:derivedfrom":"xmp.iid:29b66395-8959-42e4-ad09-2c1f3e0be8ebxmp.did:1034039b-560d-4634-aacb-7f6bc29f2717xmp.did:5b32b487-4a3f-4e5e-9bb2-894c6b04f00ddefault","xmpmm:history":"convertedfrom application/x-indesign to application/pdfAdobe InDesign CC 2017 (Macintosh)/2017-11-09T11:48:55Z","dc:format":"application/pdf","pdf:producer":"Adobe PDF Library 15.0","pdf:trapped":"False"}},"text":"\n\nThe EU General Data Protection \nRegulation: opportunities for \ngrocery retail\nGillian Whitworth, Peter Wells, Jessica Weereratne and Jeni Tennison\nOpen Data Institute for dunnhumby\nOpen Data Institute / Whitepaper ODI-WP-2017-001\n\nA note on language: we don’t ‘own’ data \nPersonal data might reflect more than just one person or \norganisation. This is why we do not refer to ‘people’s personal \ndata’ but instead use ‘personal data about them’.  \nMultiple people can have rights over, and responsibilities for, \ndata. A simple shopping list can be used to guess things about \nmultiple members of a household, for example. Multiple people \nand organisations might have intellectual property rights due to \ntheir contributions to the data. By avoiding possessive pronouns \nwe hope to encourage understanding of the wider network of \nrelationships involved in data collection and use.\n\n04 About\n05 Foreword\n07 Executive summary\n08 Data and the grocery retail sector\n What data does the sector collect? 08\n How does the sector use data? 08\n How is data creating value for the sector? 08\n10 The data landscape is changing\n How shoppers feel about the collection and use of personal data 10\n How new laws can empower shoppers 10\n How changes could present challenges for the sector 13\n14   New laws and opportunities for the sector\n Building trust with shoppers 14\n Case study: Being trusted with data: the Co-op 15\n Scenarios for the future of data in grocery retail 15\n\tOpportunities\tto\tinnovate\twill\tbenefit\tshoppers\tand\tshareholders\t16\n Case study: Using APIs to improve communication, collaboration \n \n and competition in Amazon 16\n Collaborating to solve problems: a view from other sectors 18\n Case study: Collaboration in the banking sector: opening data  \n and open APIs  18\n19 Recommendations \n20 Methodology\n21 Glossary\n22 Bibliography\nContents\nOpen Data Institute 2017 / Whitepaper The EU General Data Protection Regulation: opportunities for grocery retail 3\n\nOpen Data Institute 2017 / Whitepaper The EU General Data Protection Regulation: opportunities for grocery retail 4\nThis report was commissioned by dunnhumby and  \nproduced by the Open Data Institute. \nAbout the ODI\nODI works to build a strong, fair and sustainable data \neconomy by helping governments and businesses around  \nthe world get data to people who need it. It is independent, \nnonprofit and nonpartisan, founded in 2012 by Sir Tim \nBerners-Lee and Sir Nigel Shadbolt. From its headquarters  \nin London and via its global network of startups, members \nand nodes, the ODI offers training, research and strategic \nadvice for organisations looking to explore the possibilities  \nof data. \nAbout dunnhumby\nA world leader in customer science, dunnhumby has \npioneered the use of big data to drive growth for retailers  \nand brands since 1989. With 46 offices in 27 countries, \ndunnhumby’s strategic process, proprietary insights and \nmultichannel media capabilities deliver competitive advantage \nfor clients including Coca-Cola, Homeplus, L’Oreal, Monoprix, \nProcter & Gamble, Raia Drogasil, Raley’s, Shoprite, Tesco  \nand Whole Foods Market. Applying insights from 800 million \nshoppers globally, with specialisms in customer knowledge, \ncustomer engagement, pricing and promotions, category \nmanagement and supplier collaboration – dunnhumby \noptimises retailer data investment, develops internal expertise \nand creates tailored solutions that build margin, sales and \nprofit in all competitive environments. \nWith thanks to Karyn Mukerjee and Ruth Wembridge from \ndunnhumby, and Cordelia Hay, Max Templer and Raphaelle \nFischler from Britain Thinks. \nAuthors: Gillian Whitworth, Peter Wells, Jessica Weereratne \nand Jeni Tennison \nEditing: Anna Scott and Charlotte Fleming \nDesign and art direction: Adrian Philpott / PHILPOTT design \nIllustration: Ian Dutnall \nAbout\n\nOpen Data Institute 2017 / Whitepaper The EU General Data Protection Regulation: opportunities for grocery retail 5\nRedefining the data landscape for retail\nThe arrival of General Data Protection Regulation (GDPR) \n \nto the EU in May 2018 has the potential to shift the balance  \nof power between retailers and their customers. It brings  \nboth challenges and opportunities to organisations that  \nwish to compete and win in the new era of data-driven retail. \nWith many retailers viewing the incoming legislation simply  \nas a compliance issue, there has been surprisingly little \ndialogue around the positives these changes could bring to \nthe retail industry. The chance to deepen relationships with \nconsumers, through an open, honest and equitable approach \nto how data is used and shared, could be the catalyst for \ninnovation in the industry – driving growth for business and \nimproving the daily lives of consumers.\nTo fully understand how retailers, brands and consumers \nmight respond to this new data landscape, we have \nsupported the ODI to undertake independent, wide-ranging \nindustry research to explore how the incoming changes are \nbeing viewed. Understanding how behaviours might change \nin the post-GDPR world – and what that really means for \nretailers and brands – is key to ensuring the industry remains \nat the forefront of data-driven development.\nA brave new world of data-driven retail is emerging – one in \nwhich retailers will create new relationships and experiences \nwith customers, and new ways to achieve business growth. \nWith the arrival of legislation such as GDPR, the time to seize \nthese opportunities is now. \n— Guillaume Bacuvier, CEO, dunnhumby\nForeword\n\nS\ni\nz\ne\n \no\nf\n \nm\na\nr\nk\ne\nt\n \ni\nn\n \n2\n0\n1\n7\n-\n \ne\ns\nt\ni\nm\na\nt\ne\nd\n \nv\na\nl\nu\ne\n \n£\n1\n8\n4\n,\n5\n0\n0\n,\n0\n0\n0\n,\n0\n0\n0\n10 retailers occupy 96.4% of grocery market \nshare (with top 4 claiming 69.2% of this share – \nTesco, Sainsbury’s, Asda and Morrisons)\nUK is the third-\nlargest global online \ngrocery market\nAverage household \nspend £56.80 on food \nand non-alcoholic \ndrinks per week\nTESCO\nALDI\n6.9%\nCO-OP\n6.3%\nWAITROSE\n5.3%\nLIDL\n5.3%\nICELAND\n2.1%\nOCADO\n1.4%\nSAINSBURYSMORRISONSASDA\n£56.80\nPER WEEK\n1Add\nS KOREA\n16.9%\n2Add3Add\nJAPAN\n7.2%\nUK\n6.9%\n27.8%15.7%15.4%10.3%\nA\nv\ne\nr\na\ng\ne\n \ns\na\nl\ne\ns\n \ng\nr\no\nw\ni\nn\ng\n \nb\ny\n \n4\n%\n \ny\ne\na\nr\n \no\nn\n \ny\ne\na\nr\nOpen Data Institute 2017 / Whitepaper The EU General Data Protection Regulation: opportunities for grocery retail 6\nThe UK retail sector\n\nOpen Data Institute 2017 / Whitepaper The EU General Data Protection Regulation: opportunities for grocery retail 7\nNew laws requiring more openness and transparency will change \nhow organisations collect and use personal data, and give shoppers \nmore control over how data about them is used. The European Union \nGeneral Data Protection Regulation presents a significant opportunity \nfor the UK grocery retail sector. By proactively informing shoppers \nabout their data rights and how data-driven services benefit them, \norganisations can build trust and strengthen loyalty, which will create \ngreater buy-in from shoppers for data-enabled innovation.\n Executive  summary\nEvery shopping trip generates \ndata that can be used by \nretailers. This can be about \npeople’s shopping habits, \npreferred brands or interest  \nin promotions.\n \nBy analysing data alone or together with third parties, retailers \ninform the entire shopping experience, from how to lay out \nstores and what products to stock, to what promotions to run \nand what offers to give customers. Among others, price-\nmatching schemes and new delivery services are increasingly \nbeing developed using this data. These services can offer \nbenefits to shoppers, helping people save time and money.\nHowever, the UK retail sector must be vigilant in responding \nto changes in the data landscape. Our research found that \nwhile shoppers trust retailers with data more than technology \ncompanies, they were still uncomfortable with how retailers \nshared personal data.\nIn response to this discomfort, the UK is implementing the \nGeneral Data Protection Regulation (GDPR) to give citizens \nmore rights and control over personal data. This creates \ncompliance needs but also new ways of engaging shoppers \naround data. \nOur research tested some business models and found \ninterest from significant numbers of shoppers. However, our \ninterviews with industry showed obstacles to seizing this \nopportunity, including cultural and commercial barriers that \nstop businesses innovating and sharing data in ways that \nshoppers want.\nRecommendations for retailers and the \ngrocery retail sector\n \nBuild trust by communicating with shoppers:\n Run a data literacy campaign for consumers, to build \nawareness of data use within retail\n   Focus on building informed consent and helping shoppers \nunderstand the benefits created by data sharing\n \nCreate a foundation for data-enabled innovation: \n Open up common reference data, such as products \n \nand retail locations\n Develop open standards to facilitate data exchange \n Create open APIs to reduce cost and friction when \nshoppers request to access and share data\n \nCreate a strategic programme for the UK grocery  \nretail sector:\n   Form a cross-sector strategic working group on retail \n \ndata to enable a collaborative response to challenges \nraised by GDPR \n Create and implement principles around data governance \nand usage for grocery retail\nCOMMUNICATION \nAND TRUST\nDATA-ENABLED \nINNOVATION\nCROSS-SECTOR \nWORKING GROUP\n\nOpen Data Institute 2017 / Whitepaper The EU General Data Protection Regulation: opportunities for grocery retail 8\nEvery shopping trip  \ngenerates data that can  \nbe used by retailers. \n \nThis data can be about people’s shopping habits, their \npreferred brands or their interest in promotions. It is ‘personal \ndata’ because it can be linked to an identifiable individual, \noften through a loyalty card programme. Retailers also collect \nand use information about products, supply chains and \nstores. This data flows between multiple organisations in \n \nthe sector.\nWhat data does the sector collect? \nData is collected from four primary streams, three of which \nmay contain personal data:\n[1]\n Data actively provided by shoppers, such as their \ncontact information, when they register an online account \nor sign up for a loyalty card.\n Data collected from shoppers’ activities online and \nin-store, such as what they buy and what card is used.  \nFor shoppers with loyalty cards like Nectar or Tesco \nClubcard, this information is tied to the card’s unique \nidentifier in the retailer’s system. \n Data inferred or predicted about shoppers’ lifestyles, \nhouseholds and food needs. This may include publicly \navailable statistics and data collected by third-party \naggregators about overall market trends, or statistical \nmodels that use past behaviour to predict future behaviour. \n Reference data that supermarkets collect about their \nresources and outputs, such as store size, location and \nrevenue, product information like pack size, price or \nnutritional content, and information concerning their \n \nsupply chains and environmental impact. \nHow does the sector use data? \nOnce personal data is collected, it is analysed by retailers  \nor specialist third parties. Data analysis helps retailers  \ninform the entire shopping experience, from how to lay out  \nthe store and what products to stock to what promotions  \nto run and what offers to give customers. Data is usually  \nused at an anonymised and aggregated level, except for \ntargeting communications where customers receive \npersonalised offers.\nThird parties such as payment networks perform vital \nfunctions in the transaction process and also collect and \n \nuse data. Providers like Visa receive data about transaction \nvalues and merchant names, which enables them to provide \nbetter merchant services. Other third parties are the data \nanalytics providers and aggregators – notably dunnhumby, \nIRI and Nielsen – who may receive loyalty-card or till-\ntransaction data, which is turned into aggregated customer, \nretailer or market insight. These companies help retailers \nmake sense of large quantities of data in order to respond  \nto customer needs and market trends. \nFast Moving Consumer Goods (FMCG) often have very  \nlittle customer data, since they do not usually sell direct to \nconsumers. Companies such as Unilever and Procter & \nGamble will often buy insights built from aggregated data  \nto better understand their shoppers’ behaviour and profiles, \nand use this data to drive marketing or product development.\nHow is data creating value for the sector? \nThe use of personal data is creating value for shoppers, \nretailers and shareholders in the sector. \nFor shoppers, data is traditionally used to shape the entire \nshopping trip. Increasingly, new services such as price-\nmatching schemes or new payment or delivery services are \ndeveloped, tested and measured using shopping data. \n \nThese services can offer benefits to shoppers, helping people \nsave time and money.\nUsing data well and creating a better experience for shoppers \nresults in increased visits. This drives sales and market share, \ndelivering value for shareholders.\n Data  and \nthe grocery \nretail sector\n1 Article 29 Working Party (2016), Guidelines on the right to data portability, \nec.europa.eu/newsroom/document.cfm?doc_id=43822\n\nIN-STOREONLINE\nLOYALTY CARD\n> Card number\n> Store location\n> Item level spend\nInformation\nRETAILER\n> Loyalty card registration \ninformation linked to loyalty \ncard number\nInformation\nPERSONAL BANK\n> Name and address \n> Can link transactions\nto card number\nInformation\nPAYMENTS PROVIDER\n> No personal data\n> Only total sale at \nmerchant level\nInformation\nSUPPLIERS\nSPECIALIST\nANALYSIS\nCOMPANIES\n> Grouped shopper \ninsight to retailer \n> Grouped shopper \ninsight to retailer’s \nsuppliers \nAnalysis\nDATA\nAGGREGATORS\n> Market insight to \nretailer\n> Market insight to \nretailer’s suppliers\nAnalysis\nTILL SYSTEM\n> Card number\n> Merchant\n> Item level spend\nInformation\nPAYMENT CARD\n> Card number\n> Merchant\n> Total spend\nInformation\nAggregated \nmarket\ninsights\n> EPOS data \nprovides view \nof rest of sales\nInformation\nRETAILER\nHow personal data \nis collected online \nand offline\nOpen Data Institute 2017 / Whitepaper The EU General Data Protection Regulation: opportunities for grocery retail 9\n\nOpen Data Institute 2017 / Whitepaper The EU General Data Protection Regulation: opportunities for grocery retail 10\n2 Quantitative survey of 1970 people conducted by Britain Thinks  \nfor the ODI, August 2017\n3   The European Commission’s proposed ePrivacy law will also affect data \ncollection and use. The content of this law, how it interacts with GDPR,  \nand when, how, or if it will be implemented in the UK is not yet clear \nWith organisations increasingly \nrelying on data collection  \nand use to drive value in UK  \ngrocery retail, the sector must \nbe vigilant in responding to \nchanges in the data landscape. \n \nHow shoppers feel about the collection  \nand use of personal data\nShoppers’ comfort around data practices varies.  \nOur research (explained in the Methodology section) found \nroughly one-third valued data-enabled services and 23%  \nfelt uncomfortable with current data practices across \nsectors. This discomfort is linked to feeling ‘out of control’ \nand uninformed of how data about them is used and shared. \nShoppers feel uncomfortable about sharing personal \ndata with third parties \nAmong those surveyed, 62% felt uncomfortable with third-\nparty organisations having access to personal data about \nthem, and nearly all of the 23% of shoppers uncomfortable \nwith current data practices were also uncomfortable sharing \ndata with third parties. Many shoppers felt unable to control \nwhich organisations could use data about them and for  \nwhat. 43% were concerned that third-party organisations \nmay compromise their privacy. \n ‘It’s all about choice. I didn’t choose for them \nto have access to my data.’ \n— Early adopter, 36–60, Manchester \nShoppers felt happier sharing data with identified third parties \nwhen they were actively choosing to share this data.  \nShoppers trust grocery retail about as much as \ngovernment, but considerably more than technology \ncompanies \nFood retailers are about as trusted as government when  \nit comes to collecting data.\n[\n2\n] \nRoughly one-third are \ncomfortable, one-third uncomfortable and one-third are \nneutral. However, retailers are significantly more trusted than \nsocial media and technology companies. Only 13% of \nshoppers are comfortable, with 60% actively uncomfortable. \nShoppers’ trust varies on the type of data collected\nShoppers’ comfort levels varied depending on the type of \ndata collected. Almost three quarters felt comfortable with \nsupermarkets holding data on their grocery shopping habits, \nwhile over half felt comfortable with food retailers holding \ndata often considered sensitive, such as marital status and \nethnicity. However, only 15% of shoppers were comfortable \nwith retailers holding their internet browser history.\nAmong those who felt generally uncomfortable with current \ndata practices, that fell to 4%.\nThe new European Union General Data Protection Regulation \n(GDPR) law reflects – and intends to address – the wider \nfeeling of concern around current data practices, in retail  \nand other sectors.\n \n ‘ GDPR is an opportunity to start having \nconversations with customers to build trust.’\n— Head of Data Governance, major retailer \nHow new laws can empower shoppers \nNew laws are being applied across the European Union that \nwill change the way retailers collect, protect and use data \nabout shoppers, by giving people more control over data \nabout them.\n[\n3\n]\nGDPR will apply in all current EU countries, including the  \nUK, from May 2018. It strengthens the rights of individuals to \naccess data that is held about them, move data from one \norganisation to another, and delete data about them. The UK \nis bringing in a new Data Protection Bill, released in draft in \nSeptember 2017, which will implement GDPR rights. The law \nwill impact how the grocery retail sector collects, uses and \nholds data to provide services. The race to ensure compliance \nby 2018 has brought the issue of personal data up the list of \npriorities for many supermarkets and third parties.\nThe data \nlandscape \nis changing\n\n0%\n25%50%75%\n100%\nComfo rtableNeutralUncomfo rtableDon’t  know\nOpen Data Institute 2017 / Whitepaper The EU General Data Protection Regulation: opportunities for grocery retail 11\n4   Information Commisioner’s Office (hereafter ICO) (September 2017), \n‘Overview of the General Data Protection Regulation’, https://ico.org.uk/for-\norganisations/data-protection-reform/overview-of-the-gdpr\n5 Elizabeth Denham, ICO Blog (August 2017), ‘GDPR – sorting the fact \nfrom the fiction’, https://iconewsblog.org.uk/2017/08/09/gdpr-sorting-the-\nfact-from-the-fiction\nGDPR expands the definition of personal data to include IP \naddresses. The Information Commissioner’s Office (ICO), \nresponsible for monitoring and enforcing compliance with \ndata-protection laws in the UK, states that the expansion \n‘reflect[s] changes in technology and the way organisations \ncollect information about people’.\n[\n4\n]\n \nThe potential regulatory fines under GDPR are huge, with \nbusinesses liable for up to 4% of their total annual global \nturnover or (if higher) €20 million. However, as the ICO says: \n‘thinking that GDPR is about crippling financial punishment \nmisses the point [...] it’s about putting the consumer and \ncitizen first’.\n[\n5\n]\n  \nHow will GDPR affect the sector? \nGDPR specifies that data controllers – namely organisations \nwho control the ‘purposes and means’ of processing \npersonal data – are primarily responsible for ensuring \ncompliance with data protection laws. Supermarket retailers \nare generally data controllers, but other organisations \nhandling data about shoppers, such as data aggregators, \ncould also be considered controllers.\nGDPR introduces new accountability requirements that will \naffect how controllers handle and process data about \nshoppers. Data controllers must implement the principles of \ndata protection by design and by default into their processes, \nincluding minimising the data they collect, ensuring good \ngovernance regarding personal data processing and \nproviding evidence of compliance. In situations deemed \nhigh-risk, data controllers must carry out Data Protection \nImpact Assessments (DPIAs).\n \n ‘ It is all about strengthening trust and updating \nthe law to the 21st century.’ \n — Garreth Cameron, Policy and Engagement  \nGroup Manager, ICO \nData controllers may use third-party processors to help \nprocess personal data, including organisations who provide \ndata storage or analytics services, such as Amazon Web \nServices, Experian, dunnhumby and Nielsen. For the first \ntime, processors will have direct data-protection \nAlmost 75% of shoppers feel \ncomfortable with retailers \nholding data on their shopping \nhabits... but only 15% were \ncomfortable with retailers \nholding their internet browser \nhistory\nFigure 1. Shoppers’ level of comfort with different organisations collecting data  \nabout them (source: Britain Thinks, 2017).\n\nAre shoppers \nlikely to use \ntheir right to \ndata access?\nAre shoppers \nlikely to use \ntheir right to \nportability?\nDon’t\nknow\nDon’t\nknow\nLikely\nLikely\nUnlikely\nNeither likely\nor unlikely\n45%\n25%\n8%\n12%\n19%\nUnlikely\n31%\n28%\nNeither likely\nor unlikely\n31%\nShoppers on whether they are likely to use their right \nto data access and portability\nOpen Data Institute 2017 / Whitepaper The EU General Data Protection Regulation: opportunities for grocery retail 12\nRightDescription\nDid it exist \nalready?\nWhat are its key changes  \nand elements?\nThe right to be \ninformed\nOrganisations must provide \nindividuals with ‘fair processing \ninformation’ about the use of \npersonal data about them, primarily \nthrough privacy notices.\nYe sThe information provided must be \nconcise, transparent and written in \nclear and plain language.\nThe right of access \n(subject access right)\nGrants individuals access to data \nthat an organisation holds about \nthem.\nYe sA £10 charge has been removed: \ninformation must be provided free \nof charge for the first copy, unless \nthe request is ‘manifestly \nunfounded’ or repetitive. The data \nmust be provided without undue \ndelay, generally within one month \nafter receiving the request for data. \nThe right to data \nportability\nAllows an individual to obtain a \ncopy of personal data for reuse \nacross other services.\nNoThis is a new right under GDPR. \nIt will only apply in specific \nsituations where data was \nprocessed automatically, and \nthe justification for processing \nthe data was that the individual \nhad consented to that use, such \nas loyalty-card data.\nFigure 2. Percentage of all respondents who shop at least once a fortnight on the likelihood \nthat they will use their right to data access and portability (source: Britain Thinks, 2017).\n\nOpen Data Institute 2017 / Whitepaper The EU General Data Protection Regulation: opportunities for grocery retail 13\nresponsibilities and liabilities.\nGDPR creates new rights and strengthens others that already \nexist under the Data Protection Act.\n[\n6\n]\nThe views of relevant regulators, like the ICO will be important \nin working out how to apply the new law. \nShoppers welcome these changes \nDespite initially not knowing much about data protection  \nlaws, when given information about GDPR, many shoppers \nsupported its principles. \n   ‘It gives you more control over your data.’ \n — Mainstream consumer, from a rural area \nMany of the shoppers we surveyed felt that GDPR would \naddress their concerns by forcing companies to make \ninformation about how data is collected, used and shared \neasier to understand. Changes that would give individuals \nmore power to control data about them were well-received, \nwith 45% saying they were likely to use their right to data \naccess, and 25% their right to data portability. \nHow changes could present challenges  \nfor the sector \nDiscomfort among shoppers with current data practices  \nand the introduction of GDPR may present challenges for  \nthe sector. \nPeople exercising their data rights will incur  \ncosts to retailers\nWith 45% of shoppers stating that they would like to make \nuse of their new right to access data under GDPR, the sector \nmust equip itself to handle these requests efficiently and \neffectively.\nConsumer campaigns and businesses that provide services \nbuilt on these new data rights may create even more demand \nfrom shoppers for access to data about them. Retailers will \nhave to bear both the costs of servicing these requests and \nthe reputational impact if they fail to do so quickly and well. \n \nLack of data literacy fuels distrust in the sector\nOur research showed that shoppers who understood less \nabout how data is used were more uncomfortable with how \norganisations might use it. A lack of knowledge about third \nparties and a lack of understanding about what they do with \ninformation both worried 17% of shoppers. Retailers who are \nunable to clearly articulate how they use personal data risk \nlosing shoppers to a competitor perceived to be more \ntrustworthy. There is also a risk that the sector as a whole will \ngain a bad reputation for handling data, resulting in shoppers \nwithdrawing consent from retailers to use it. \nScepticism delaying innovation in the sector\nLow shopper awareness around data rights has led some \norganisations to be sceptical about the opportunities that \nGDPR presents for innovation. \nDuring interviews with the ODI, some industry leaders \nexpressed skepticism, seeing greater opportunities for \ninnovation in sectors such as telecoms and insurance.\nThis represents a general feeling across sectors, with only 9% \nof professionals expecting GDPR to impact profitability.\n[\n7\n]\n \nMany in grocery retail were still focused on compliance and \nhad yet to turn their attention to the possibilities for innovation. \nAlthough one supermarket told the ODI they were exploring \nopportunities for creating standards to port data, generally \norganisations were focused on refining their internal data \nprocesses to avoid fines. \n ‘[ The retail sector] all monitor prices on a real-time \nbasis. The biggest advantage [for shoppers] will  \nbe arbitrage – can you buy the same for less \nelsewhere?’\n— Data Lead, major retailer \nThis scepticism may be self-fulfilling, with those organisations \nmissing out on potential opportunities and delaying \ninnovation, while companies who have better data capabilities \n– and are open to building new services for the 45% \n \nof shoppers who want to use these new rights – grab the \nadvantage. \nOrganisations struggling to modernise and  \ninnovate using data \nThe opportunities of GDPR may be missed by organisations \nwho lack resources or decide not to invest in data, in favour  \nof other priorities. \nWithout action, the disparity between ‘bricks and mortar’ \norganisations and those using data and technology to drive \ncommercial operations is likely to increase. Organisations risk \nignoring opportunities for data-enabled products and \nservices and losing competitive advantage, as large, agile \ntechnology companies move to fill that space. Online retailers \nWithout strengthening data \ninfrastructure and building \ninnovative new services, \norganisations risk loss  \nof revenue, market share  \nand brand reputation\n6   ICO (September 2017), ‘Overview of the General Data Protection \nRegulation’, https://ico.org.uk/for-organisations/data-protection-reform/\noverview-of-the-gdpr\n7   London Economics (2017), ‘Research and analysis to quantify the \nbenefits arising from personal data rights under the GDPR’, https://www.\ngov.uk/government/uploads/system/uploads/attachment_data/file/635701/\nPersonalDataRights_LE_-_for_Data_Protection_Bill__1_.pdf\n\nOpen Data Institute 2017 / Whitepaper The EU General Data Protection Regulation: opportunities for grocery retail 14\nThe UK grocery retail sector \nmust now consider how to \nconfront these challenges  \nin order to create a future that \nbenefits shoppers,shareholders \nand the wider sector. \nOur research found that shoppers would like to be informed \nof how data about them is collected and used in order  \nto give meaningful consent, feel in control of what is done  \nwith data about them and benefit from sharing that data.  \nBy addressing shoppers’ concerns and desires for future \nservices, the sector can use GDPR as an opportunity to drive \ninnovation and value for shoppers and shareholders.  \nBuilding trust with shoppers \nInform shoppers of how data is collected and used\nOur research found that shoppers would like to be more \ninformed of how personal data is collected and used in \ngrocery retail.\n[\n9\n]\n GDPR can prompt the sector to evaluate \nwhether they are currently meeting shoppers’ needs and \naddress those feeling uninformed or disempowered. \n45% of shoppers who were uncomfortable with current data \npractices felt that a service informing them about what data \ncompanies held about them would be beneficial; this rose to \n57% among shoppers who already felt comfortable. In focus \ngroups, shoppers felt more comfortable sharing data when \nthey understood a third party’s identity and purpose for using \npersonal data.\n \n ‘We want to see confident consumers who \nunderstand their rights and apply them intelligently, \nand businesses that are open, transparent and fair’\n — Garreth Cameron, Policy and Engagement  \nGroup Manager, ICO \nA number of retailers the ODI spoke with considered trust to \nbe a fundamental part of their brand and business model.  \nFor these retailers, and for the sector in general, being trusted \nwith data is likely to become an essential consideration in the \nNew laws and \nopportunities for \nthe sector\nsuch as Amazon are using technology and individual shopper \npreferences to provide innovative services, such as  \nthe Amazon Dash button and Amazon Go shops.  \nWithout strengthening data infrastructure and building \ninnovative new services, organisations risk loss of  \nrevenue, market share and brand reputation. \nCultural and commercial barriers exist to opening  \nand sharing data \nWith the average grocer making 2% profit, thin margins  \nmean the sector leans towards a closed and competitive \nculture.\n[\n8\n]\n In this environment, organisations may fear that  \ndata sharing and collaborating on common problems  \nwill mean losing competitive advantage and market share.\nThe ODI saw tendencies towards a closed culture when \ndiscussing GDPR with the UK grocery retail sector. Many \nindustry leaders are focused on ensuring accountability and \nsecurity in the face of large fines. GDPR is seen as a set  \nof risks to mitigate, rather than opportunities to collaborate. \n ‘We are overcoming tensions in changing our  \nculture to one of innovation by implementing \nprinciples and training across the organisation.’\n — Guy Johnson, Head of Corporate BI strategy, \n \nMarks and Spencer \nWithout working together, the sector will not be able to \nanswer increasingly important questions about common \nissues such as data governance, ethics and infrastructure. \nThere will also be benefit for all in collaborating to create \ncommon product reference data, which does not require \npersonal data. When it comes to shopper data, the reality \nis that shoppers will be able to choose who they share data \nwith, regardless of any reluctance from the sector to do so. \nWhile we need to balance investing in sharing data with the \nperceived commercial losses from sharing, not exploring \nthese trade-offs will mean that data remains locked inside \nindividual organisations, and its full value will not be realised. \n  ‘Those who treat GDPR as just ticking the box \nwill have missed an opportunity.’\n — Shruti Malani Krishnan, co-founder, Powr of You  \n \n8 McKinsey and Company (June 2017), The future of grocery in store and \nonline, http://www.mckinsey.com/industries/retail/our-insights/the-future-\nof-grocery-in-store-and-online\n9 The Open Data Institute has published a guide on openness for \norganisations handling personal data: https://theodi.org/guides/openness-\nprinciples-for-organisations-handling-personal-data\n\nOpen Data Institute 2017 / Whitepaper The EU General Data Protection Regulation: opportunities for grocery retail 15\nnear future. By giving shoppers more information, the sector \ncan ease discomfort and enable shoppers to make more \ninformed choices, which may influence both where and how \nconsumers choose to shop, and how the sector uses data.\nA sector that is open about its data practices will encourage \ndata sharing, and build trust that personal data is handled \nethically and beneficially for shoppers. Organisations such  \nas the Co-op have been exploring how this might be achieved \nin future. \nGive shoppers greater control over data about them\nShoppers want to feel in control of how data about them is \nused. Organisations should investigate models that meet this \nneed in order to stand out in the market.\nPersonal Information Management Services (PIMS) present \none way of increasing individual control. PIMS services like \nmydex, digi.me and Bits About Me aim to increase control  \nby storing data in one central locker and mediating access  \nby third parties.\n[\n10\n]\n Alternatively, Powr of You provide shoppers \nwith a share of the profits made from selling aggregated and \nanonymised data about their browsing and purchase activity. \nThere are passionate debates about the monetisation of data \nin this way.\n[\n11\n]\n \n ‘We are the part-time custodian of data about  \nour customers.’ \n— Data Lead, major retailer \nOrganisations should also experiment with open APIs that \nallow shoppers to securely access and port data about them \ndirectly to other organisations, rather than maintaining a \nseparate locker. This is likely to prove more convenient for \nshoppers and provide an alternative to mediating power \nthrough a third party. Projects by If provide a possible \napplication of this in their prototype portable shopping list.\n[\n12\n]\n \nProvide shoppers with services that benefit them \nWe found shoppers were comfortable sharing data where \nthey see clear benefits and value, particularly around helping \nthem save money or increasing control over personal data. \nThose we surveyed who were comfortable with current data \npractices in general were more likely to see innovations as \nbeneficial, with 42% feeling comfortable sharing data if \n \nit would help them save money, and 26% if they received  \na product or service in return for this data. \nScenarios for the future of data in  \ngrocery retail\nDuring focus groups with shoppers, we described potential \nproducts and services that depended on access to data \nabout them. The two scenarios described here were the  \nmost popular, with roughly half of the shoppers feeling that \nthese services would be beneficial to them.\n[\n15\n] \nHelping shoppers save money \n Product: service that prices your shopping list up from \ndifferent supermarkets \nRoger is a student who cannot afford to spend much money \non food shopping and needs to save where possible.  \nBy sharing his previous transactions with Tesco to this \nservice, it determines his standard ‘shopping list’ and brand \npreferences to price up his list amongst participating retailers. \nHe can also indicate where he would like to spend more to \nensure quality. Using this information, organisations can offer \nhim coupons and incentives for frequently purchased goods, \nhelping Roger make decisions to save money.\n52% of shoppers viewed this as beneficial and 47% were \ncomfortable with this service.\n10    Ctrl-Shift (July 2014), ‘Executive summary: Personal Information \nManagement Services: An analysis of an emerging market’, https://www.ctrl-\nshift.co.uk/news/general/2014/07/28/executive-summary-personal-information-\nmanagement-services-an-analysis-of-an-emerging-market\n11    The ODI (September 2015), ‘Comment: What would a paid data  \nfuture look like?’, https://theodi.org/blog/comment-paid-data-future\n12    Projects by If (undated), ‘Designing for new digital rights; portable shopping \nlist’, https://newdigitalrights.projectsbyif.com/portable-shopping-list\n13 The Co-op Digital Blog (April 2017), ‘Being trusted with data’, https://\ndigitalblog.coop.co.uk/2017/04/24/being-trusted-with-data\n14    The Co-op Digital Blog (May 2017), ‘Speaking to our members about how \ntheir personal data is used’, https://digitalblog.coop.co.uk/2017/05/15/speaking-\nto-our-members-about-how-their-personal-data-is-used\n15    52% and 50% of consumers respectively found the first and second \nscenarios beneficial (scored 7/10 on a 1–10 scale) \nCase study: Being trusted\n \nwith data: the Co-op\n \nThe Co-op is taking active steps to build trust around \npersonal data with shoppers, based on three principles:\n[\n13\n]\n \n Transparency: understanding what processes, habits \nand tools should be adopted to meet shoppers’ needs \naround transparency\n Integrity: exploring how to implement data standards \nand regulatory requirements in a way that is consistent \nwith the wider data governance community\n Meaningful consent: starting conversations  \nwith shoppers about data consent through surveys  \nand events \nBy engaging customers to understand their needs, the \nsupermarket discovered that 70% of respondents were \nhappy to share data if it benefited their community.\n[\n14\n]\n  \nMore widely, the sector can help extend the benefits of \ndata sharing by encouraging shoppers to contribute data \nto public good causes, such as food waste reduction,  \nand by volunteering aggregated data to bodies such as  \nthe Office of National Statistics to inform the census. \n ‘Maximising trust helps empower our members.’\n— Catherine Brien, Data Science Director, the Co-op\n\nOpen Data Institute 2017 / Whitepaper The EU General Data Protection Regulation: opportunities for grocery retail 16\nExplore opportunities to innovate with data governance \nand standards\nMeeting the increased demand for data access and data \nportability with current processes is likely to be costly. \nSatisfying that demand efficiently requires open Application \nProgramming Interfaces (APIs) to enable shoppers to access \nthe data held about them.\n[\n16\n] \n \nCase study: Using APIs to \nimprove communication, \ncollaboration and competition \nin Amazon \nAPIs are powerful tools for increasing internal \ncommunication around data, building data literacy and \nencouraging partnerships across teams. By introducing \nAPIs in the early 2000s, Amazon was able to become \nservice-oriented and experienced massive growth. \nThis move meant all teams within Amazon had to  \ninteract technically using APIs, with no other internal \ncommunication or back-door technical processes.  \nWhile intended for internal use, Amazon encouraged  \nthese interfaces to be designed so they could eventually \nbe exposed externally.\nThe move encouraged partnership across the company,  \nas teams had to understand each other’s needs in order  \nto build useful APIs. Opening these APIs up to external \ndevelopers led to a greater understanding of the needs  \nof both the market and end-users, enabling the company  \nto make better strategic decisions about new products.\nTo maximise the benefit of APIs, organisations will need  \nto work together to develop standards that encourage \ninnovation and address shoppers’ needs.\nOpen standards for APIs and other things can create  \nand change markets. They are both a great leveller  \nand a platform to foster innovation and competition.  \nThere is historical precedent to indicate the impact of  \nopen standards: standard railway gauges and shipping \ncontainers brought about historical change in industry,  \nand open standards underpin the internet, web and  \nmany of the services built on top of them. The best \nstandards are developed openly, developed by \norganisations who are working together and delivering \nservices that use them.\nUnderstanding what data retailers have about you \n Product: Dashboard that shows your personal data \nMary wants to know what data retailers have about her. She \nusually shops at Tesco but doesn’t know what data Tesco has \ncollected about her. She gave her name and birthday to the \nretailer, but is not aware of other data. With the dashboard, \nshe can access her shopping history, analyse her shopping \nhabits and decide to edit, delete or transfer data to improve \nthe services of another organisation she uses.\n50% of shoppers viewed this as beneficial and 45% were \ncomfortable with this service.\nOpportunities to innovate will benefit \nshoppers and shareholders\nNearly half of the shoppers we surveyed planned to use  \ntheir right to data access, and a quarter their right to data \nportability, so the UK grocery retail sector must be prepared \nto respond efficiently and effectively to comply, but also go \nfurther in providing trusted services that shoppers value. \n ‘I’m excited about data portability because it will \ngive people an opportunity to take control of how \ndata about them is used’\n— Sarah Gold, Founder, Projects by If\n \n \nInnovating to provide new and improved offerings\nGDPR gives the UK grocery retail sector the opportunity to \nexplore how to provide new and improved services that meet \nshoppers’ needs. \nOne organisation exploring the opportunities that personal \ndata presents is Tesco, through the Tesco Labs initiative.  \nBy running Hackathons and working with third parties like  \nIf This Then That – which helps users do more with their apps \nand devices – the supermarket is innovating with data to \nprovide new and improved products. Others in the sector \nshould explore how to invest in similar initiatives to find \npotential products and services that could be built around \naccess and portability rights. \n ‘It’s not good enough to feel ‘fairly confident’ that  \nthe data held is being used in the interests of  \nthe customer. It’s a requirement that new levels  \nof scrutiny are applied here, and the customer’s \nperspective is the be-all and end-all guide to \nwhether you are getting it right.’\n— Rebecca Hennessy, Director of Data Quality  \nMarket Strategy, Experian  \n16   OpenStand (undated), ‘Principles’, https://open-stand.org/ \nabout-us/principles\n\n0\n10\n20\n30\n40\n50\nSaving money \nas a result of \nsharing this data\nReceiving a \nproduct or \nservice in return \nfor this data\nSaving time\nas a result of \nsharing \nthis data\nReceiving \ninformation \nin return for \nthis data\nReceiving a \npersonalised service\nas a result of sharing \nthis data\n42%\n26%\n15%\n14%14%\nOpen Data Institute 2017 / Whitepaper The EU General Data Protection Regulation: opportunities for grocery retail 17\nFigure 3. Project by If’s prototype of a portable shopping list.\nFigure 4. When respondents felt happy sharing data about them (source: Britain Thinks, 2017).\n\nOpen Data Institute 2017 / Whitepaper The EU General Data Protection Regulation: opportunities for grocery retail 18\nCase study: Collaboration  \nin the banking sector: \nimplementing open data  \nand open APIs \nThe UK government has mandated the nine major retail \nbanks to implement both open data and open APIs for \ncustomer data, in order to encourage competition and \nmake it easier for new providers to create innovative \nservices.\n[18] \nBoth open data about products and branch \nlocations and open APIs for customer data were needed to \ndrive the desired change. It is not possible for innovators  \nto make most use of customer data without the reference \ndata that makes it understandable and useable.\nThe Open Banking Implementation Entity is implementing  \nthis mandate by developing the necessary data and API \nstandards with a range of stakeholders in the sector.\n[19]\n  \nOver time, this will develop into an ongoing open process  \nthat continually improves accessibility to retail bank data \nfor the benefit of consumers and industry. \nOrganisations across the UK grocery retail sector would \nbenefit from more data-literate shoppers who understood \nthe benefits of sharing data and felt comfortable sharing \ndata in exchange for services they value. The sector is in \n \na position to collaborate to raise public awareness around \ndata, drawing from initiatives such as the Safer Internet \nDay or Lloyd’s Digital Champions.\n[\n20\n]\n Increasing data \nliteracy and trust around the sector’s activities is likely to \nmake shoppers more comfortable with how data about \nthem is used for benefits they receive. \nCollaborating to solve problems:  \na view from other sectors\nAs organisations respond to new laws and trends in the \ndata landscape, they will experience common challenges \n– such as building trust with shoppers, improving data \nliteracy and strengthening data infrastructure. Investing in \ncommon initiatives, such as a sector-wide data working \ngroup, could help the sector respond to these trends  \nin a stronger, more cost-effective and collaborative way. \nA data working group could address and encourage the \nsharing of non-personal data, such as product reference  \ndata or the location of physical stores. Sharing this would  \nhelp build a culture of open innovation by getting retail sector \norganisations to work together to publish data, and by \nconnecting them with external organisations that could use \nthe data to build valuable new products and services.  \nIn other sectors, we have seen existing businesses both \nsurprised and inspired by what external organisations do  \nwith data previously held behind closed doors: the release  \nof open laser mapping data from the Department for \nEnvironment, Food and Rural Affairs (Defra) was used by \ngrowers in the wine industry to identify places to grow new \nand better quality grapes.\n[\n17\n]\n17    Department for Environment, Food and Rural Affairs, ‘Bubbling English \nwine boosted by new laser data’, https://www.gov.uk/government/news/\nbubbling-english-wine-boosted-by-new-laser-data\n18     The Economist (March 2017), ‘New European rules will open up retail \nbanking’, http://www.economist.com/news/leaders/21719476-dangers-\nprivacy-and-security-are-outweighed-benefits-new-european- \nrules-will-open\n19      Open Banking, https://www.openbanking.org.uk\n20    UK Safer Internet Centre (2017), ‘Safer Internet Day 2017’,  \nhttps://www.saferinternet.org.uk/safer-internet-day; Good Things \nFoundation (December 2016), ‘Lloyds Digital Champion Programme’,  \nhttps://www.goodthingsfoundation.org/news-and-blogs/case-studies/\nlloyds-digital-champion-programme\n\nOpen Data Institute 2017 / Whitepaper The EU General Data Protection Regulation: opportunities for grocery retail 19\nThe following recommendations guide the first steps  \ntoward maximising opportunities from GDPR. \nBuild trust by communicating with shoppers \nRun a data literacy campaign for shoppers, to build \nawareness of data use within retail \nThe sector should collaborate to run a data literacy campaign \nto educate shoppers about data use in retail. Data literacy  \nwill help shoppers to give informed consent when sharing \npersonal data and build trust. \nFocus on building informed consent and helping \nshoppers understand the benefits created by  \ndata sharing\nThe sector should proactively engage shoppers to build \nunderstanding around how they want to exercise their rights \nunder the new laws, particularly in giving consent. Retailers \nshould ensure they communicate the benefits that shoppers \nwould receive by continuing to share their data, such as \npersonalised services. Organisations that engage with \nshoppers will be able to understand their needs, direct \nresources to ideas with most potential, and set themselves \napart in the market.\n \nCreate a foundation for data-enabled \ninnovation \nOpen up common reference data, such as products  \nand retail locations\nThe sector uses large amounts of reference data – for \nexample, the information on a product’s label (product \nreference data) or a store’s location, that are not openly \nlicensed. This prevents its use by third parties and stifles \ninnovation in the sector. Publishing this information openly  \nwill help third parties find opportunities to provide a more \nstreamlined service for organisations and shoppers. \nDevelop open standards to facilitate data exchange \nOpen standards will be necessary for shoppers to exercise \ntheir new rights and for the sector to benefit from sharing \nnon-personal data. The sector should build upon the work  \nof organisations like standards body GS1 UK in creating \nstandards for product data, and explore how implementing \nopen standards in other parts of the sector could help  \nbuild a culture of open innovation. \nCreate open APIs to reduce cost and friction when \nshoppers request to access and share data \nThe sector should help shoppers to exercise control over  \ndata about them through providing open APIs. Enabling \nshoppers to efficiently and securely access data and transfer \nit between organisations will increase the flow of data \nbetween all parts of the sector, unlocking innovation and \ndelivering better services, as well as enabling the sector  \nto comply with new laws. \nCreate a strategic programme for the UK \ngrocery retail sector \nForm a cross-sector strategic working group on retail \ndata to enable a collaborative response to challenges \nraised by GDPR \nThe sector should form a working group to address GDPR \nand broader sector trends in an open and collaborative way. \nThis will help stakeholders to implement the requirements \n \nof the new law, such as creating common standards to permit \ndata portability.\nMany in the sector have already expressed support for \nworking collaboratively to address the logistical issues  \narising from GDPR. Given the other products many retailers \noffer, such as furniture and electronics, some organisations \nwere also willing to work with organisations beyond the \ngrocery retail space to implement similar standards and \nprinciples. It is likely that other sector working groups will \nemerge in response to similar pressures. Any working group \nor other collaboration should draw lessons from the success \nof Open Banking and Open Active,\n[\n21\n]\n similar initiatives in the \nbanking and sports sectors. \nCreate and implement principles around data \ngovernance and usage for grocery retail\nSome shoppers feel uninformed and uncomfortable  \nwith how the sector uses data about them. Overcoming  \nthese concerns and building trust will require the sector  \nto collaborate to implement common principles around  \ndata collection and use, using tools like the ODI’s Data  \nEthics Canvas.\n[\n22\n]\nThese changes will enable the sector to respond to new  \nlaws and thrive in the new data landscape, providing value  \nfor shoppers, stakeholders and the wider UK population.\n21 Open Active, https://www.openactive.io\n22      The Data Ethics Canvas, https://theodi.org/the-data-ethics-canvas\nRecommendations\n\nOpen Data Institute 2017 / Whitepaper The EU General Data Protection Regulation: opportunities for grocery retail 20\nThis report was supported by three strands of research, \nfunded by dunnhumby and supported by consultancy  \nBritain Thinks.\nThe ODI conducted desk research to assess the current  \ndata landscape and the implications of GPDR for the sector, \nconsulting legislation, supermarket and third-party websites, \nand previous consumer research. A GDPR expert was \nconsulted to ensure the accuracy of information, although  \nthis should not be taken as legal advice.\nInterviews were conducted with supermarkets, third parties, \ntrade bodies and startups in the sector to gain an industry \nperspective. Each interview lasted half an hour, discussing \ncurrent data practices and the expected effects of GDPR on \ntheir service and product offerings and communications. \nBritain Thinks was commissioned to conduct consumer \nresearch with shoppers to understand how shoppers viewed \npersonal data and its use in the grocery retail sector.  \nThe research consisted of a qualitative phase followed by  \na quantitative survey across the general population.\nIn the qualitative phase, four two-hour focus groups were  \nheld with shoppers, split between Watford and Manchester. \nFocus groups were structured by age and attitude to \ntechnology use, split into early adopters and mainstream \nconsumers. Six in-depth interviews were conducted with \nspecial interest groups, including older people and those  \nwho had experienced a data breach or fraud, to explore the \nviews of potentially vulnerable consumers.\nThe quantitative phase consisted of a 10-minute online survey \ninvolving 1,970 shoppers. This was weighted to be nationally \nrepresentative of the UK adult population aged over 18, with \nparticipants screened to ensure they were regular shoppers. \nQuestions were designed using insights from the qualitative \nphase, such as using language and terminology that were \nintuitive to shoppers.\nMethodology\n\nOpen Data Institute 2017 / Whitepaper The EU General Data Protection Regulation: opportunities for grocery retail 21\nApplication Programme Interface (API)\nA proven technology that can help provide access to open \ndata (such as a list of products that a bank provides)  \nand secure shared access to private data (such as a list  \nof the transactions in an individual’s bank statements).  \nData accessed via an open API may be closed, shared  \nor open. Open APIs, for the applications described herein,  \nneed to be supported by robust security, legal and \ngovernance frameworks. \nData aggregator \nAn organisation that brings together large amounts of data, \nincluding information about products, stores and channels  \nto provide a high-level view of the grocery retail sector. \nData analytics provider  \nAn organisation that provides analytical services to help other \norganisations (generally supermarkets) extract more value \nfrom their products and brands.\n \nData controller \nAn organisation that controls how and why personal data  \nis processed. They are responsible for ensuring compliance \nwith data protection laws, such as GDPR. \nData infrastructure \nData infrastructure consists of data assets, the organisations \nthat operate and maintain them and guides describing how  \nto use and manage the data. It includes technology, \nprocesses and organisations. Trustworthy data infrastructure \nis sustainably funded and has oversight that provides \ndirection to maximise data use and value by meeting the \nneeds of society. \nData processor \nAn organisation that processes personal data on behalf  \nof data controllers. \nEarly adopter \nA person who is among the first of their friends and family  \nto try out new products, services and technology.  \nGeneral Data Protection Regulation (GDPR) \nEU regulation on the handling of EU citizens’ personal data  \nby public and private sector organisations. It is scheduled to \ncome into force in the UK on 25 May 2018. \nMainstream consumer  \nA person who is likely to wait for products, services and \ntechnology to become popular and widely used before using \nit themselves. \nMachine-readable format  \nPublishing data as machine readable includes (1) established \nstandard vocabularies, (2) enriching the HTML resources  \nwith metadata, semantics and identifiers, and (3) \nimplementing simple, manageable and stable Uniform \nResource Identifiers (URIs). \nOpen data  \nData that anyone can access, use and share. For data to  \nbe considered ‘open’, it must be accessible (which usually \nmeans published on the web); available in a machine-\nreadable format; and licensed for anyone to access, use  \nand share, commercially and non-commercially. \nPersonal data  \nData from which a person can be identified, including  \ndata that can be combined with other information to identify  \na person.\nGlossary\n\nOpen Data Institute 2017 / Whitepaper The EU General Data Protection Regulation: opportunities for grocery retail 22\nArticle 29 Working Party (2016), Guidelines on the Right to \nData Portability, ec.europa.eu/newsroom/ \ndocument.cfm?doc_id=43822 \nThe Co-op Digital Blog (April 2017), ‘Being trusted with data’, \nhttps://digitalblog.coop.co.uk/2017/04/24/being-trusted- \nwith-data \nThe Co-op Digital Blog (May 2017), ‘Speaking to our members \nabout how their personal data is used’, https://digitalblog.\ncoop.co.uk/2017/05/15/speaking-to-our-members-about-\nhow-their-personal-data-is-used \nCtrl-Shift (July 2014), ‘Executive summary: Personal \nInformation Management Services: An analysis of an \nemerging market’, https://www.ctrl-shift.co.uk/news/\ngeneral/2014/07/28/executive-summary-personal-\ninformation-management-services-an-analysis-of-an-\nemerging-market\n \nDenham, Elizabeth, Information Commissioner’s Office Blog \n(August 2017), ‘GDPR - sorting the fact from the fiction’, \nhttps://iconewsblog.org.uk/2017/08/09/gdpr-sorting-the- \nfact-from-the-fiction \nThe Economist (March 2017), ‘New European rules will  \nopen up retail banking’, http://www.economist.com/news/\nleaders/21719476-dangers-privacy-and-security-are-\noutweighed-benefits-new-european-rules-will-open \nGood Things Foundation (December 2016), Lloyds Digital \nChampion Programme’, https://www.goodthingsfoundation.\norg/news-and-blogs/case-studies/lloyds-digital-champion-\nprogramme \nInformation Commisioner’s Office (September 2017), \n‘Overview of the General Data Protection Regulation’,  \nhttps://ico.org.uk/for-organisations/data-protection- \nreform/overview-of-the-gdpr \nKantar UK Insights (August 2017), ‘Lidl becomes the UK’s \nseventh largest supermarket’, http://uk.kantar.com/ \nconsumer/shoppers/2017/september-kantar-worldpanel- \nuk-grocery-share \nLondon Economics (2017), ‘Research and analysis to quantify \nthe benefits arising from personal data rights under the \nGDPR’, https://www.gov.uk/government/uploads/system/\nuploads/attachment_data/file/635701/PersonalDataRights_\nLE_-_for_Data_Protection_Bill__1_.pdf \nMcKinsey and Company (June 2017), The future of grocery in \nstore and online, http://www.mckinsey.com/industries/retail/\nour-insights/the-future-of-grocery-in-store-and-online  \nOpen Banking (undated), https://www.openbanking.org.uk \nOpenStand (undated), ‘Principles’, https://open-stand.org/\nabout-us/principles \nProjects by If (undated), ‘Designing for new digital rights; \nportable shopping list’, https://newdigitalrights.projectsbyif.\ncom/portable-shopping-list\n \nThe ODI (September 2015), ‘Comment: What would a paid \ndata future look like?’ https://theodi.org/blog/comment- \npaid-data-future \nUK Safer Internet Centre (2017), ‘Safer Internet Day 2017’, \nhttps://www.saferinternet.org.uk/safer-internet-day/2017 \n‘The UK retail sector’ illustration sources (p.6):\nFraser McKevitt (August 2017), ‘Lidl becomes the UK’s \nseventh largest supermarket’, Kantar UK, http://uk.kantar.\ncom/consumer/shoppers/2017/september-kantar-worldpanel-\nuk-grocery-share\nInstitute of Grocery Distribution (June 2017), ‘IGD: UK food \nand grocery forecast to grow by 15% by 2022’, https://www.\nigd.com/about-us/media/press-releases/press-release/t/\nigd-uk-food-and-grocery-forecast-to-grow-by-15-by-\n2022/i/16927\nKantar Worldpanel (undated), ‘Grocery Market Share’, \n \nhttps://www.kantarworldpanel.com/en/grocery-market-share/\ngreat-britain/snapshot\nKantar Worldpanel (September 2016), ‘The Future of \nE-Commerce in FMCG’, https://www.kantarworldpanel.com/\ndwl.php?sn=news_downloads&id=1199\nBibliography\n\nGet in touch\ntheodi.org | @ODIHQ\ninfo\n@\ntheodi.org\nOpen Data Institute, 65 Clifton Street, London EC2A 4JE\n\ntheodi.org | @ODIHQ","version":"1.10.100"}