{"numpages":33,"numrender":33,"info":{"PDFFormatVersion":"1.5","IsAcroFormPresent":false,"IsXFAPresent":false,"Producer":"Skia/PDF m89"},"metadata":null,"text":"\n\n \n\n \n \nContents \nBackground4 \nKey findings5 \nPillar 1 (Event 1) | Foundations: ensuring data is fit for purpose5 \nPillar 2 (Event 2) | Skills: data skills for a data-driven economy and data-rich lives5 \nPillar 3 (Event 3) | Availability: ensuring data is appropriately accessible6 \nPillar 4 (Event 4) | Responsibility: driving safe and trusted use of data6 \nPillar 1 (Event 1) | Foundations: ensuring data is fit for purpose8 \nIntroduction8 \nOpening remarks8 \nDiscussion9 \nFixing the plumbing9 \nInvestment, cost and value9 \nTypes of data9 \nInstitutions10 \nEnforcing standards10 \nPublishing data10 \nPublic attitudes1​0 \nChallenges and solutions exercise11 \nBreakout group A: How do we tackle the cultural and coordination barriers to \ngood quality data?11 \nBreakout group B: What needs to be done to resolve the long-running problems \nof legacy IT and broader data infrastructure? And how can we drive better data \ndiscoverability in government?12 \nBreakout group C: What should a cross-departmental governance mechanism \nwith the authority to enforce standards across government look like? How do we \ndrive aligned governance structures across government?1​3 \nGeneral comments15 \nPillar 2 (Event 2) | Skills: data skills for a data-driven economy and data-rich lives16 \nBackground16 \nSetting out the challenge16 \nProposals for addressing these challenges17 \nPillar 3 (Event 3) | Availability: ensuring data is appropriately accessible19 \nBackground19 \nOpen data19 \nShared models for deriving value from data20 \nInternational data availability and collaboration21 \nDebrief by government attendees22 \nPillar 4 (Event 4) | Responsibility: driving safe and trusted use of data23 \nBackground23 \nRealising transparency and strengthening accountability23 \nPublic sector registers24 \nAdditional points to note25 \nData regulation and innovation2​5 \n \nGetting data right: perspectives on the UK National Data Strategy 2020 - November 2020 2 \n\n \nBetter, not more, data2​6 \nWhat’s missing or needs development to deliver responsible data?2​7 \nDefine clearer outcomes2​7 \nData is not responsible, people are2​7 \nPublic engagement28 \nValue stance28 \nFurther topics discussed29 \nSynthetic data29 \nInternational data transfers29 \nDigital IDs29 \nResources and examples mentioned during the event3​0 \nAbout us3​1 \nAbout the Ada Lovelace Institute3​1 \nAbout the Centre for Public Data32 \nAbout the Institute for Government3​2 \nAbout the Open Data Institute33 \nAbout the Royal Statistical Society33 \n \n \n \n  \n \nGetting data right: perspectives on the UK National Data Strategy 2020 - November 2020 3 \n\n \nBackground \n \nThe National Data Strategy was launched for consultation on 9 September 2020. \n \nIn response, the ​Ada Lovelace Institute​, the ​Centre for Public Data​, the ​Institute for \nGovernment​, the ​Open Data Institute​, and the ​Royal Statistical Society​ worked in \npartnership to convene a series of events focusing on developing recommendations for \nthe implementation of the National Data Strategy for the public good. The aim of this \nseries of events was to coordinate input, feedback and constructive recommendations \nfor the UK government about how the goals of the National Data Strategy can best be \nimplemented for the public good, in pursuit of aims of encouraging growth and \ninnovation while also protecting and empowering people using the tools of ethics, good \ngovernance and regulation.  \n \nThe ​‘Getting data right’​ series analysed the four Pillars of the National Data Strategy, \nand convened conversations amongst experts and practitioners about how these \nthemes could best be addressed and realised practically and sustainably. \n \nPillar 1 (Event 1) | ​Foundations: ensuring data is fit for purpose \nPillar 2 (Event 2) | ​Skills: data skills for a data-driven economy and data-rich lives \nPillar 3 (Event 3) | ​Availability: ensuring data is appropriately accessible \nPillar 4 (Event 4) | ​Responsibility: driving safe and trusted use of data \n \nWe are indebted to all the participants in these events, and in particular the invited \nspeakers whose presentation insights and expertise have informed this joint event \nsummary note: \n \n·       Seb Bacon (EBM Datalab, University of Oxford) \n·       Stephen Blackburn (Leeds City Council) \n·       Lynn Currie (ICO) \n·       Phil Earl (DCMS) \n·       Ben Goldacre (University of Oxford) \n·       Joshua Harris-Kirkwood (DCMS) \n·       Dr Kristina Irion (Institute for Information Law) \n·       Jesper Lund (IT Pol) \n·       Raegan MacDonald, (Mozilla) \n·       Rosalie Marshall (Data Standards Authority) \n·       Emma McCoy (Imperial College London) \n·       Ricky McGowan (RSS) \n·       Dr Sanjay Sharma (Brunel University) \n·       Mathias Vermeulen (AWO) \n·       Jim Weatherall (AstraZeneca) \n·       Sharon Witherspoon (Academy of Social Sciences) \n \nThis report is a summary of the discussion and does not necessarily reflect the views of \nthe speakers. \n \n \nGetting data right: perspectives on the UK National Data Strategy 2020 - November 2020 4 \n\n \nKey findings \nThese are some of the key ideas and themes that emerged in the discussions. \nPillar 1 (Event 1) | Foundations: ensuring data is fit for purpose \nThis event was led by the Institute for Government. \n●A focus on data foundations is welcome: government needs to ‘fix the \nplumbing’ rather than being distracted by shiny technology.​ The other \npillars will matter little if data foundations are not properly built and supported. \nAlthough there is growing recognition of this inside government, there is still \nsometimes a lack of ministerial understanding of how much work needs to be \ndone on the basics. \n●Fixing data foundations will require long-term investment and \nmaintenance.​ How much does not fixing the plumbing cost government and \nsociety? At the same time, while framing questions in financial terms and \nparticularly ‘market failure’ has its uses (especially in talking to HM Treasury), it \ncould obscure wider benefits and opportunities. \n●Government must properly engage the public.​ ​Public sector organisations \nmust be aware of the sensitivities in using data, especially citizens’ personal \ndata. If government wants to make more use of citizens’ data, it must bring the \npublic with it and be clear and honest about policy goals and trade-offs. \nPillar 2 (Event 2) | Skills: data skills for a data-driven economy and \ndata-rich lives \nThis event was led by the Royal Statistical Society. \n●Data skills are valued by a wide range of employers across all sectors. ​It \nis important not just to focus on the growing demand for workers with specialist \ndata skills and to ensure that people from a wide range of backgrounds are \ngiven the opportunity to develop these skills. This might mean: reintroducing \nsomething like AS-Level mathematics to increase the number of people taking \nmaths past GCSE level and training teachers in all subjects so that they are \ncomfortable in teaching data skills that are relevant to their particular subject. \n●There is a need for greater collaboration between universities and \nindustry to produce graduates with appropriate skills. ​This could be done \nby encouraging joint appointments for people to work at the interface of industry \nand academia. Which would require research councils to recognise diverse \noutputs so that this career path is properly valued. \n●Career pathways for people with data skills could be improved in, eg, \noperational research. ​To take the NHS as an example, this employs a large \nnumber of people with data skills to analyse things like waiting lists and where \nthere is need for new services – but these roles are classified as admin/clerical \nand they lack career pathways and opportunities for advancement. These roles \nshould be properly classified as scientific/technical and leadership training \nshould be provided. \n● ​It is important to develop a professional framework for data scientists \nwith shared codes of practice. ​Part of this means professional accreditation \nfor people working in this area to help establish professional standards for data \n \nGetting data right: perspectives on the UK National Data Strategy 2020 - November 2020 5 \n\n \nscience. This is the objective behind the Royal Statistical Society’s new Data \nAnalyst accreditation. \nPillar 3 (Event 3) | Availability: ensuring data is appropriately \naccessible \nThis event was led by the Open Data Institute. \n \n●The UK has a real opportunity to ensure that data is made more open and \naccessible, so that its benefits can be felt in every corner of society while \nensuring people, communities and our environment are protected from harms. \nTo achieve these opportunities, ​the UK will need an appropriate and \nworkable framework built on open standards and open data where \npossible; transparency; clear and honest communication; ethics; public \nengagement and understanding; and good governance.  \n●For data accessibility to function well, new methods of governance may \nbe required. ​An approach such as data institutions, which are based on \nindependent governance and oversight, may prove to be necessary and \nwelcome in order to develop trust between all parties. \n●It should be recognised that ​sharing data can have an impact at both the \nindividual and corporate level, and can potentially exacerbate \nasymmetrical distributions of power or opportunities.  \n●The challenges and considerations relating to sharing data are, in many \ncases, human and cultural factors rather than technical. ​People must be \ngiven the necessary skills to use data with confidence. An appreciation of the \nvalue of sharing data must be engendered at all levels of an organisation.  \n●It is vital that​ data is considered as part of any government procurement \ncontract ​and that this covers how the data will be collected, stored and made \nappropriately accessible and interoperable, and that this is sufficiently funded for \nthe long term.  \n●The ​importance of developing local, bottom-up data sharing projects \nwas emphasised​. The local level is often where the greatest societal benefit \ncan be realised and, perhaps more importantly, where the benefits can be \ndirectly felt. It is critical that local authorities are empowered to act in the public \ninterest and protect public benefits. \n●The issue of public permissions must be addressed. People often share data \nfreely with companies but not with government. ​Government must be clear \nabout the purpose of sharing data, explain the risks and then deliver on \npromises while demonstrating good practice​. \nPillar 4 (Event 4) | Responsibility: driving safe and trusted use of \ndata \nThis event was led by the Ada Lovelace Institute. \n \n●A commitment to greater government transparency is welcomed but will \nneed development to create meaningful understanding. ​Any transparency \nmechanism should be designed with different user groups in mind (publics, \nregulators, researchers, for example), and the proposed national engagement \ncampaign on the societal benefits of the use of data must explicitly build in \n \nGetting data right: perspectives on the UK National Data Strategy 2020 - November 2020 6 \n\n \nparticipatory structures for citizens to be involved in scrutiny and \ndecision-making.  \n●Transparency mechanisms must cover a full evaluation of the \nsociotechnical system around an algorithm​, including explicit articulation \nof values being propagated through the systems. Models to consider include \nHelsinki and Amsterdam’s algorithmic registers.  \n●However well designed, transparency mechanisms do not equal \naccountability​: commitments to strengthen accountability need to be built \ninto the National Data Strategy more explicitly. Options discussed for \nstrengthening accountability include expanded requirements for fuller public \n‘umbrella’ impact assessment to include data protection, algorithmic, \nequalities and human rights impact assessments combined into a single \nprocess.  \n●The National Data Strategy needs to get more specific on which values \nor ethics it is scaffolding its approach around​, including clarity as to why it \nis prioritising those values, and acknowledgement of trade-offs. To ensure \nethics translates into practice, legislation could set precise public policy \ngoals that all parties need to meet, for example to protect against \ndiscrimination, health misinformation or election manipulation, and encourage \na shift from a ‘Can I build it?’ to a ‘Should I build it?’ approach.  \n●The National Data Strategy should put more focus on securing the social \nbenefits that the data protection legislation offers​. For example, data \nprotection impact assessments (DPIAs) offer the possibility to work upstream \nfrom products brought to the market, and eliminate potential harms from the \nstart. A risk-based approach to innovation and leveraging data protection by \ndesign and default allows us to secure the social benefits of technological \ndevelopments and upstream interventions. Participants warned that the UK \nshould not move away from data rights under the rule of law, in favour of \ncodes or ethics or self-regulatory principles.  \n●Regulators can, however, be further supported to ensure the processes, \ntools and templates needed to clarify responsibilities and equip \norganisations to innovate effectively and compliantly are robust.​ Clear \nguidance that organisations can emulate and adapt with confidence is not \nconsistently in place. Greater collaboration between regulators (which might \nrequire additional resourcing) could be improved, as well as developing \nsandboxes to go beyond working with individual businesses, one at a time.  \n●The National Data Strategy could be an opportunity to shift the paradigm \ntowards better data rather than more data​, by making long-term \ninvestments to tackle real research challenges around creating technologies \nthat are leaner and more responsible: incorrect and bad-quality data is \ncumbersome and costly, reducing productivity and blocking development.  \n \n \nA detailed summary of each event is below. \n \n \n \n \nGetting data right: perspectives on the UK National Data Strategy 2020 - November 2020 7 \n\n \nPillar 1 (Event 1) | Foundations: ensuring data is fit \nfor purpose \nIntroduction \nThe​ ​Institute for Government​ roundtable focused on ‘data foundations’. The National \nData Strategy uses the term to mean data that is: \n‘​fit for purpose, recorded in standardised formats on modern, \nfuture-proof systems and held in a condition that means it is \nfindable, accessible, interoperable and reusable.’ \nBut, as the Strategy also says, at present: \n‘data is not consistently managed, used or shared in a way that \nfacilitates informed decision-making or joint working across \ngovernment and the wider public sector. Data remains \nundervalued and underexploited.’ \nThis is true of government at all levels and different parts of the public sector, but it may \nalso be true of other parts of society and the wider economy. \nThis roundtable considered what could be done about these problems, how to \novercome the cultural and other barriers to better data, how to ‘fix the plumbing’ of data \ninfrastructure, how to solve long-standing problems like legacy IT, and what good \ngovernance and enforcement of standards should look like (and indeed, whether these \nare the right questions and this the right starting point). \nIt opened with some opening remarks from public servants working on data foundations \nat different levels of government, followed by a wider discussion with attendees mainly \ndrawn from government and civil society. This was followed three breakout groups, each \nconsidering particular challenges drawn from the National Data Strategy and attempting \nto find solutions: \n●Breakout group A: How do we tackle the ​cultural and coordination barriers \nto good quality data? \n●Breakout group B: What needs to be done to resolve the long-running problems \nof ​legacy IT​ and broader data infrastructure? And how can we drive better ​data \ndiscoverability​ in government? \n●Breakout group C: What should a cross-departmental ​governance ​mechanism \nwith the authority to enforce standards across government look like? How do we \ndrive aligned governance structures across government? \nOpening remarks \nAfter a number of years of decreasing momentum, participants agreed that data has \nraced up the agenda in recent months. ‘Data’ was already something this government \n \nGetting data right: perspectives on the UK National Data Strategy 2020 - November 2020 8 \n\n \nwas focused on (for example, the creation of a new data science unit at 10 Downing \nStreet), but the coronavirus pandemic has made clear just how critical the effective use \nof data is. Some argued that the coronavirus response represented a high watermark in \nthe use and sharing of data, while others were quick to point out the failures, including \naround test and trace and a lack of sharing with local authorities. All acknowledged, \nthough, that the crisis had created a burning platform, giving a renewed sense of \nurgency to government’s efforts to use data better. \nWhat the framework National Data Strategy refers to as ‘Data Foundations’ lie at the \nheart of this. If government cannot get the basics right – tackling problems with access \nto data, data management and architecture, standards, capability, literacy and more – \nthe other pillars of the strategy are redundant.  \nDiscussion \nFixing the plumbing \nParticipants were keen to stress that there is still an enormous amount of work to do in \nthis area. Some pointed to a lack of ministerial understanding of how much basic work \nremains to be done in departments, with ministers distracted by the idea of shiny new \ntechnologies and failing to recognise the urgent need to invest in getting the basics right \nfirst. There are indications that this is beginning to change, with a growing appreciation of \nthe need to ‘fix the plumbing’, even at the highest levels of government and beyond the \nusual data and digital circles. But participants were still keen for the Strategy to push this \nline more. This requires honesty about the nature of investment (see below), and a need \nto focus on bringing in and using the right skills in government, and to think about \nlong-term maintenance. \nInvestment, cost and value \nThere were concerns, too, about how the question of investment is framed. Some felt \nthat not enough had been done to work out how much failing to get the ‘data \nfoundations’ right costs government and society, on the grounds that having a better \nsense of this should help quantify the costs and opportunities and drive further and faster \naction. At the same time, there was pushback against the idea that more needed to be \ndone to identify existing instances of ‘market failure’, where not capitalising on the full \nvalue of data was resulting in missed opportunities for growth, jobs, R&D and more. A \nnumber of attendees felt that while a ‘market failure’ framing might appeal to HM \nTreasury, it was too narrow, making it difficult to talk about areas where government \ncould usefully create new markets for wider public benefit through the better use of data. \nThey stressed that more thought needed to be given to what it will be important for a \ndigital state to do in future, and how data can be used to help. \nTypes of data \nParticipants were also concerned that some data types risked being overlooked in any \nfuture work, given the current scope of the Strategy. The management of the trillions of \nwords that government produces in documents and emails every year, for instance, is \nnot currently a focus for government, despite its fundamental importance to effective \nknowledge management and collaboration: generalists think it is a problem for the data \npeople, and the data people think it has little to do with them.  \n \nGetting data right: perspectives on the UK National Data Strategy 2020 - November 2020 9 \n\n \nNot all types of data are the same and therefore cannot be treated the same. The use of \ndata has to be situated in context – the communities involved, the purpose of the data, \nthe trade-offs involved. \nInstitutions \nWhile government can do data well, people felt that this was particularly true where there \nwas an authority (such as the Met Office or Companies House) with responsibility for \naggregating the data held by organisations and publishing it consistently. Attendees \npointed out that the much-lauded publication of London public transport data by TfL, for \nexample, was a relatively straightforward task since this only involved one organisation \npublishing to agreed standards, whereas making similar data for the north of England \nopen would require coordinating between many local authorities that collect and process \ndata in different ways. Currently, in many cases, it is unclear who is responsible for \nbringing together these data sets, and what authority they have to compel others to work \nwith them. \nThe new Data Standards Authority is beginning to fill this gap, to an extent, by working to \nensure a common understanding of how we describe, store, query, reference and \ntransmit data in the public sector. This should help government and other parts of the \npublic sector understand whether data is fit for purpose, reuse data, join up services and \nbetter analyse data for improved policy outcomes. This work is only just getting \nunderway, with the DSA focusing currently on three priority categories (out of 15 to 18 \nthey have identified). Setting those priorities is a challenge in itself, but there is much \nfurther to go, with participants highlighting future hurdles to overcome around applying \nstandards to data held in legacy IT systems, and making standards consistent over many \nyears to allow for longitudinal analysis, for instance. \nEnforcing standards \nAgreed standards will certainly help, but it is currently unclear how they will be enforced. \nAttendees observed that changes in the law may be required: it was felt that the failure of \nthe GDS registers programme, for example, was partly attributable to the fact that \ndepartments had no legal obligation to maintain them. Even then, though, it can be \ndifficult to make sure that departments meet their obligations – as we have seen with \ndeclining rates of departmental FoI response rates in recent years. Clearer lines of \naccountability within departments and other public sector organisations are likely to be \nnecessary to ensure work to strengthen the data foundations is carried out, ideally with a \ngovernment Chief Data Officer at the head. \nPublishing data \nThere was some discussion of what being open even looks like for the public sector in \n2020 and beyond. Publishing csv files is positive and might help join up work and lay \nsome stronger data foundations across organisations, but it will be lost on most of the \npopulation. A number of attendees felt that as well as focusing on the internal \nmanagement of data, and its publication where possible, more attention should be paid \nto the presentation of that data, making it more easily accessible for members of the \ncommunities it relates to. \nPublic attitudes \nThis raised the question of public attitudes more broadly. Recent examples (such as the \nsharing of test and trace data with police authorities) have highlighted the sensitivities of \n \nGetting data right: perspectives on the UK National Data Strategy 2020 - November 2020 10 \n\n \nsharing data between particular organisations at particular times, and for particular \nreasons. There was broad consensus around the urgent need to use data more \neffectively, with substantial investments required in data foundations to enable better \ndata sharing and use now. But participants also stressed the need for public sector \norganisations to be mindful of these sensitivities. Government needs to act, but to act \neffectively it must bring the public with it. This includes clarity about policy goals and \nhonesty about the trade-offs that might be involved – something some participants felt \ncould be brought out more strongly by the National Data Strategy. \nChallenges and solutions exercise \nBreakout group A: How do we tackle the cultural and coordination barriers to \ngood quality data? \n \n[​original image viewable here​] \nThe breakout session on cultural and coordination barriers focused heavily on issues of \nunderstanding and clarity. \nA lack of understanding of the legal context for collecting, processing and sharing data, \nfor example, was seen as a key barrier to using it effectively. With officials wary of – and \nstrongly incentivised to avoid – making mistakes and lacking a strong understanding of \nwhat is and is not legal under GDPR and other regulations, many are overly cautious \nwhen handling data. \nAttendees felt that this lack of understanding extended beyond the law, with \nresponsibility for managing data often falling to non-technical officials who don’t fully \nappreciate the potential power of data and understand the nuances of how to work with \nit effectively. Officials are not helped by poorly designed systems that make working with \ndata a struggle, rather than supporting best practice (see Breakout group B for more). In \nother cases, data is seen solely as the responsibility of technical ‘data’ people, despite its \nrelevance for work across government, leading to a disconnect between people who are \ncollecting and processing data and those that are working with it. Worse still, in many \n \nGetting data right: perspectives on the UK National Data Strategy 2020 - November 2020 11 \n\n \ninstances it is not even clear who owns a given dataset, and whose responsibility it is to \nmaintain it. \nA lack of understanding was also seen to characterise the attitudes of many senior \nofficials and ministers. Participants felt that they too often see data as a ‘background’ \ntask rather than a core element of effective government – although there are indications \nthat this might be changing. They lack an appreciation of how difficult data can be to get \nright, looking for quick fixes for the symptoms rather than addressing the causes of \nproblems with the use of data in government. This reflects a broader trend (with the \nframework National Data Strategy an example) of discussions about data in government \nbeing presented as ‘win-wins’ – all opportunity with no trade-off. While taking this line \nmight help interest senior figures in data in the immediate term, attendees felt that it \nwould ultimately prove counterproductive as the extent of the work and the difficulty of \nthe decisions required to strengthen government’s data foundations becomes apparent. \nAs well as greater honesty, there was a strong emphasis on the need for improved \nguidance to help overcome some of these issues. Translating DCMS advice on \nmanaging data into easy-to-follow processes for officials and frontline workers, for \ninstance, would help those at ‘the coal-face’ grappling with questions of legality and \nunwieldy systems. A stronger overview of the cross-government data landscape and the \nlifecycle of key datasets would also help with assigning responsibility for data \nmanagement, while offering an insight into ways of joining up the work of technical \nspecialists and non-experts more effectively. \nBreakout group B: What needs to be done to resolve the long-running problems \nof legacy IT and broader data infrastructure? And how can we drive better data \ndiscoverability in government? \n \n[​original image viewable here​]  \nGovernment data is often stored in large, outsourced systems. The data in these \nsystems can be difficult to access – attendees complained that while third parties might \nshare the data on request, they sometimes refuse to share meta-data – and the data that \nis shared is formatted differently for each system, making it difficult to move data around \ngovernment and join up datasets. \n \nGetting data right: perspectives on the UK National Data Strategy 2020 - November 2020 12 \n\n \nThe data that is extracted is then typically put in an Excel spreadsheet to be emailed \nround, making effective processing difficult (there was some discussion of​ ​the recent \nPublic Health England Excel incident​) and leading to issues with information \nmanagement as different versions circulate. This reliance on Excel is driven by a number \nof factors: departments use Excel by default because people know how to use it and \nusing a different tool would require training; security concerns mean that officials are \noften only given ‘locked down’ computers with Excel and no access to other tools; and \npeople have been using Excel for so long that they do not even know that better tools \nexist. \nParticipants had a number of recommendations to help address these issues. When it \ncomes to procurement, they argued that government should reserve the right to access \ndata stored in systems according to pre-agreed standards and remove the data if that is \nnot happening. They felt that digital people should be more involved (and more willing to \nget involved) in procurement discussions, making sure that those making decisions \nproperly understand what is required. A better training offer for those involved in \nprocuring digital systems and for civil servants working with providers after procurement \n– as well as improved training to enable officials to move beyond Excel when processing \ndata – was proposed. \nThey also argued for changes to improve data discoverability more broadly. As with \nBreakout group A, they felt that a better understanding of what data government holds, \nwhere and in what format, would be massively beneficial, suggesting that database \nschemas be made public by default. There was some emphasis on making better use of \nAPIs and registers (making them less authoritative and more ‘declarative’, to help give \ncontext for how departments see things). And they stressed the need to be careful with \nthe design of systems being built now – starting with the backend, ensuring robust data \nmodels are being used – since these will become the legacy systems of the future.  \nBreakout group C: What should a cross-departmental governance mechanism \nwith the authority to enforce standards across government look like? How do \nwe drive aligned governance structures across government? \n \n \nGetting data right: perspectives on the UK National Data Strategy 2020 - November 2020 13 \n\n \n \n \n[​original image viewable here​]  \nMuch of the discussion around governance focused on a longstanding cultural barrier: \nthe fear of failure in the civil service. Being open about existing failures and promoting a \nculture of ‘learning from mistakes’ would lessen the fear, but needed buy-in from the top \nof departments. Failures could, conversely, be a sign of some success – a department \nreporting breaches would show they could recognise them, while a department with \nnone might be missing serious problems. \nAnother way of ameliorating the ‘fear of failure’ would be to involve the public and \nstakeholders throughout. Public deliberation could lower the stakes by ensuring broad \nbuy-in, but this was likely to slow things down. There was also a discussion of trust in \nthis context, and a focus on earning and not expecting trustworthiness (as explored by \nthe philosopher Onora O’Neill​). How to design for democratic accountability was also \nraised. \nThere was also discussion of where authority came from – the importance of getting \nCabinet support and placing obligations on them was discussed – and how to make \nobligations stick, whether statutory or non-statutory. Most of this discussion focused on \ncarrots – rewards, building culture and networks – rather than sticks – embarrassment, \nregulatory bodies. \nThe need to distinguish between different types of data (‘data is not a blob’) and situate \ndiscussion of it in context – at local level, rather than in national campaigns – was \nanother theme. Additionally, thinking about exactly what data was required to solve a \nparticular problem was more useful (especially in perennial problems of \ncross-government working and satisfying stakeholders) than asking for all the data, all \nthe time. \nA set of principles and good examples of data governance (including the work of the \nNational Data Guardian) would be helpful. Such principles could include transparency \nand being based on evidence but also include more practical guidance, such as \nincluding external members as part of governance mechanisms. \n \nGetting data right: perspectives on the UK National Data Strategy 2020 - November 2020 14 \n\n \nAs with other breakout groups, some basic steps (such as government knowing what \ndata it held) would support better governance (for example, a better understanding of \nrisk in taking decisions through knowing what data was already available).  \nGeneral comments \n \n[​original image viewable here​]  \n  \n \nGetting data right: perspectives on the UK National Data Strategy 2020 - November 2020 15 \n\n \nPillar 2 (Event 2) | Skills: data skills for a \ndata-driven economy and data-rich lives  \nBackground \nThe National Data Strategy recognises that there is a growing demand for workers with \nspecialist data skills. The Royal Society, in their 2019 report, ​Dynamics of Data Science \nSkills​, commissioned labour market analysis has shown that demand for specialist data \nskills had increased by 231% over the previous five years. \nThis is true across all sectors and industries: the importance of data skills is recognised \nby a wide variety of employers. Having these skills enriches understanding of individual, \nsocial and economic behaviours and is crucial in helping people to assess risk and make \njudgements. The current government has recognised this by indicating that it is placing a \ngreater emphasis on making use of data analytical skills within the civil service. \nThere is also demand in the private sector for robust data scientists who can not just do \nthe data engineering, but who can understand all the ethical ramifications of different \nkinds of data exploitation, and who can communicate the essentials of a complex data \nanalysis to non-statistical experts – meaning that there is an appetite for employees with \nstrong data skills from a wide range of backgrounds. It is important that data skills are \nnot just confined to scientific and technical subjects: they are increasingly central to a \nwide range of careers – and it is positive that the National Data Strategy recognises that \nthis means that data science must be taught across a wider range of subjects. \nThe ​Royal Statistical Society​’s event focused on identifying some of the challenges \ninvolved in improving data skills and discussing what could be done in order to address \nthese challenges. \nSetting out the challenge \nThere are challenges across the skills pipeline – beginning in school and running through \nto the workplace – where there are specific challenges facing different types of employer. \nThe discussion began by considering the situation in schools and universities, before \nmoving on to discuss some specific challenges that face different types of employers. \nBeginning at school level: statistics and data skills are not widely taught at this level. \nEnding AS Level maths as a stand-alone qualification reduced the number of people \ntaking statistics modules and the core maths programme is only being offered by a \nminority of schools. Students who do not take mathematics at school do not get enough \nexposure to statistics and data skills. The problem is exacerbated by the fact that many \nschool teachers, especially in non-scientific subjects, do not have the background to be \nable to teach the aspects of statistics that are relevant to their subject. \nA similar pattern is observed at university level: data skills are increasingly important in \nnon-STEM subjects, but they are not widely taught. As with schools, this is partly \nbecause teaching staff are not confident in doing so. At universities, there is also a \n \nGetting data right: perspectives on the UK National Data Strategy 2020 - November 2020 16 \n\n \nproblem with retaining staff who do have data skills: they are prized by industry and it is \nhard for universities to hold on to them. \nDiscussion then moved to consider a couple of examples of how data skills are used in \nthe workplace: operational research in the context of the NHS and in industry. The NHS \nemploys a large number of people using analytical skills for operational research – things \nlike modelling waiting lists and identifying what new services might be needed where. \nThis profession is not properly valued within the NHS: these roles are classified as \nadmin/clerical, progression is linked to line management and there are few opportunities \nfor professional development. The shortage of opportunities for professional \ndevelopment is not helped by a lack of transparency when it comes to analytical \nmethods and techniques. This both means that people don’t learn from each other, but it \nalso reduces organisational knowledge and efficiency. \nIn industry, data science skills are scarce and there is fierce competition for them. There \nis likewise a desire from the workforce to be able to upskill, re-skill or deepen their skills: \nsome way for professional development in these areas to be formally recognised would \nbe beneficial. Collaborations with academia are important – part of this means ensuring \nthat universities are properly aligned with industry expectations as they develop new \ncourses. \nProposals for addressing these challenges \nThe discussion also covered what could be done in order to tackle some of these \nchallenges. \nAt school level, the reintroduction of something like AS-Level mathematics (a one-year, \npost-GCSE qualification) would be helpful as a way to introduce more students to \nstatistics and data skills. In the past many students who would not wish to do a full \nA-Level in mathematics would take an AS-Level in the subject. The loss of AS-Level \nmathematics reduced the number of people who were learning statistical and data skills \nat school and there may be a case for reintroducing a shorter mathematics course after \nGCSEs. \nAs is recognised in the National Data Strategy, the teaching of statistics and other data \nskills must be widened out beyond mathematics and science subjects. to ensure that as \nmany students as possible have some exposure to it. This cannot be effective without \ninvesting in upskilling teachers of all subjects, so that they are more confident in teaching \nstudents about the statistical/data aspects of their own subjects. \nThe situation is similar at a university level – statistics and data handling should be taught \noutside of STEM subjects. Government could incentivise universities to teach data skills \nin the widest possible array of subjects and train academic staff to properly teach \nstudents in their subjects. \nIn order to foster understanding between industry and academia – and ensure that \nuniversities are producing graduates with the skills needed by industry – is to encourage \njoint appointments for people to work at the interface of industry and academia. \nResearch councils should recognise diverse outputs so that this career path is properly \nvalued. \nIn the health service, leadership training for statisticians/data scientists should be \nprovided so they can rise to senior levels in civil service. This process could be helped by \n \nGetting data right: perspectives on the UK National Data Strategy 2020 - November 2020 17 \n\n \nintroducing a government Health Analytics Service (analogous to the government \nStatistical Service or government Legal Profession), with a head of profession, training \nprogrammes and ways of sharing best practice. \nIn government in general, where data analysts are classified in roles as admin/clerical \nthey should be reclassified as scientific/technical and a national competency framework \nwith pay scale and job descriptions should be introduced for this career path. And in \noperational analytics more broadly, we should aim to break open closed ways of \nworking: currently results of analyses are routinely shared, but methods aren’t. Opening \nthis up will drive up quality and reproducibility and, in addition, sharing methods as \nroutine is a powerful way of on-boarding people. \nIt is also important to develop a professional framework for data scientists with shared \ncodes of practice. As noted in the National Data Strategy, the Royal Statistical Society \nhas a role here to work with employers and universities to identify the skills needed for \ndata scientists and accredit courses so that students and professionals can be confident \nin their quality. This work, as outlined in the meeting, is underway with the new Data \nAnalyst accreditation. RSS can act as neutral broker between industry, academia and \ngovernment to ensure that a framework here works properly from all perspectives. \n  \n \nGetting data right: perspectives on the UK National Data Strategy 2020 - November 2020 18 \n\n \nPillar 3 (Event 3) | Availability: ensuring data is \nappropriately accessible \n \nIn this event, led by the ​Open Data Institute​, we explored opportunities for developing or \nimplementing some of the ideas, proposals, and actions identified in ​Pillar 3​ of the UK \nNational Data Strategy in a way that is workable, sustainable, and ethical. \nBackground \nData availability covers several topics related to the collection and sharing of different \nkinds of data. Some well-known barriers to this include risk aversion, licensing, data \nhoarding, formatting, privacy and security, and equity. The aim of this roundtable was to \ndiscuss how to overcome these barriers, the role of government in this, and how to \nrealise the full value of data in the economy. \n \nThe UK National Data Strategy defines ‘data availability’ as ‘an environment which \nfacilitates appropriate data access, mobility and re-use both across and between the \nprivate, third and public sectors in order to generate maximal economic and/or societal \nbenefit for the UK.’  Data availability is the third Pillar of the National Data Strategy, which \noutlines ambitions for improving data availability for the economy and society and for \ngovernment, and international data availability. \n \nThe UK has a real opportunity with a National Data Strategy to ensure that data is made \nmore open and accessible, so that value can be derived from it from every corner of \nsociety (public, private, the third sector or individuals and groups) while ensuring people, \ncommunities and our environment are protected from harms.  \n \nTo achieve these opportunities, the UK will need an appropriate and workable framework \nbuilt on open standards and open data where possible, transparency, clear and honest \ncommunication, ethics, public engagement and understanding, and good governance. \nFurthermore by seeking adequacy with Europe on the GDPR, the UK will be in an \nenviable position of getting to build and develop stronger data protections and data \nrights on the immovable foundations of GDPR. Such an opportunity will enable UK \ncitizens and businesses to think dynamically about critical and meaningful areas such as \ndata portability, interoperability and what consent will look like in the world of 5G.  \n \nFor accessibility to function well new methods of governance may be required. An \napproach such as data institutions, which are based on independent governance and \noversight, may prove to be necessary and welcome in order to develop trust between all \nparties: those providing data, those holding and sharing data and those using data.  \nOpen data \nThe first session of the meeting focused on open data - the backbone of a modern, \n‘smart’ digital economy. However, it should be recognised that data covers a spectrum \nfrom open to shared to closed. Understanding where on this spectrum any dataset falls \nand the conditions of access is a vital part of an effective open data ecosystem.  There \nare a number of critical datasets such as those identified by the EU – geospatial, mobility, \n \nGetting data right: perspectives on the UK National Data Strategy 2020 - November 2020 19 \n\n \ndemographic and meteorological. The UK government should similarly identify and make \navailable such critical datasets and encourage others to do likewise. \n \nIt should be recognised that sharing data can have an impact at both the individual and \ncorporate level. For example, it can exacerbate asymmetrical distributions of power or \nopportunities between companies. There’s also a risk that the benefits of sharing data \nmay not be realised equitably by those allowing access to their data. In addition, \nconcerns about potential privacy and security breaches can make people or \norganisations wary of sharing data. \n \nTo overcome these barriers, it is essential to build trust. Building on the basic data \nfoundations is also fundamental, and so standards will be important to ensure the quality \nand interoperability of the data. Audit trails and assurances will help, and trusted brokers \nor data trusts are an emerging option. Developing a well-rounded set of case studies for \nsharing data will be essential. These should articulate the added value of sharing data \nand demonstrate ways to mitigate risks, including how to build secure systems such as \nthose designed by the ONS. \n \nIn general, it must be recognised that the challenges and considerations relating to \nsharing data are, in many cases, human and cultural factors rather than technical. People \nmust be given the necessary skills to use data with confidence. This will require sufficient \nresourcing and the recognition of data skills as an asset. An appreciation of the value of \nsharing data must be engendered at all levels of an organisation. Often data sharing is \nblocked at higher management levels or director level because of the perceived risks \nand/or insufficient awareness of the potential benefits. \n \nCultural differences that exist between public, private or third sector organisations can be \na source of friction in cross-sector data sharing initiatives. This can result from variations \nin technical vocabulary or common practices that differ between sectors. Even within an \norganisation, poor communication can lead to inefficient use of overlapping datasets \nwhile other datasets remain inaccessible and locked away. This sort of inefficiency is \nparticularly an issue with cross-departmental data in government. To address it will \nrequire dialogues with multiple stakeholders in order to identify and categorise the data \nheld and to agree on common approaches, legal frameworks and standards. \nShared models for deriving value from data \nThis session focused on potential solutions to encourage and enable the sharing of data, \nequitable returns of value, and making data discoverable and interoperable. Of particular \ninterest were new models of data institutions such as data co-ops, data trusts and data \nunions. \n \nConsiderations were raised around government procurement projects and research \nprojects. It was seen as important that any data generated as part of a project was \ntreated as an asset, rather than as underlying physical infrastructure, and that there \nwould be continued funding to maintain useful datasets beyond the time frame of the \nproject. In general, it is vital that data is considered as part of any procurement contract \nand that this covers how the data will be collected, stored and made appropriately \naccessible and interoperable, and that this is sufficiently funded for the long term. \nBuilding Information Modelling (BIM)​ in the construction sector was cited as an example \nof this being done successfully. \n \n \nGetting data right: perspectives on the UK National Data Strategy 2020 - November 2020 20 \n\n \nThe role of data trusts was discussed in relation to how transparency around data use \ncan be improved and responsibilities for explaining to the public what their data will be \nused for, the benefits it might deliver and potential risks. The ​US Data Collaboratives \nwere cited as a successful example. These are a ‘new form of collaboration, beyond the \npublic-private partnership model, in which participants from different sectors — in \nparticular companies - exchange their data to create public value’. \n \nThe importance of developing local, bottom-up data sharing projects was emphasised. \nThe local level is often where the greatest societal benefit can be realised and, perhaps \nmore importantly, where the benefits can be directly felt. ​Camden’s open data platform \nand the ​London Data Commission​ were cited as examples of this. Considerations \naround digitalisation affecting power structures was reiterated. In this regard, it is critical \nthat local authorities are empowered to act in the public interest and protect public \nbenefits. For this to happen, it is again vital that the public sector builds up the necessary \nhuman capabilities.  \n \nGlobal issues can be equally as fruitful as local ones. This is particularly the case within \nthe research community and their efforts to tackle global challenges such as climate \nchange. Recently, the Covid-19 crisis has shown the value of sharing data internationally. \nIn particular, the ​SAIL Database​ in Wales was noted as a key national and international \nresource in fighting Covid-19. In general, it was stressed that the key to successful data \nsharing in research projects was to focus on the problem to be solved rather than the \ntechnology. Doing so will, in turn, drive considerations of trust and ethics and build the \nknowledge base. It will also promote a more holistic approach to data availability and \nwider stakeholder engagement. \nInternational data availability and collaboration  \nThe final session of the meeting focused on opportunities for international data sharing \nand collaboration. In particular, which international level problems could benefit from data \nsharing, what data is needed and what will be the impact of Brexit for trade and \ninternational relations. \n \nThe ​Scientific Committee an Antarctic Research (SCAR)​ was noted as a successful and \nlong running model of data collection and sharing that has promoted peace and \ncollaboration. The ​Global Open Data for Agriculture and Nutrition (GODAN)​ initiative was \nalso noted positively. Oceanic, meteorological, and population datasets were cited as \nexamples of critical national assets. However, it was observed that commercial \nopportunities that arise from such datasets rarely goes beyond the agencies that own \nthe data. In the UK, health data and the ONS were seen as particularly strong assets. In \nthe commercial sector, the nuclear and aerospace sectors were identified as good \nexemplars of data sharing and collaboration. \n \nIn general, it was recognised that global initiatives can be difficult. Different cultures can \nintroduce barriers, and the need to equitably share value can be a challenge. It is \ntherefore essential for any potential data sharing project to understand and protect \nnational interests (particularly against multinational corporate interests), appreciate that \nlocal technical and human capacities may vary (such as the level of technical \nadvancement of local health systems in relation to Covid-19), establish codes of practice, \nand develop trust. It was agreed that the UK had a leadership role to play while being \nsensitive to local interests. \n \nGetting data right: perspectives on the UK National Data Strategy 2020 - November 2020 21 \n\n \nIn relation to the National Data Strategy, it is vital that the strategy has longevity. For this \nto be the case the government must clear about its intent in relation to GDPR and data \nadequacy post-Brexit.  \nDebrief by government attendees  \nThe roundtable concluded with a debrief session for government attendees to reflect on \nthe discussions. Some of the observations that emerged from those reflections are as \nfollows: \n \nThe National Data Strategy must clarify what is meant by open data, the future of GDPR, \nhow to improve discoverability, and how to build trust.  A possible role for the National \nAudit Office in scrutinising government’s use of data was raised. \n \nThe issue of public permissions must be addressed. People often share data freely with \ncompanies but not with government. Government must be clear about the purpose of \nsharing data, explain the risks and then deliver on promises while demonstrating good \npractice (cf ODI report ​About Data About Us​). Public engagement and meaningful \ndialogue with stakeholders is vital. Issues relating to transparency, accountability and real \nchoices for consumers are all challenging. \n \nIt is important to identify pinch-points and market failures that can be addressed by \ngovernment, and that are unlikely to be addressed by others or naturally resolved over \ntime; and also to consider what kinds of interventions and policy levers are within \ngovernment’s power - particularly given resource limits. It is vital to identify ‘quick wins’, \nwhile also recognising that some initiatives turn out to be more complex and challenging \nthan anticipated. \n \nThe importance of purpose driven issues was highlighted. These could be fundamental, \ncross-cutting issues or more specific government priorities, and they cover areas such as \nclimate change, jobs, and trade. There is a desire to do more to support SMEs. \n \nLegislation is in place that is not always well understood, and some government \ndepartments continue to operate to older procedures. Culture change is important, but \ndifficult in practice and adjusting to new processes and systems takes time. In this \nregard, Ministerial leadership is particularly important.  \n  \n \nGetting data right: perspectives on the UK National Data Strategy 2020 - November 2020 22 \n\n \nPillar 4 (Event 4) | Responsibility: driving safe and \ntrusted use of data \nBackground  \nThe Ada Lovelace Institute​ organised a policy roundtable to stimulate discussion on the \nfourth pillar of the National Data Strategy on ​Responsibility: Driving Safe and Trusted Use \nof Data​.  \n \nThe aim was to discuss what’s missing from the strategy and come up with practical \nrecommendations for the implementation phase, to ensure that data is used responsibly \nand in the interests of people and society.  \n \nThe two main sections of the event were:  \n1.how to develop appropriate transparency mechanisms in the public sector for \nalgorithmic systems \n2.how to address actual or perceived tensions between innovation and data \nprotection.  \n \nWe also wanted to go beyond the specifics of the National Data Strategy and:  \n1.ask what the priorities should be \n2.outline what we want to see the government leading on \n3.offer challenges to the framings around ‘responsible data’ as outlined in the \nstrategy.  \n \nOur main takeaways from the event, which build on the key messages from the \ndiscussion, are summarised below. We are indebted to the contributions from speakers \nand participants.  \nRealising transparency and strengthening accountability  \nA step to deliver responsible data in the National Data Strategy is to ‘commit to \naddressing the need to develop appropriate mechanisms for increasing transparency \nand accountability in decisions made or supported by algorithmic systems, and for \nmonitoring their impact’.  \n \nThe broader commitment to greater transparency was welcomed, however it was noted \nthat there was less specific content on accountability. Participants argued that \ntransparency mechanisms should be explicitly seen as a means of achieving \naccountability for decisions made or supported by algorithmic systems.  \n \nDiscussion cautioned against the idea that transparency might inherently enable \naccountability and articulated ​the need to consider the sociotechnical system​: the \nproblem is often not ‘the algorithm’ but how the algorithm is being deployed, what the \ngoals are and who has the power to adjust the algorithmic system.  \n \n \nGetting data right: perspectives on the UK National Data Strategy 2020 - November 2020 23 \n\n \nFurthermore, some argued that true transparency and accountability require an \narticulation of the values that are deemed important, and mechanisms to hold public and \nprivate actors accountable should ensure the systems meet those standards.  \n  \nThe National Data Strategy places important emphasis on the need to ensure the use of \ndata is trusted. But ​to be trusted, data use must be trustworthy​. Mechanisms for \ntransparent, accountable, responsible data use discussed at the workshop will be \nsuccessful if seen as actionable approaches towards developing more trustworthy uses \nof data.  \nPublic sector registers  \nFor enabling accountability in practice, one concrete recommendation is the use of \nalgorithmic registers​. Here we can learn from the cities of Amsterdam and Helsinki, \nand the work of ​Saidot​. As pioneers in this field, these cities have launched algorithmic \nregistries to detail how city governments use algorithms to deliver public services, down \nto the level of the data sets used to train models and descriptions of how an algorithm is \nused.  \n \nIn Amsterdam the registry is indirectly linked to ​new standard clauses in procurement \ncontracts that impose a duty of cooperation on the vendor​, to provide the \nmunicipality with all the information that may be required in order to explain how an \nalgorithmic system works.  \n \nOne suggested way to act on the importance of responsible data in practice was to \nstrengthen and require more widespread use of data protection impact \nassessments (DPIAs)​ for converting the principles of law into reality. Different from \nprivacy impact assessments, DPIAs are directed to all rights and freedoms of individuals \nand should go beyond data rights to check that executives are acting within their powers \nunder the law. Performing an assessment of lawfulness and considering the system as a \nwhole could be steps forward for ensuring more transparency and accountability for \nalgorithmic systems.  \n \nDifferent assessment components, such as ​data protection, algorithmic equalities \nand human rights impact assessments, could be combined into one process \nunder the umbrella of DPIAs, as prescribed by the General Data Protection Regulation \n(GDPR). To make this effective further guidance and standards would be needed, \ndeveloping from the Information Commissioner’s Office (ICO) existing guidance. Ireland’s \nDPIA on the contact tracing app was suggested as an example of good practice.  \n \nThis type of enhanced DPIA could be developed to be a requirement and be openly \npublished. The process could evolve to include a public notice, a method of consultation \nand identification of certain data points to be gathered to assess efficacy and impact. \nThis would enable people to understand how an algorithm was assessed and what the \nanticipated operation of it was.  \n \nCurrently a key block to accountability is the absence of any feedback loop in the \nautomated decision-making process. Further and ongoing analysis to check whether \nimplemented measures worked is not performed. Therefore, data should be published to \nallow for ongoing monitoring of a system to determine whether it is producing just and \nlawful outcomes.  \n \nGetting data right: perspectives on the UK National Data Strategy 2020 - November 2020 24 \n\n \nAdditional points to note  \n●Any mechanism for transparency should be designed to ensure the recipients of \ninformation are able to use it. The recommendation was made that the \ngovernment undertakes deep, deliberative and participatory consultation when it \ncomes to designing what transparency is for. There should be explicit \nmechanisms for putting those who may be affected or marginalised at the centre \nof the process, noting the point that minimising bias in a technical system may \nbe an impossible task if the entire service or system is built on discriminatory \npractices or thinking.  \n●A linked challenge was that the frame of transparency, accountability and \nfairness was currently limited to examining algorithmic systems in isolation. \nShould we expand our thinking to consider how we should deploy digital \ntechnologies to dismantle systemic racism for example, in other words – how do \nwe establish fairness in an unjust society? Even expanding examining of \nalgorithms beyond the technical to the sociotechnical doesn’t account for the \nfact that the assemblage is embedded in racialised structures that are historically \ndetermined. One example provocation is that the school-to-prison pipeline can’t \nbe fixed by fairer or transparent algorithms. In effect the data-driven technologies \nlegitimise and compound an already unjust system. Taking this frame should \npush us to ask some more challenging questions:  \n○How can algorithms shift power?  \n○What is the data generated for and in whose interest?  \n○What values are encoded in algorithmic systems?  \n○How can the pursuit of efficiency and prediction support the dismantling \nof systemic racism or other systemic inequalities?  \n●Roundtable participants welcomed ‘lawful’ as part of the definition of responsible \ndata, but more thinking is needed on how that is implemented in practice and \nwho would need to be involved – for example the government Legal Profession?  \n●Transparency mechanisms should contain information about how \ndecision-makers will be trained to use systems (see Upturn report on information \non meaningful information for scrutiny - link below).  \n●There was discussion around what point transparency should kick in – ideally \nthe development pipeline should be made public and feedback sought so \ndevelopment can explicitly consider risks raised by the community. This would \nrequire courage and capacity so needs further thought, perhaps for high-risk \napplications like social care decision-making or asylum applications.  \nData regulation and innovation  \nThe National Data Strategy’s underlying messages are around reaping ‘the benefits of \ngreater data use’ and maintaining ‘a fit-for-purpose legal and regulatory regime’ while \nemphasising that the UK’s ‘data regime will support vibrant competition and innovation, \nbuilding trust and maintaining high data protection standards without creating \nunnecessary barriers to data use’.  \n \nData protection legislation can be perceived to be complex and difficult to work with. \nThere were questions around what burdens are linked to perception, lack of knowledge \nand understanding, versus what are actual barriers in the law. Similarly, there has been \ndiscussion around approaches such as checking for compliance early in the innovation \n \nGetting data right: perspectives on the UK National Data Strategy 2020 - November 2020 25 \n\n \nprocess and providing more clarification, rather than a need to ‘remove barriers’ or any \nshift to a more permissive regime.  \n \nOne recommendation was for the National Data Strategy to proactively incentivise \naccountability and responsible behaviours by using nudge behaviour economics theory \nto drive best market behaviours. In terms of actual barriers, it was pointed out that clear \nguidance that organisations can emulate and adapt with confidence is still missing. \nOrganisations need practical guidance on how to develop strategies that encourage \ninnovation which aligns with good governance. That will require leadership to drive good \npractice and shared approaches to facilitate wider culture change. We will need \nstandard-setters such as the ICO to help organisations translate the National Data \nStrategy into an implementable process.  \n \nOne message heard during the workshop is that DPIAs reverse the ‘wait and see and \nintervene if there’s harm’ approach with a more proactive, social benefit first approach. \nInstead of waiting for innovators to bring new products and services to the market, only \nto find out that they are not compliant and enforcement is needed, DPIAs offer the \npossibility to work upstream and, if done right, eliminate potential harms from the start. \nThis part of the legislation implies and indicates that we should be working to secure the \nsocial benefits that the data protection legislation offers.  \n \nA risk-based approach to innovation and leveraging data protection by design and \ndefault allows us to secure the social benefits of technological developments and \nupstream interventions. Weighing in risk – understood in a broad sense to include, for \nexample, human rights and equalities assessments – and answering impact questions \nare facilitators in the process of innovation. In other words, this allows companies not \nonly to innovate effectively and compliantly, but also to understand the legislation, which \nin turn upskills them to innovate more effectively and efficiently. The views put forward \nduring the roundtable showed that compliance does not limit innovation, but instead is a \ncompetitive advantage as good data governance helps make better decisions and better \nproducts. For SMEs in particular, innovation and data protection should support and \nreinforce one another.  \n \nHowever, there are questions around how to streamline regulatory approval for \nbusinesses, something that is more challenging to do in the context of the GDPR, and \nwhether this is a potential gap. Collaboration among regulators across sectors could be \nfurther improved, as joint interventions can create greater and more widespread impact \nthan working with individual businesses one at a time. Some of the participants also \nexpressed support for regulatory sandboxes and involvement from multiple regulators, \ntogether with the ICO.  \n \nThere was also a clear warning voiced by some participants that the data rights that we \ncurrently enjoy under the rule of law cannot be sidelined in favour of codes of ethics, \nself-regulatory principles or by a ‘writing your own rules and marking your own \nhomework’ approach.  \nBetter, not more, data  \nGovernments and companies are becoming more focused on data-driven \ndecision-making. However, the message heard from this session is that better, not more, \ndata collection leads to more innovation.  \n \n \nGetting data right: perspectives on the UK National Data Strategy 2020 - November 2020 26 \n\n \nIncorrect and bad-quality data is cumbersome and costly, reducing productivity and \nblocking development. Instead, better data creates better models necessary for assisting \nin the decision-making process. It was argued that success for SMEs is supported by \nthe quality of data, not the quantity. One way that companies could achieve quality of \ndata is by instilling data protection and governance-first practices into their core business \nmodel, culture and brand.  \n \nThe UK government has an opportunity to change the paradigm from more data is \nbetter. Incentives should be centred around what data you actually need and \nfront-loading innovative processes that requires less data. The government has the \nopportunity to break the implacable ‘move fast and break things’ philosophy and think of \nlong-term investments.  \n \nOrganisations should not be encouraged to hoard data in order to innovate later. On the \ncontrary, if we want better and more sustainable outcomes, the reverse approach yields \nmore responsible end results. The recommendation was that the strategy should focus \non the real research challenges around creating technologies that can do more with less \ndata, getting benefit from ‘leaner’ and more focused data and not further encouraging a \nsituation where people feel that they can create and store as much data as possible. The \ngoal should be focused on how technology can enable us to create the balance towards \ninnovating and using data responsibly.  \n \nOverall, we need to think about responsible data use in the fullest sense, taking \nresponsibility not only for how it is used, but also how it is maintained, kept accurate and \nrepresentative, making sure it is used appropriately for the public benefit and ensuring \nthat public benefit is robustly understood and followed while involving citizens.  \nWhat’s missing or needs development to deliver responsible data?  \nDefine clearer outcomes  \nThe National Data Strategy would benefit from a clearer articulation of the vision and the \nstrategic direction it is trying to achieve for responsible uses of data. There are questions \nabout bringing more clarity around outcomes, challenges, trade-offs and potential harms. \nThe strategy would benefit from acknowledging the overarching systems and cultures \naround the use of data, and shifting the focus from data itself, which narrows down the \nperspective. This would have the potential for the government not only to become a \nmodel data processor, but also to be a leader in developing novel data-governance \narchitectures.  \nData is not responsible, people are  \nThe National Data Strategy talks about data for a ‘fairer’ society – a concept that does \nnot have a clear definition – and leaves open questions around who has responsibility to \nensure data is used ethically and responsibly. Potentially, a chief data officer could be \nconsidered for ensuring responsible uses of data, as long as the appropriate levels of \naccountability for this position are ensured. There is currently no mention of power \ndynamics between companies, users and governments, or of the ethical stance actors \nneed to take themselves. For example, how do we address the power of the private \ncompanies that penetrate the public sector? This leaves a gap in the strategy, one that \ncan potentially be addressed by robust governance, clear redress mechanisms, and firm \nand timely interventions from regulators.  \n \nGetting data right: perspectives on the UK National Data Strategy 2020 - November 2020 27 \n\n \nPublic engagement  \nThe National Data Strategy commits to undertaking a national engagement campaign on \nthe ‘societal benefits of the use of government data’ and articulates the need to ‘increase \npublic engagement’. However it is not clear in the National Data Strategy how \nengagement will empower citizens to influence decision-making or strategies related to \ndata.  \n \nCitizens are the subjects of algorithmic decision-making, but the National Data Strategy \ndoes not indicate how to integrate algorithmic accountability into everyday life: how \ncitizens will be part of processes for data and algorithmic scrutiny, what people’s routes \nto understanding data-driven decision-making looks like, or what recourse is available. \nOften minority communities are the target of algorithmic decisions, and there is currently \nno clarity or emphasis on how minority communities are going to be involved in decisions \nthat disproportionately affect them.  \n \nValue stance  \nThe National Data Strategy contains language around ‘value-based’ and ‘ethical’ use of \ndata, but little elaboration on what that details: which values, why those values and \ninherent trade-offs between values.  \n \nExplanation about how algorithmic systems work is important, and information needs to \nbe tailored to the audience. However, efforts to move towards deciphering AI fail to \naddress concerns around what values are being propagated through these systems. \nThere is a need to articulate clearly what values society as a collective believes are \nimportant, and then hold companies and government accountable to building systems to \nthose standards.  \n \nFor example, legislation could set precise public policy goals that companies need to \nmeet in order to protect against discrimination, health misinformation or election \nmanipulation. All necessary and proportionate measures to achieve these goals would \nneed to be considered, and an independent regulator with a clear mandate to demand \naccess to all relevant data and the ability to perform supervisory tests and monitor due \ndiligence obligations would be needed.  \n \nAddressing the question of values also means a shift in mentality from 'Can I build it?' to \n'Should I build it?', which needs to be encouraged by policy and at the same time \neconomically incentivised by market practice. Another recommended change in \nperspective is represented by understanding automated decision-making processes as \nsociotechnical. Such decisions should not fall on a single technical department, but \nshould be viewed more interdisciplinarily – and potentially codes of conducts could be \ndeveloped for data scientists.  \n \nThe strategy emphasises the need for innovation, but safeguards and redress \nmechanisms are not mentioned. The recommendation is to include demonstrable and \nenforceable accountability programmes for organisations (public and private) to \nimplement data-management policies, procedures and controls leading up to a \nsafety-first implementation. For example, there could be an end-to-end view on \nalgorithmic accountability, from data to logic to authorisation.  \n \nGetting data right: perspectives on the UK National Data Strategy 2020 - November 2020 28 \n\n \nFurther topics discussed  \nSynthetic data  \nThe National Data strategy says that ‘there may also be value in creating and sharing \nsynthetic data to support research and innovation, as well as other privacy-enhancing \ntechnologies and techniques’. Concerns were expressed that this could be interpreted \nas a way for big synthetic datasets to be developed and ‘rented’ for widespread world \nuse and universal research application. This type of top-down approach would not be \nthe most appropriate way forward. Instead, a hypothesis approach should be \nconsidered, which argues for using the smallest synthetic dataset needed in order to \nachieve intended project goals and test initial assumptions.  \nInternational data transfers  \nThe National Data Strategy begins its section on international data availability with the \nstatement: ‘It is hard to overstate the importance of flows of data across borders to \nsupport economic development and global cooperation.’ However, some challenged this \nassumption, arguing that free data flows can lead to the concentration of data in the \nhands of a few dominant players, making it more cumbersome for SMEs to access \nhigh-quality data. Another concern was that the focus on international data flows may \ndistract from the problem of setting up well-functioning data ordering regimes. New and \ninnovative mechanisms would advocate for value-preserving data governance schemes, \nwhich translate into data being available for generating benefit for individuals and society \nat large.  \n \nThe National Data Strategy commits to ‘supporting international data flows while \nensuring that transfers of personal data from the UK uphold high data-protection \nstandards’. Our workshop conversations highlighted that without serious normative \nscaffolding, especially in terms of human and consumer rights, the international flow of \ndata in a global data ecosystem can also cause harm. For example, the digital services \nthat come from outside the UK may not conform with domestic consumer protection, \nthey may use unfair business practices and undercut data privacy standards or \nsafeguards against algorithmic decision-making.  \n \nFurthermore, on the future of adequacy regime after Brexit, injecting free data flows in \ntrade law is a questionable way forward, because this tends to crowd out other efforts \naround multi stakeholder governance that aspire towards a more rights-preserving and \ninclusive approach to safeguarding human rights. Instead, a more viable strategy would \nbe, as mentioned above, to create a digital rights scaffolding, together with liberalising \ncross-border data flows while respecting data protection. Important judgements from the \nCourt of Justice of the European Union (​Privacy International​, ​La Quadrature du Net​ and \nSchrems II​ rulings) are creating greater difficulties in taking on EU adequacy agreements, \nand academics and legal professionals are still in the process of assessing which \npersonal data flows are directly affected by the bulk interception regime in the UK.  \n \nThe key message was that instead of picking the most attractive aspects of international \ndata flows, there is also the need to contribute to a high level of protection of personal \ndata and individual rights.  \n \nGetting data right: perspectives on the UK National Data Strategy 2020 - November 2020 29 \n\n \nDigital IDs  \nDigital IDs were discussed as offering advantages for citizens, but in doing so requiring \nmassive data linkage of discrete public-sector datasets, which can be used for good \npurposes such as research and statistics, but also for profiling behaviour. The result is a \n‘transparent citizen’. Linking data is increasingly used for predictions and risk indicators \nin social services, with algorithmic decision-making being put into question.  \n \nIt was argued that any move toward a digital ID should explore capabilities for developing \nvirtual identities where citizens have different identities in different contexts, and only the \ncitizens can link them. This option can be implemented on the individual’s device, \ntherefore limiting privacy risks and leaving open the possibility of contributing data for \nresearch.  \nResources and examples mentioned during the event:  \n  \n●Data Protection Impact Assessments as rule of law governance mechanisms  \n●ICO Innovation Hub project report  \n●Guidance on the AI auditing framework  \n●Project ExplAIn   \n●City perspectives on digital rights  \n●Proposal for an ‘all-in-one’ algorithmic impact assessment  \n●Better machine learning through data minimisation  \n●Data and democracy​ [event recordings]  \n●When race/ethnicity data are lacking: using advanced indirect estimation \nmethods to measure disparities  \n●A toolkit for centering racial equity within data integration  \n●The Alan Turing Institute is working with Camden City Council citizens to \ndevelop a Data Charter to consider how data should be used and \nimplemented.  \n  \n \nGetting data right: perspectives on the UK National Data Strategy 2020 - November 2020 30 \n\n \nAbout us \nAbout the Ada Lovelace Institute \nThe Ada Lovelace Institute was established by the Nuffield Foundation in early 2018, \nin collaboration with the Alan Turing Institute, the Royal Society, the British Academy, \nthe Royal Statistical Society, the Wellcome Trust, Luminate, techUK and the Nuffield \nCouncil on Bioethics. \nThe mission of the Ada Lovelace Institute is to ensure that data and AI work for \npeople and society. We believe that a world where data and AI work for people and \nsociety is a world in which the opportunities, benefits and privileges generated by \ndata and AI are justly and equitably distributed and experienced. \nWe recognise the power asymmetries that exist in ethical and legal debates around \nthe development of data-driven technologies, and will represent people in those \nconversations. We focus not on the types of technologies we want to build, but on \nthe types of societies we want to build. \nThrough research, policy and practice, we aim to ensure that the transformative \npower of data and AI is used and harnessed in ways that maximise social wellbeing \nand put technology at the service of humanity. \nWe are funded by the Nuffield Foundation, an independent charitable trust with a \nmission to advance social well-being. The Foundation funds research that informs \nsocial policy, primarily in education, welfare and justice. It also provides opportunities \nfor young people to develop skills and confidence in STEM and research. In addition \nto the Ada Lovelace Institute, the Foundation is also the founder and co-funder of the \nNuffield Council on Bioethics and the Nuffield Family Justice Observatory. \nFind out more:  \nWebsite: ​Adalovelaceinstitute.org \nTwitter: ​@AdaLovelaceInst  \nEmail: ​hello@adalovelaceinstitute.org \n \n \nGetting data right: perspectives on the UK National Data Strategy 2020 - November 2020 31 \n\n \n \n \n \n \nAbout the Centre for Public Data \n \nThe Centre for Public Data is a new, non-partisan organisation with a practical \nmission to improve the UK’s public data. We work with partners to include \ndata-focussed provisions in new legislation, and campaign to fill important gaps in \ndata collection. \n \nFind out more: \nWebsite: ​centreforpublicdata.org \nTwitter: ​@CFPData \nEmail: ​contact@centreforpublicdata.org  \n \nAbout the Institute for Government \n \nThe Institute for Government is the leading think tank working to make government \nmore effective. \nWe provide rigorous research and analysis, topical commentary and public events to \nexplore the key challenges facing government. \nWe offer a space for discussion and fresh thinking, to help senior politicians and civil \nservants think differently and bring about change.  \nWe believe the quality of government data, and the better publication and use of \ngovernment data, is vital for government effectiveness (government needs to \nunderstand how it is working and how this can be improved) and for accountability, \nallowing parliament, the press and the public to scrutinise it. \n \nGetting data right: perspectives on the UK National Data Strategy 2020 - November 2020 32 \n\n \n \nFind out more: \nWebsite: ​instituteforgovernment.org.uk \nTwitter: ​@instituteforgov \nEmail: ​enquiries@instituteforgovernment.org.uk  \n \n \nAbout the Open Data Institute \n \n \n \nThe Open Data Institute works with companies and governments to build an open, \ntrustworthy data ecosystem, where people can make better decisions using data and \nmanage any harmful impacts. ​theodi.org \n \nAbout the Royal Statistical Society \n \nThe Royal Statistical Society (RSS), founded in 1834, is one of the world’s most \ndistinguished and renowned statistical societies. It is a learned society for statistics, a \nprofessional body for statisticians and a charity which promotes statistics, data and \nevidence for the public good. Today the RSS has around 10,000 members around \nthe world.​ ​rss.org.uk \n \n-------------------------------------------------------------------------------------------------- \n \n \nGetting data right: perspectives on the UK National Data Strategy 2020 is published \nby the Open Data Institute \n \n© 2020 Ada Lovelace Institute, Centre for Public Data, Institute for Government, \nRoyal Statistical Society, Open Data Institute. \n \nGetting data right: perspectives on the UK National Data Strategy 2020 - November 2020 33 ","version":"1.10.100"}