{"numpages":17,"numrender":17,"info":{"PDFFormatVersion":"1.4","IsAcroFormPresent":false,"IsXFAPresent":false,"Creator":"Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/106.0.0.0 Safari/537.36","Producer":"Skia/PDF m106","CreationDate":"D:20221028103335+00'00'","ModDate":"D:20221028103335+00'00'"},"metadata":null,"text":"\n\n28/10/2022, 11:33How do data institutions facilitate safe access to sensitive data? – The ODI\nhttps://theodi.org/article/how-do-data-institutions-facilitate-safe-access-to-sensitive-data/1/23\nHow do data institutions facilitate safe access to\nsensitive data?\nWed Sep 1, 2021\nShare\nData infrastructure Science and research\nIn this short research report, Senior Technical Researcher Jared Keller\nexamines the different ways that data institutions are able to facilitate safe\naccess to sensitive data \nThe ‘data-use journey’\nThe four levers for facilitating safe access to sensitive data\nControlling ‘who’ gets access to data and ‘what for’\nControlling ‘what’ data people get access to and ‘how’\nDiagram of UK Biobank\nLooking ahead\n \nKnowledge & opinion > Blog >\n\n28/10/2022, 11:33How do data institutions facilitate safe access to sensitive data? – The ODI\nhttps://theodi.org/article/how-do-data-institutions-facilitate-safe-access-to-sensitive-data/2/23\nDr Jared Robert Keller\nHead of Research\nThe ‘data-use journey’\nThe four levers for facilitating safe access to sensitive data\nControlling ‘who’ gets access to data and ‘what for’\nControlling ‘what’ data people get access to and ‘how’\nDiagram of UK Biobank\nLooking ahead\nData institutions are organisations that steward data on behalf of others,\noften towards public, educational or charitable aims. At the Open Data\nInstitute (ODI), we describe ‘stewarding data’ as working to realise the value\nand limit the harm that data can bring. This includes making important\ndecisions about who has access to data, for what purposes and to whose\nbenefit.\nIn a previous article on this topic we outlined six vital roles that data institutions play\nwithin data ecosystems. We then explored one of those roles in detail by examining\nhow data institutions empower people to play a more active part in stewarding data\nabout themselves.\nFor this article, we are looking at another stewardship role, which we’ve defined as\n‘facilitating safe access to sensitive data’. There is value in increasing access to\nsensitive data, such as data about health, transport or demographics, but it must be\ndone in ways that respect things like privacy, commercial sensitivity and national\nsecurity. This post examines the different structures, processes and mechanisms\nthat data institutions rely on to enable access to sensitive data in safe, ethical,\nequitable ways.\nSpecifically, we present 18 mechanisms that data institutions use to control:\n1. who can access the data\n2. what data can be accessed\n3. how that data can be accessed\n4. what that data is used for.\nTo help explain this, here we’ve introduced a framework for understanding a\nsimplified ‘data-use journey’. We’ve also included a comprehensive case study\nabout UK Biobank which  highlights the particular mechanisms used to facilitate\nsafe access to the sensitive data it stewards. We’ve then used this framework and\nour collection of mechanisms to show how UK Biobank facilitates safe access to\nsensitive genetic data.\n\n28/10/2022, 11:33How do data institutions facilitate safe access to sensitive data? – The ODI\nhttps://theodi.org/article/how-do-data-institutions-facilitate-safe-access-to-sensitive-data/3/23\nWe hope this article will be useful for emerging data institutions, especially those\ndata institutions looking to steward personal data or other forms of sensitive data;\nother organisations and researchers working on the theory of data stewardship,\ndata sharing and data governance; and organisations working to create an enabling\nenvironment for data institutions.\nThe ‘data-use journey’\nTo better understand how data institutions facilitate safe access to sensitive data, it\nis important to first understand where data institutions sit within their wider data\necosystems and how they help data get from A to B.\nIn our work on data institutions, we have found it useful to think in terms of a\ngeneric ‘data-use journey’ that starts with the initial collection of data about the\nworld and extends through its eventual use in products and services.\nWe see data institutions playing crucial roles throughout that journey in order to\nrealise the value of data while limiting harms. We’ve developed this diagram of a\ngeneric data institution to illustrate the five stages of this data-use journey and the\ngeneral types of activities within each stage. We’re aware, of course, that not all\ndata institutions will follow this exact pattern, but it is a useful framework\nnonetheless.\nA diagram of a generic data institution and the five stages of the ‘data-use journey’.\nThe five stages of the data-use journey are:\n1. The collection stage: The stage when data about the world is collected, for\ninstance data about people, infrastructure, or commercial markets. This data\n\n28/10/2022, 11:33How do data institutions facilitate safe access to sensitive data? – The ODI\nhttps://theodi.org/article/how-do-data-institutions-facilitate-safe-access-to-sensitive-data/4/23\nmight be collected by a company or government body through the process of\ndelivering a service; or it might be collected as part of a research study or by\norganisations gathering information about the world. In some cases this stage\nis combined with the next stage.\n2. The ingress stage: The stage in the data use journey when data enters a data\ninstitution. What is ‘flowing’ at this stage is not necessarily the data itself, but\nthe authority to make decisions about that data. In some cases the data might\nbe transferred into the data institution, but in others the data institution might\nbe linking to datasets that continue to be stored elsewhere.\n3. The management stage: The stage during which the data institution holds,\nmanages and protects the data, primarily through internal processes.\n4. The egress stage: The stage in the data-use journey when the data institution\nmakes the data it stewards accessible by outside parties. Similarly to the\ningress stage, the data that is made accessible might be stored by the data\ninstitution itself, or the data institution might be connecting the holders of data\nwith potential users without the data institution being involved in the technical\nflow of data.\n5. The usage stage: The stage when people and organisations use the data\nfrom the data institution to deliver services, insights, or products for people and\norganisations in the world.\nThe real world is obviously more complex than this. For the sake of simplicity, the\ndiagram shows only one source of data, but some data institutions will collect and\nuse data from multiple sources. Furthermore, in the above diagram, data about the\nworld is first collected by an original collector, but many data institutions, including\nUK Biobank, collect data directly. In these cases, the two stages of ‘collection’ and\n‘ingress’ are combined. Finally, data institutions can, and often do, use data\nthemselves to provide services and products.\nBut while the diagram is a simplification, we think it is a useful one. It helps to break\nthe data-use journey down into manageable stages. It also aids the examination of\nthe various roles performed by data institutions within those stages in order to help\ndata flow across data ecosystems.\nData institutions, like most organisations, are large and complex, so diagramming\nevery interaction they have with actors in their ecosystems or every internal\nprocess they have instituted in order to steward data would be time consuming and\ndifficult. Focusing on one stage of the data-use journey, or one role performed by a\ndata institution within that stage, simplifies the task and enables non-relevant\ndetails to be excluded.\nFor instance, we have found it useful to focus attention on how exactly data gets ‘in’\nto a data institution (the ingress stage) and how it gets ‘out’ (the egress stage).\nWhen conducting research we look to identify and document four things related to\nhow those data flows are enabled:\nThe legal foundation, standing, authority or permission by which data\ninstitutions are allowed to collect, ingress, egress, or use data.\n\n28/10/2022, 11:33How do data institutions facilitate safe access to sensitive data? – The ODI\nhttps://theodi.org/article/how-do-data-institutions-facilitate-safe-access-to-sensitive-data/5/23\nThe governance or decision-making processes data institutions put in place\nto govern when and how to ingress or egress data.\nThe technical infrastructure data institutions build to support ingress or\negress.\nThe commercial terms data institutions put in place that enable or restrict\ningress or egress.\nThere may be other important things to document within the ingress and egress\nstages and we welcome feedback on whether we have missed anything.\nFinally, the diagram demonstrates that many of the roles that data institutions\nperform are relational and involve working with and alongside other people and\norganisations to realise the value of data while limiting harms. This is particularly\ntrue in the ingress and egress stages. Importing, connecting, sharing and\naccessing data are, after all, almost always relational activities and involve multiple\nparties. For instance:\nContracts that help define the legal foundation for ingressing or egressing\ndata are two-sided and in many cases are hammered out in collaboration\nbetween the organisation holding data, the data institution and/or the person or\norganisation seeking access.\nTechnical infrastructure for sharing data requires anyone looking to access\nthe data to integrate with the chosen technical implementation and standards.\nInternal decision-making processes about who to share data with and for\nwhat purpose often involve reviewing applications submitted to the data\ninstitution by those seeking access.\nCommercial terms are naturally multi-sided since transactions involve more\nthan one party.\nThe four levers for facilitating safe access to sensitive data\nFor the rest of this article we will be digging into one of the common roles that data\ninstitutions perform: ‘facilitating safe access to sensitive data’. This role is, for the\nmost part, performed in the ‘management’ and ‘egress’ stages of the data-use\njourney. That means that for the sake of this article we focus on the activities within\nthose stages.\nWhen sharing or providing access to sensitive data, data institutions work to ensure\nthe safety of that data through controlling four things:\nWho: controlling who is allowed to access the data they steward\nWhat: controlling what data those people are allowed to access\nHow: controlling how those people are able to access or interact with that data\nWhat for: controlling what those people are allowed to use that data for.\nThese are similar to the ‘Five Safes‘, a widely used data management framework\nthat proposes that access to data should be managed in a way that ensures safety\nin five ‘dimensions’: projects, people, settings, data and outputs. Controlling these\n\n28/10/2022, 11:33How do data institutions facilitate safe access to sensitive data? – The ODI\nhttps://theodi.org/article/how-do-data-institutions-facilitate-safe-access-to-sensitive-data/6/23\nwill, in theory, lead to ‘safe use’ of data. But the Five Safes were developed with a\nvery specific context and use case in mind:  to give researchers safe access to data\nheld by government agencies, often through secure virtual research environments\nand often with the goal of achieving public benefit. At the ODI, we are interested in\nexploring and diagramming how data institutions facilitate safe access in more\ndiverse use cases through more diverse means and so have expanded upon the\nFive Safes to develop our own related, but broader framework built around\ncontrolling ‘who’, ‘what’, ‘how’, and ‘what for’.\nIn this article we present 18 different mechanisms, structures and processes that\nwe have identified during our research that data institutions use to facilitate safe\naccess to sensitive data – that is, to control ‘who’, ‘what’, ‘how’ and ‘what for’.\nThese mechanisms are often used in combination and, depending on the use case\nor sensitivity of the data, more or fewer mechanisms can be used to ensure that\ndata is accessed and used safely.\nFirst we discuss the different mechanisms that data institutions use to control who\nis allowed to access the data they steward and what they are allowed to use that\ndata for. These tend to go hand in hand and data institutions often use similar\nmechanisms to control both so we discuss them together. In general, these are\nlegal, commercial and decision-making mechanisms and processes.\nWe then discuss the different mechanisms that data institutions use to control what\nform of data people are able to access and how they are able to access it. We\ndiscuss these together since they also tend to go hand in hand and data institutions\noften use similar mechanisms to control both. Generally, these mechanisms and\nprocesses are more technical in nature.\nControlling ‘who’ gets access to data and ‘what for’\nA common approach to controlling who gets access to data stewarded by a data\ninstitution is to restrict access to members of a certain group. This group could be\nfairly small and circumscribed or more general. Strava Metro, for instance, only\nworks with organisations that ‘plan, own, or maintain active transportation\ninfrastructure’. The UK Data Service, on the other hand, works to provide access to\n‘researchers, students and teachers from all sectors’.\nData institutions can also restrict access to those with a certain goal, purpose or\nintended outputs. Here again, some data institutions set fairly narrow requirements\nwhile others are less strict. Social Science One exclusively provides access to a\ndataset of publically shared Facebook URLs for projects aimed at studying ‘the\nimpact of social media on democracy and elections’. By way of contrast, ADRUK\nworks with projects working more generally to ‘produce valuable insights into UK\nsociety’.\nData institutions must authenticate membership in a group, assess a project’s aims\nand ensure that those who are provided access to sensitive data are capable of\nand committed to keeping any data they access safe. This is where the\n\n28/10/2022, 11:33How do data institutions facilitate safe access to sensitive data? – The ODI\nhttps://theodi.org/article/how-do-data-institutions-facilitate-safe-access-to-sensitive-data/7/23\nmechanisms for controlling ‘who’ gets access to data and ‘what for’ come in. As\nmentioned above, these tend to be legal, commercial and decision-making\nmechanisms and processes. An organisation might use technology to facilitate\napplications, coordinate decision making, and authenticate or authorise people\nafter a successful application, but that is not the focus of this section.\nWe have found it useful to separate this process into three generalised, overlapping\nsteps of application, review, agreement.\nApplication\nThe applications required by data institutions to gain access to data range from\nfairly simple and passive to more complex and involved using more or less of the\nmechanisms below. For example many open data publishers like Open Targets and\nUK Data Service make data available without the need to register or apply.\nRegistration\nSome data institutions simply require prospective users to register a\nfew important details before being allowed to access data. Convex,\na ‘mobility data exchange’, allows people and non-commercial\norganisations to access certain types of data for free, only requiring\nan online registration form with details like name, email address and\ntype of organisation. Other data institutions require potential users to submit details\nto confirm their identities and bona fides.\nApplication\nOther data institutions ask prospective users to submit more\ndetailed applications that not only request basic details, but require\nprospective users to lay out their case for why they should be\nallowed access. Often data institutions even ask for evidence of\nrelevant skills, expertise, competencies or permissions. Clinical\nStudy Data Request (CSDR), for instance, requires potential users to submit a\nresearch proposal describing their research background, funding, rationale,\napproach to statistical analysis, intended outcomes and plans for publication. In\naddition, prospective users are asked to provide details about the project team,\nincluding evidence of relevant education and professional qualifications.\nReview\nData institutions tend to use a few basic mechanisms for reviewing, assessing and\nvetting the registration forms, applications, evidence and research proposals\nsubmitted by prospective users. These can be loosely separated into internal\nreview processes and external or independent review processes. Depending on the\nsetup, a data institution might use a combination of internal and external review.\nInternal review\n\n28/10/2022, 11:33How do data institutions facilitate safe access to sensitive data? – The ODI\nhttps://theodi.org/article/how-do-data-institutions-facilitate-safe-access-to-sensitive-data/8/23\nDepending on the complexity of the registration or application, internal reviews can\nbe fairly quick and simple or long and complex. On the longer, more\ncomplex side of the review spectrum, NHS Digital has a team of\ncase officers that review applications as part of its Data Access\nRequest Service and, when necessary, schedules follow-up\nappointments with applicants to discuss remaining tasks, capture outstanding\ndetails and help applicants to resubmit their modified applications.\nExternal review\nExternal reviews tend to be used to bring in external expertise,\nviews and insights – whether technical or subject-matter expertise\nor insights from those people or communities who are likely to be\nmost affected by the use of data stewarded by the data institution.\nFor instance, proposals for access to data held by Secure\nAnonymised Information Linkage (SAIL) Databank ) are reviewed by an\nindependent Information Governance Review Panel composed of ‘representatives\nfrom various organisations and sectors’ including medical associations, government\ndepartments, health boards and members of the public. Similarly, INSIGHT has set\nup a Data Trust Advisory Board whose role is to scrutinise users’ requests  for\naccess and ensure that ‘the views of patients and the public are represented where\nit matters – at the heart of the decision-making process’.\nAudit\nSome data institutions perform audits or checks of a prospective\nuser’s facilities or competencies as part of the review process. NHS\nDigital, for example, checks that potential users have appropriate\nsafeguards in place so that they can be trusted to ‘store and handle\nthe data safely and securely’. Even after terms have been agreed\nand access to data has been arranged, some data institutions continue to monitor\nusers to ensure that they are abiding by the terms of their agreement. Where\nnecessary, NHS Digital carries out post-audit reviews to ‘ensure that organisations\nabide by the terms and conditions set by NHS Digital and data is kept safe and\nsecure.’\nTraining\nBefore granting approval, some data institutions require prospective\nusers to complete training courses or provide proof of accreditation\nor certification in relevant areas. These training courses can be\nspecific to the data institution or more generalised, and are often\naimed at ensuring prospective users understand the importance of\nusing data safely, ethically and responsibly and are equipped with the requisite\nskills to do so. The UK Data Service, for instance, requires potential users to\ncomplete the ‘Safe Researcher Training’ course which concludes with a mandatory\nonline assessment. SAIL, on the other hand, accepts a range of recognised\ninformation governance courses completed in the last three years.\n\n28/10/2022, 11:33How do data institutions facilitate safe access to sensitive data? – The ODI\nhttps://theodi.org/article/how-do-data-institutions-facilitate-safe-access-to-sensitive-data/9/23\nAgreement\nOnce the applications have been reviewed and the prospective users granted\napproval, the next general step is to get everything agreed and confirmed.\nContract\nContracts, data sharing agreements and licences can be used to\ndefine – in legally binding terms – who can access the data\nstewarded by the data institution and what they are allowed to use\nthat data for, and sometimes even specify what they can access \nand how. They are some of the main tools for open data publishers\nto ensure that the data they publish is used safely and responsibly.\nMany data institutions, such as CSDR have standard templates for data sharing\nagreements. Some organisations offer different types of contracts depending on\nwho is accessing the data or what they plan to do with that data. OpenCorporates,\nfor instance, has different contracts and restrictions on use for people working on\nprojects that will ‘contribute back to the open-data community’ versus those working\non ‘commercial or proprietary applications.’\nPricing\nData institutions can also use commercial terms and pricing models\nto control access to data. These terms can be used to control not\nonly who accesses the data and for what purpose, but also the\ntypeof data and how regularly it can be accessed. This is common\nto the marketplace approach of organisations like Convex, Dawex\nand Harbr but is also used by other data institutions. OpenCorporates, for instance,\noffers a range of different commercial plans with different access permissions.\nSome organisations, like Clinical Practice Research Datalink charge a fee for\naccessing data only to ‘recoup the cost of delivering research services’.\nHow UK Biobank controls who gets access to data and what for \nTo see these mechanisms in context, please refer to the diagram at the bottom of\nthis article or download the diagram here. \nNote: This diagram of how UK Biobank controls who gets access to data and\nwhat for, is based on its procedures as of July 2021. However it plans to change\nover to a new system by 2022. \nUK Biobank provides access to ‘bona fide researchers’ from academic\ninstitutions, charities, government bodies or commercial companies, so long as\ntheir research is health-related and ‘in the public interest’. UK Biobank uses a\ncollection of legal, commercial and decision-making mechanisms to ensure that\n\n28/10/2022, 11:33How do data institutions facilitate safe access to sensitive data? – The ODI\nhttps://theodi.org/article/how-do-data-institutions-facilitate-safe-access-to-sensitive-data/10/23\nthe data it stewards is used safely by those provided access. The process follows\nthis general pattern:\nSubmit registration form (via the Access Management System) including details\nsuch as name, email address, phone number, CV, PubMed references, Any\ncomplaints over previous three years and details of place of work.\n \nAgree to terms and conditions for use of\nAccess Management System.\n \n \nInternal review of registration form conducted by ‘UK Biobank\nAccess Management Team’ to confirm details and applicant’s\nstatus as a ‘bona fide researcher’.\n \n \nSubmit application form for access to data (via the Access\nManagement System) including details such as research\nquestions(s), background, scientific rationale, intended\nmethods, type and size of datasets needed, ‘lay summary’ and\nexpected value or impact of research.\n \nPay Access Fee(s) to cover ‘the incremental costs of servicing\nan access application’ and supplying required data.\n \n \nInternal review of application form conducted by Access\nManagement Team and, for research involving recontact with\nparticipants or ‘potentially contentious research’, additional\nreview by UK Biobank Access Sub Committee.\n \nSign and submit the Material Transfer Agreement (via the\nAccess Management System)\n\n28/10/2022, 11:33How do data institutions facilitate safe access to sensitive data? – The ODI\nhttps://theodi.org/article/how-do-data-institutions-facilitate-safe-access-to-sensitive-data/11/23\n \nControlling ‘what’ data people get access to and ‘how’\nIn addition to controlling who is allowed to access the data they steward and what\nthey are allowed to use that data for, data institutions can control what form of data\npeople are able to access and how they are able to access it. We discuss these\ntogether here because they are often intertwined and data institutions tend to use\nsimilar mechanisms to control both. Whereas the previous section was primarily\nabout legal, commercial and decision-making mechanisms, the mechanisms used\nto control ‘what’ and ‘how’ are generally more technical in nature. Just as the\nmechanisms in the previous section can be used in combination with others, the\ntechnical mechanisms presented here can be combined where necessary.\nMinimising sensitivity\nMuch of the data that data institutions steward contains some degree of sensitive\ninformation. Even data commonly seen as non-sensitive may contain information\nthat could reveal sensitive details if combined with other data. But ‘sensitive’ is\ndifficult to define. Different people, organisations and companies will have different\nviews on what is sensitive within a dataset. And yet, there is also value and utility in\nsensitive datasets so different people, organisations and companies will have\ndifferent views on how much risk is acceptable when sharing sensitive data.\nOne of the main ways that data institutions seek to strike the right balance between\nrisk and utility is by reducing how much sensitive data the users are allowed to\naccess or transfer to other systems.\nModified data\nWhen data institutions modify data to limit sensitivity or the risk of\nre-identification they often do so by removing sensitive information\nand/or adding noise to mask that information. There are so many\ndifferent technical processes for limiting sensitivity that we will not\nattempt to provide a comprehensive review or differentiate them\nhere. For a detailed description see the Information Commissioner’s Office\nanonymisation code of practice. The important thing, for our purposes, is whether\nthe data has undergone some form of technical or statistical process  to limit the\namount of sensitive or identifiable information contained within it. If it has, then we\nwill refer to it as modified; if it hasn’t, then we’ll refer to it as unmodified.\nINSIGHT, for example, works to ensure that ‘only safe, anonymised data’ is made\navailable to researchers, by which they mean that ‘any identifying information (such\nas name or address) is removed before researchers can access it.’ In contrast,\n\n28/10/2022, 11:33How do data institutions facilitate safe access to sensitive data? – The ODI\nhttps://theodi.org/article/how-do-data-institutions-facilitate-safe-access-to-sensitive-data/12/23\nNHS Digital’s coronavirus dashboard utilises ‘disclosure control’, for example\nchanging ‘small number counts (where the true value is less than 3) are replaced\nwith ‘< 3. Social Science One has instead used a suite of technologies referred to\nas differential privacy  to ‘introduce statistical noise and censoring into datasets (or\nin results from those datasets) in order to prevent reidentification of any given\nindividual who may be represented in the data.’\nUnmodified data\nFor our purposes, data that is unmodified in this context has not\nundergone a process aimed at removing sensitive information or\nadding statistical noise. This does not necessarily mean the data is\n‘untouched’, as some management, cleaning, or curating is to be\nexpected. Sometimes, the data that a data institution stewards\ncontains very little sensitive information to begin with and can be published openly\nwith little modification.\nFor data with higher levels of sensitive information, leaving sensitive information in\nthat dataset can often increase the potential value for users, but it also increases\nthe risks. Because of this, data institutions that facilitate access to unmodified\ndatasets will often do so only for certain uses and where they can be confident that\nthe access conditions they have put in place are enough to limit the risk of re-\nidentification. The Driver and Vehicle Licensing Agency (DVLA), for instance,\nprovides certain companies access to a modified ‘anonymised data set’ which\nincludes the make and model of a vehicle and its partial postcode. This data is\nmost often used for advertising purposes. However organisations that offer vehicle\nchecking services to the public need access to more granular detail than this\nanonymised dataset. For these companies, DVLA provides access to the\nunmodified ‘bulk data set’ which contains 47 different information fields about a\nvehicle.\nInsights\nRather than provide access to modified or unmodified data, some\ndata institutions provide users with access to insights, trends or\nsignals drawn from the data. This has the advantage of providing\nactionable insights for users while limiting the risk of re-identification\nsince users never directly access the data. This task of analysing\ndatasets to derive insights and share these insights with interested parties is one of\nthe six roles of data institutions discussed in our previous article. HiLo Maritime\nRisk Management, for example, has access to the ‘full internal data of shipping\ncompanies’ and uses ‘big data predictive analytics’’ to provide subscribers with\n‘regular, easy to understand risk analysis to help them prevent maritime incidents’.\nSimilarly, Driver’s Seat Cooperative works to ‘pool and analyze driving data to\ndeliver unique insights’ that help their customers ‘understand shared mobility and\nlogistics in their community’. Interestingly, whereas HiLo currently provides insights\nonly back to members that contribute data, Driver’s Seat provides insights to\n\n28/10/2022, 11:33How do data institutions facilitate safe access to sensitive data? – The ODI\nhttps://theodi.org/article/how-do-data-institutions-facilitate-safe-access-to-sensitive-data/13/23\ncontributing members as well as to local authorities and transport organisations on\na paid basis.\nIndividual and aggregate datasets\nData institutions can also control whether data users\nget access to individual datasets or aggregate\ndatasets – for example datasets about multiple\npeople at a population or geographic level. The\nprocess of aggregating datasets is in itself a way of\nmodifying data to limit sensitivity. Often this is related to data about people, but it\ncan also be used to limit access to sensitive information about physical assets,\nentities or business processes. Data institutions like Driver’s Seat and Strava Metro\ngive local authorities and transportation organisations access to data about their\nmembers at an aggregate, population level. Data institutions like UK Biobank can\ngive access to aggregate datasets as well as individual-level data, depending on\nthe requirements of the user. In the case of UK Biobank, the individual-level data is\nmodified through other means so that users are provided access to anonymised,\nindividual-level data.\nTechnical access\nData institutions can also control ‘how’ people get access to data, often through\nutilising different technologies to mediate, to varying degrees, how users are able to\ninteract with the data. Usually, the more sensitive the data being made available,\nthe more mediated the form of access. We have arranged these different technical\napproaches from least amount of mediation and control through to the most, but\nthere are undoubtedly overlaps and these technologies can be, and often are, used\nin combination.\nDirect transfer\nSome data institutions make data available to users through direct\ntransfer or download. This can be a one-off download or a regular,\nrecurring transfer. One of the benefits of this approach is that it\nenables users to process, analyse and use the data directly; one of\nthe main limitations of this approach is that once the data institution\nhas transferred the data to the user, they have fewer mechanisms for ensuring that\nthe data is used safely and in line with the agreed terms. As such, direct transfer is\noften used for data with lower levels of sensitive information, or in situations where\nthe data institution is confident the other control mechanisms they have put in place\nare enough to ensure that the user will use the data safely. The Department for\nEnvironment, Food and Rural Affairs, for instance, makes a wide range of datasets\navailable ‘for download in commonly used formats’ through its Data Services\nPlatform. Open data organisations like 360Giving also make data available for\ndirect download.\nData stream\n\n28/10/2022, 11:33How do data institutions facilitate safe access to sensitive data? – The ODI\nhttps://theodi.org/article/how-do-data-institutions-facilitate-safe-access-to-sensitive-data/14/23\nSuggestion: Data streams and APIs expose a formatted version of\ndata over an internet connection, which is usually intended to be\nprocessed regularly, usually in an automated way by software such\nas a user’s app, website or script. Because the data is selected and\nformatted before it is shared the data fields can be modified, filtered\nor otherwise restricted depending on what is known about the user and the query\nparameters they supply. The underlying dataset in its entirety does not need to be\nshared with the user.\nMany organisations that provide direct transfer of certain datasets also provide data\nstreams or APIs to enable access to different data, for different purposes.\nCompanies House, for instance, allows users to download certain datasets directly\nbut is also currently developing an API. Similarly, OpenCorporates provides users\nwith API access to the data it stewards. However, as explained on its website, for\nsome users ‘only access to complete datasets will do’ since directly downloading\ndata offers benefits such as ‘detailed analysis [and] integration with internal or third-\nparty data’.\nInterface\nSome data institutions make data available via some form of web\ninterface, allowing users to run their own user-defined queries\nagainst a restricted subset of data fields. Users define their\nparameters or submit their query and results are delivered on\nscreen, sent by email, or made available for download.\n \nSome interfaces, like Strava Global Heatmap and NHS Digital’s Activity in NHS\nhospitals dashboard include built-in visualisation tools, and some, like Uber\nMovement and the NHS Pathways dashboard, enable direct download of datasets\nafter users have defined their parameters. In many cases these interfaces are\nopenly and freely accessible. They are also often used in combination with the two\nforms of access described above. OpenTargets is a good example. Its platform is a\n‘freely available resource’ and data is available ‘through an intuitive user interface,\nan API, and data downloads’.\nSecure virtual research environment \nSome data institutions require users to access data in a secure,\nonline research environment where they can more closely monitor\nand control what data users interact with and how. These are similar\nto web interfaces and dashboards in that they enable users to\ninteract with data and include built-in visualisation tools, but many,\nlike the Data Access Environment run by NHS Digital, include built-in analytical\ntools and software. Some, like the Secure e-Research Platform used by SAIL, even\nprovide users with access to powerful cloud computing and enable data institutions\nto monitor or audit a researcher’s use of data.\n\n28/10/2022, 11:33How do data institutions facilitate safe access to sensitive data? – The ODI\nhttps://theodi.org/article/how-do-data-institutions-facilitate-safe-access-to-sensitive-data/15/23\nFor data institutions, one of the main benefits of secure virtual research\nenvironments is that the data they steward does not need to be transferred beyond\ntheir control. Indeed, according to NHS Digital, its Data Access Environment is\nuseful because it ‘reduces the need for [data] to leave NHS Digital’. Once users\nhave finished analysing and visualising the data, many secure virtual research\nenvironments like the Clinical Trial Data Transparency System used by CSDR (and\nhosted by SAS), also include features designed to limit the risk of re-identification\nby controlling what types of data or insights researchers are able to export or take\nwith them as outputs.\nSecure physical research environment\nSome data institutions provide access to sensitive data via secure\nphysical research environments. These are similar to secure virtual\nresearch environments but are physical locations where researchers\ncan access datasets directly, often via a secure connection to a\nlocal network. Data institutions tend to use these physical\nenvironments to provide access to extremely sensitive data and/or for datasets that\nare simply too large to be accessed through a virtual environment. For instance,\nusers are able to access data held by the UK Data Service through its Secure Lab\neither through their own computers or at a UK Data Service ‘Safe Room’,\n‘depending on how restrictive (and sensitive) the data are’.\nHow UK Biobank controls what data people get access to and\nhow\nTo see these mechanisms in context, please refer to the diagram at the bottom of\nthis article or download the diagram here.\nNote: This diagram of how UK Biobank controls who gets access to data and\nwhat for, is based on its procedures as of July 2021. However it plans to change\nover to a new system by 2022. This new system will utilise a virtual research\nenvironment similar to the ones currently used by NHS Digital and Sail Databank.\nUK Biobank uses a collection of different technical mechanisms to ensure that the\ndata they steward is used safely by those provided access. The process follows\nthis general pattern:\nUsers are able to download approved datasets via direct\ntransfer. Depending on the type of data, transfers will either be\ninitiated via the Access Management System or the Data\nShowcase/ Data Portal. Users are provided with tools for\ndecrypting datasets for data analysis once downloaded to their\ncomputers.\nAll datasets provided to researchers are anonymised and\nUK Biobank takes ‘all practical steps [...] to remove direct and\n\n28/10/2022, 11:33How do data institutions facilitate safe access to sensitive data? – The ODI\nhttps://theodi.org/article/how-do-data-institutions-facilitate-safe-access-to-sensitive-data/16/23\nindirect identifiers that might allow identification of individual\nparticipants’.\nDatasets provided to researchers can be individual or\naggregate, depending on the datasets and the needs of the\napproved researchers. Datasets that include information on\nindividual participants will still be anonymised.\nUK Biobank retains the right to undertake an audit ‘in order\nto review the security, storage or other arrangements’ for any\ndata transferred to the user.\nDiagram of UK Biobank\nA diagram of how UK Biobank facilitates safe access to sensitive data. Click on the image to open a full-sized\nversion.\nLooking ahead\nWe think that breaking down real-world data institutions into structures and\ncomponent parts in the way we’ve done here is useful because it helps to isolate\n\n28/10/2022, 11:33How do data institutions facilitate safe access to sensitive data? – The ODI\nhttps://theodi.org/article/how-do-data-institutions-facilitate-safe-access-to-sensitive-data/17/23\nthe essential things that help data institutions perform the role of facilitating safe\naccess to sensitive data.\nFor people designing and building data institutions, we hope this article and the\napproach outlined within it helps clarify the different design options available when\nseeking to facilitate safe access to sensitive data. This article has focused on the\negress stage, but in future work we would like to examine the different design\noptions available to data institutions in other parts of the data use journey – in\nparticular the ingress and management stages.\nFor policymakers, funders and other researchers, we intend for this article to help\ncompare and contrast data institutions and better understand how to create an\nenabling environment for them.\nIn the coming months, we will continue to add data institutions to a  Data\nInstitutions Register that we are building, and welcome help to do so. There is a big\nworld out there and we know we haven’t come close to identifying many of the\ndifferent data institutions in it.\nWe would love to work through this process with interested people and\norganisations, so please get in touch if you are interested in collaborating. We also\nwelcome feedback on what we could do differently and things we have missed.\nRelated\nRecent related activities\nCOURSE, MEMBERS EVENT, ODI SUMMIT 2022 TASTER SESSION, ONLINE, ONLINE COURSE, WORKSHOP","version":"1.10.100"}