{"numpages":23,"numrender":23,"info":{"PDFFormatVersion":"1.7","IsAcroFormPresent":false,"IsXFAPresent":false,"Creator":"Adobe InDesign CS6 (Macintosh)","Producer":"Adobe PDF Library 10.0.1","CreationDate":"D:20160509213708+10'00'","ModDate":"D:20160509213709+10'00'","Trapped":{"name":"False"}},"metadata":{"_metadata":{"xmp:createdate":"2016-05-09T21:37:08+10:00","xmp:metadatadate":"2016-05-09T21:37:09+10:00","xmp:modifydate":"2016-05-09T21:37:09+10:00","xmp:creatortool":"Adobe InDesign CS6 (Macintosh)","xmpmm:instanceid":"uuid:c2e4c3b6-9ad7-8144-8a2d-59f69052eb95","xmpmm:originaldocumentid":"xmp.did:F77F1174072068118F62DC097F9B2FBE","xmpmm:documentid":"xmp.id:4188EB75C720681183D1D5E0B5344FCC","xmpmm:renditionclass":"proof:pdf","xmpmm:derivedfrom":"xmp.iid:4088EB75C720681183D1D5E0B5344FCCxmp.did:F51D7F965520681183D1D5E0B5344FCCxmp.did:F77F1174072068118F62DC097F9B2FBEdefault","xmpmm:history":"convertedfrom application/x-indesign to application/pdfAdobe InDesign CS6 (Macintosh)/2016-05-09T21:37:08+10:00","dc:format":"application/pdf","pdf:producer":"Adobe PDF Library 10.0.1","pdf:trapped":"False"}},"text":"\n\nHow to create and sustain peer networks for open data leaders - Open Data Institute 2016\nODI-WP-2016-002 \n2016-03-01\nHow to create\nand sustain\npeer networks\nfor open data\nleaders\nOpen Data Institute\n\n2 How to create and sustain peer networks for open data leaders | Open Data Institute 2016\nTable of contents \n   Executive summary 3\n   Introduction: networks and network thinking 5\n   Peer networks as an approach to capacity building  7\n      Maximising network benefits 7\n    Exploring different types of peer networks 7\n    Assessing peer networks and their impacts 8\n   Features of effective peer networks 10\n  How to create and sustain effective peer networks  10\n    Managing networks: challenges  14\n   Conclusion and recommendations 15\n   About this report 17\n   Appendix 18\n Bibliography 20\n   Authors:   Fiona Smith, Brendan Harvey and William Gerry\n\n3 How to create and sustain peer networks for open data leaders | Open Data Institute 2016\n1. Executive summary\nThis report reviews the theory and practice behind peer networks as a method for building \nleadership capacity. Its main purpose is to help organisations, researchers and global \ndevelopment practitioners to create successful peer networks that support leaders \nimplementing open data initiatives, whether in the private or public sector. \nPeer networks have emerged as a popular means of developing leadership and sharing \nknowledge in different areas. As peer networks within the open data sector are still in their \nformative stages, there is limited literature available on their specific impacts. However, we \ncan learn from the experience of more established peer networks in other fields, such as \nnot-for-profit management, research for development and good governance.\nThis report explores peer networks, their key features and what makes them most \neffective. It also raises ongoing challenges, such as how to sustain a network beyond initial \nengagement stages. \nWe find that although individuals often learn from each other within peer networks, the \nimpacts may not extend to wider institutional and societal change. Further, research is \nrequired to monitor and evaluate outcomes at various stages of network evolution, in order \nto improve their impacts broadly.\nDrawing lessons from a body of literature on network theory and peer network evaluations, \nwe propose the following recommendations for organisations or practitioners interested in \nconvening peer networks to support open data leadership (though they are also broadly \napplicable to other fields):\n \n1. Promote ‘network thinking’ among participants. Network thinking \ndescribes an emerging horizontal approach to communication and decision \nmaking. It helps a group to form new ideas, share diverse perspectives and \nadapt, rather than be bound by rigid or pre-determined plans. This mindset \nencourages collaboration and working in more connected, open ways. \n \n2. Help to build relationships through face-to-face and virtual \nengagement. Using action-learning and appreciative inquiry methodologies \nthat emphasise reflection, dialogue, feedback and joint problem solving can \nimprove trust and relationships among members. \n \n3. Be flexible and adaptive to the needs of network members. The \nnetwork must be able to adapt to meet external opportunities or demands, \nand respond to the shifting expectations and needs of its members.\n\n4 How to create and sustain peer networks for open data leaders | Open Data Institute 2016\n4. Appoint a dedicated and highly motivated convenor. Network growth \nand sustainability often hinges on a committed coordinator or steering \ngroup who can help to attract resources, mobilise members and engage \nnew participants.\n5. Use platforms that enable members to self-organise, engage others \nand take ownership over actions. Social networking tools are increasingly \nbeing used to help members to collaborate on joint projects, share \nresources and communicate easily.\n6. Collaborate on outputs that will build your external credibility and \ninfluence. The external credibility and influence of networks over time often \ndepend on whether they produce high-quality research, policy papers or \nother outputs such as stories, tools, resources and guidance.\n \n7. Intentionally monitor and evaluate network outputs and outcomes \nat various levels such as ‘individual’, ‘institutional’ and ‘national/policy’. \nIn particular, follow up with individual members regularly to understand \nhow effective the network is in supporting leadership capacity, and adapt \napproaches where necessary.\n \n\n5 How to create and sustain peer networks for open data leaders | Open Data Institute 2016\n2. Introduction: networks and network thinking \n \nThe idea of a ‘network’ can seem complex, so it is important for our purposes to \nconceptualise it as a distinct organisational form. \nTo clearly define a network, it can be helpful to establish what it is not. A network is \nnot simply a group of people with a shared passion for a particular topic, who seek to \nlearn how to do it better through unstructured interaction.\n1\n This is often referred to as a \n‘community of practice’. While communities of practice are self-selecting and informal, \nnetworks have more established structures. \nA network is also not a traditional hierarchical organisation. While traditional organisational \nstructures have individual leaders who decide what should be done, networks use a \ndistributed authority model, where network members have more autonomy to decide what \nto do, contribute and create – sometimes with the help of a coordinator.\n2\nA network can be defined as a social arrangement that is based on members building \nrelationships, sharing tasks and working on mutual or joint activities.\n3\n Networks consist of \na set of interconnected members (‘nodes’), which are connected by social bonds (‘links’) \nformed through common activities and communication.\n4\n Networks are adaptive structures \nthat can be easily expanded by incorporating new members or by merging with other \nnetworks. The points at which networks cross over are known as ‘hubs’.\n‘Peer’ networks are horizontal organisational structures, comprised of members (‘nodes’) \nwho share similar identities, circumstances or contexts. Peer networks often distribute \nresources and support to members via social bonds and activities (‘links’). A member \ncould be an individual person or organisation, but the key is that members enjoy equal \nparticipation rights. As organisational models, peer networks are flourishing with the \ncombined influences of increasing economic and social interdependence, new media \nand the growth of information communication technology. Supportive technologies such \nas instant messaging, free video conferencing and online platforms now help nodes to \ncommunicate across transnational boundaries and global north-south divides. \n1 Wenger, E. (1999). Communities of Practice: Learning, Meaning, and Identity. Cambridge: Cambridge University Press.\n2 Plastrik, P. and Taylor, M. (2006). Net Gains: A Handbook for Network Builders Seeking Social Change. Available at: http://\nnetworkimpact.org/downloads/NetGainsHandbookVersion1.pdf [Accessed 2015-12-20].\n3 Willard, T. and Creech, H. (2006). Sustainability of International Development Networks, Review of IDRC Experience (1995-\n2005). Winipeg: International Institute for Sustainable Development. Available at: https://www.iisd.org/pdf/2007/networks_sus_\nint_dev.pdf [Accessed 2015-12-20].\n4 Castells, M. (2000). Toward a Sociology of the Network Society. Contemporary Sociology. 29(5), p. 695. Available at: http://\nwww.jstor.org/stable/2655234 [Accessed 2015-12-20].\n\n6 How to create and sustain peer networks for open data leaders | Open Data Institute 2016\nEncountering networks can encourage us to re-examine the ways we work, the ways we \ninteract and even the ways we think.\n5\n Network thinking has emerged to describe the \nway decisions are made and activities are organised in an increasingly interconnected \nsociety.\n6\n It involves moving from vertical to horizontal approaches to decision-making, and \nis characterised by open systems of communication, knowledge exchange and dialogue \nfacilitated by new media. It helps to form new ideas, share diverse perspectives among \nmultiple contributors and adapt, rather than be bound by rigid or pre-determined plans.\n7\nIn the last five years, networks and network thinking have emerged around open data. \nOpen data is data that anyone can access, use and share. Open data can help bring \nefficiency to policy-making and service delivery, boost citizen engagement and stimulate \ninnovation and economic growth.\n8\n Governments of all levels (central, regional and local) are \ndeveloping an increasing number of open data initiatives: building capacities to use and \nproduce open data for social, environmental and economic benefits.\nThe conference report of the International Open Data Conference (2015) recommends:\n“Government open data leaders need increased opportunities for networking and \npeer-learning. Models are needed to support private sector and civil society open data \nchampions in working to unlock the economic and social potential of open data.”\n9\nPeer networks can be important in supporting the capacities of open data leaders within \nsectors, cities and countries, and across regions. \nThe remainder of this report is structured in three parts. The first section outlines the \ndifferent types of peer networks and their impacts. The second section analyses the \ncharacteristics of effective peer networks, and the challenges of creating and sustaining \na network. The final section provides our conclusions and recommendations for \nconvening peer networks effectively.\n5 Mitchell, M. (2006). Complex Systems: Network Thinking. Santa Fe Institute Working Paper 2006-10-036. Available at: http://\nwww.santafe.edu/media/workingpapers/06-10-036.pdf. See also: Watts, D. (2003) Six Degrees: The Science of a Connected \nAge. New York: Gardner’s Books; and Barabrasi, A. L (2002). Linked: The New Science of Networks, New York: Perseus.\n6 See Castells, M. (2000). As above; and Van Djik, J. (1991). The Network Society: Social Aspects of New Media. Houten: De \nnetwerkmaastchappij Bohn Staflen Van Loghum.\n7 See Ogden, C. (2011). Network Thinking. [Blog] Interaction Institute for Social Change. Available at: http://interactioninstitute.\norg/network-thinking [Accessed 2015-12-20].\n8 See for example: Tennison, J. (2015) The Economic Impact of Open Data: What Do We Already Know? [Blog] Huffington Post \nBlog. Available at: http://www.huffingtonpost.co.uk/jeni-tennison/economic-impact-of-open-data_b_8434234.html [Accessed \n2015-12-20].\n9 Enabling the Data Revolution: An International Open Data Roadmap (2015). Conference Report, 3rd International Open Data \nConference, Ottawa, Canada May 28-29, 2015. Available at: http://1a9vrva76sx19qtvg1ddvt6f.wpengine.netdna-cdn.com/\nwp-content/uploads/2015/09/IODC2015-Final-Report-web.pdf [Accessed 2015-12-20].\n\n7 How to create and sustain peer networks for open data leaders | Open Data Institute 2016\n3. Peer networks as an approach to capacity building\nMaximising network benefits\nWith their horizontal organisational structure, peer networks can easily distribute resources \nand support among their members. Knowledge and insights can be developed by sharing, \ndistributing and building upon information held by individual members, thereby increasing \nthe potential for collective impact.\nLeadership development programmes often employ peer networks to expand ties between \nleaders who have shared interests, work objectives or experience.\n10\n In a peer-leadership \nnetwork, members are encouraged to share information, offer advice and support, and \nlearn management techniques from each other. \nThe rationale for connecting peers within networks is that often the most practical or \nrelevant information for people can be obtained from reliable contacts at the same level, \nrather than from further up the organisational hierarchy or back in institutional archives. In a \nnew and fast-moving field like open data, ties between practitioners at the forefront of the \nmovement are particularly important. There is not yet a well-established bank of wisdom to \ndraw upon, so networks may help to spread and solidify emerging knowledge much faster.\nExploring different types of peer networks\nThe purposes, scope, size, membership and governance of peer networks we surveyed for \nthis review varied greatly. Some networks aimed to link sector leaders within community \ngroups, donors and non-governmental organisations (NGOs). Other networks aimed to \ninfluence policy through voluntary association and mobilising members. Others provided \nsocial connections and developed ‘soft skills’ among their members.\n11\n \nOpen data networks exist at different levels: regional, national or international. Some open \nexamples of data networks are listed below.\n•\tThe Open Data for Development Network is a global initiative of \nNGOs, donors and research organisations seeking to understand and \nthen scale open data solutions for economic and social development. \n10 Hoppe, B. and Reinelt,C. (2010). Social Network Analysis and the Evaluation of Leadership Networks. The Leadership \nQuarterly, 21, p. 600.\n11 Bernard, A. (1996). IDRC Networks: An Ethnographic Perspective, IDRC Evaluation Unit.\n\n8 How to create and sustain peer networks for open data leaders | Open Data Institute 2016\n•\tThe Latin America Open Data Initiative is a regional initiative that \nseeks to promote research, use and re-use of open data across Latin \nAmerica. \n•\tThe UK Government Linked Data Group is a UK-based initiative \nwhich brought together civil servants working across departments to \noptimise technology for government. \n• GODAN (Global Open Data for Agriculture and Nutrition) is a \nsector-based network of NGOs, researchers, universities, private sector \nactors, global institutions and governments to support global efforts \nmaking agricultural and nutritionally relevant data more available, \naccessible and usable.\n•\tThe Open Data Leaders Network is a global network of public sector \nopen data leaders at different levels (city, regional and national) to \npromote peer-learning and knowledge exchange.\nSee the appendices for a fuller list of existing open data networks. \nAssessing peer networks and their impacts\nDefining and measuring the results of peer networks is challenging, particularly when \ndesired impacts depend on other actors or take a long time to achieve, such as policy \nchange. \nFrequently reported positive impacts of peer networks include:\n12\n•\tpersonal and professional relationships being formed\n•\tmembers gaining social capital\n•\tmembers promoting new thinking and solutions \n•\timproved professional approaches within a sector, through the \ndevelopment of shared standards and best practice\nOther reported impacts of peer networks are:\n•\tenhanced institutional, sectoral or organisational capacity within \nmembers’ respective organisations\n•\tincreased public awareness of the network’s cause, credibility, quality \nof training or activities, and increased membership levels \n12 See for example Brown, L .and Gaventa, J. (2008). Constructing transnational action research networks: Observations and \nreflections from the case of the Citizenship DRC. IDS Working Paper, 302. Available at: http://r4d.dfid.gov.uk/PDF/Outputs/\nCentreOnCitizenship/gaventabrownwp302.pdf [Accessed 2015-12-19]; and Taschereau, S. and Bolger, B. (2007). Networks \nand Capacity: A theme paper prepared for the study ‘Capacity, Change, and Performance.’ European Centre for Development \nPolicy Management. Available at http://ecdpm.org/publications/networks-capacity [Accessed 2015-12-20].\n\n9 How to create and sustain peer networks for open data leaders | Open Data Institute 2016\n•\timproved government policies or laws as a result of joint network \nactivity or influence\n•\tbroader social outcomes through leveraging resources, improving \ndecision-making, influencing policy affecting social change and \ncatalysing civic engagement\nAs this list shows, network impacts can occur at different levels: individual, network, policy \nor institutional and broader community or societal. \nThe levels of impact can be interpreted by applying Donald Kirkpatrick’s ‘four levels of \nevaluation’. Kirkpatrick created this model for evaluating training programmes, which is \nconsidered a standard in the fields of education, training and capacity building. The four \nlevels consist of reaction (customer satisfaction), learning (knowledge and skills gained), \nbehaviour (change in behaviour, attitudes or performance), and results (impacts on \nindividual productivity, business, or society).\n13\n \nWhile there is substantial evidence of impact of peer networks at the ‘reaction’ and \n‘learning’ levels, the evidence of impact is weaker further up the chain. One of the most \ncommonly reported impacts is increased social capital, through the formation of new \nconnections and professional relationships outside the individual’s original sphere (known \nas ‘bridging’ bonds). However, there are fewer examples of peer networks leading to \ndemonstrated behaviour and institutional change. This could be due to a lack of end-to-\nend studies unpacking the entire process from initial peer-engagement through to broader \nsocietal impact. \nOngoing research and monitoring of networks is required to understand various large-scale \nimpacts over time, and value for money of investments into network-building, especially as \nthe range of open data networks mature. There is a growing body of research about how to \nevaluate networks, the details of which are outside the scope of this paper.\n14\n Researchers \nare trying to define what to measure (indicators) and methods to measure networks (such \nas social network analysis). \n13 Kirkpatrick, D. L. (1998). Evaluating training programmes: The four levels. 2nd ed. San Francisco, CA: Berrett-Koehler \nPublishers.\n14 See for example Durland, M. M. and Fredericks, K. A. (2005). An introduction to social network analysis. New Directions for \nEvaluation, 2005 (107), p. 5–13. \n\n10 How to create and sustain peer networks for open data leaders | Open Data Institute 2016\n4. Features of effective peer networks\nThis section explores the features that contribute to creating and sustaining effective \npeer networks. Due to a lack of literature available on open data networks, these features \nhave been drawn from reports that evaluate peer networks from other sectors, which may \nnonetheless have broader applicability.\n15\n \nWe have structured network features into three phases: preparing, convening, and \nsustaining. \nThe preparing phase establishes the foundations of a network structure, while the \nconvening phase is oriented towards building the social (bonding) capital of members. \nThe final sustaining phase is focused on moving from peer engagement to driving broader \nsocial and institutional impact. \nConstructing an effective network is an iterative task, which involves developing \nformal structures and informal norms, and defining tasks to guide collective action and \naccomplish shared goals. Nascent networks often have informal systems based on general \nconsensus around activities, but develop more formal systems later on.\n16\n Over time, \nformal systems may be become embedded, but the focus on continual improvement and \nadaptation should remain. Network coordinators or facilitators should continue to take \nadvice on structure, processes and direction from members of the network.\nHow to create and sustain effective peer networks\nBelow is a summary of actions within each phase of creating and sustaining peer networks, \ndrawn from reports assessing and evaluating peer networks in different sectors.\n1. Preparing the network\n• Identifying participants. Network conveners should be explicit about \nthe network’s initial objectives and the desired qualities of prospective \nmembers.\n17\n Network members need not be homogeneous – a well-\n15 See bibliography for list of the ‘evaluations of peer networks’ referenced.\n16 Fox, J. and Brown, D. B. (1998) Assessing the Impact of NGO Advocacy Campaigns on World Bank Projects and Policies. \nIn Fox, J. and Brown, D. B (eds.) The Struggle for Accountability: The World Bank, NGOs and Grassroots Movements. \nCambridge MA: MIT Press.\n17 Sabet, Z. (2014). Becoming Better Capacity Builders: What GDNet has learned about developing researchers’ confidence \nand ability to communicate their research. [Blog] Department for International Development R4D. Available at: http://r4d.dfid.\ngov.uk/pdf/outputs/GDNET/Becoming-Better-Capacity-Builders_GDNet_30_06_14.pdf. [Accessed 2015-12-20].\n\n11 How to create and sustain peer networks for open data leaders | Open Data Institute 2016\nmanaged, diverse group of members can work successfully where \ndynamics are managed sensitively.\n18\n Participants should be treated as \nindividuals (rather than representatives of their agencies), and members \nmatched according to similar function.\n19\n \n• Developing a flexible inception workshop design. The initial network \nmeeting (or ‘inception workshop’) should be tailored to participants: \ntheir backgrounds, familiarity with the subject, previous work and \naffiliated organisations. Conducting a survey prior to the workshop is \nan effective way to help curate content. The content itself should strike \na balance between theory and practice, and include hands-on sessions \nfor members to apply what they have learned to their own contexts.\n20\n \n2. Convening the network \n• Articulating shared values and purpose. The network should be \norganised around shared values and objectives that make sense \nin light of the strategies of individual members.\n21\n A shared vision is \nconstructed through reflection and debate, and may evolve over time. \n• Building connections across boundaries. Members must be \nintroduced to establish bonds among groups or individuals who are \nnot already connected. Helpful techniques to facilitate this include \n‘study circles’ and ‘world cafés’ to promote dialogue among people \nwith different perspectives or experience.\n22\n These connections can later \nhelp members to self-organise and innovate around common interests \nor challenges.\n• Developing trusting and respectful relationships. Networks depend \non relationship building, particularly when other tools – such as \nbinding contracts or enforceable rules – are not available.\n23\n Forms of \nengagement include workshops, field visits and meetings that enable \nintensive interaction.\n24\n Well organised face-to-face meetings are \nimportant in building trust, mutual understanding and motivation to \n18 Powell, W. W. (1990). As above.\n19 Andrews, M. and Manning, N. (2015). Mapping Peer-Learning Initiatives in Public Sector Reforms in Development. CID \nWorking Paper (298), p. 49. Available at: http://bsc.cid.harvard.edu/files/bsc/files/andrews_peer_learning_298_0.pdf. [Accessed \n2015-12-22].\n20 Sabet, Z. (2014). As above.\n21 Castells, M. (2000). As above (p. 694); and Powell, W. W. (1990). As above.\n22 Meehan, D. and Reinelt, C. (2012). Leadership and Networks: New ways of developing leadership in a highly connected \nworld, Leadership Learning Community, 9, Available at http://leadershiplearning.org/system/files/LLCNetworkNLfinal4.pdf. \n[Accessed 2015-12-20].\n23 Church, M. et al. (2002). Participation, Relationships and Dynamic Change: New Thinking on Evaluating the Work of \nInternational Networks, UCL Development Planning Unit Working Paper,121, pp. 1–43.\n24 Brown, D. L. and Gaventa, J. (2008). As above.\n\n12 How to create and sustain peer networks for open data leaders | Open Data Institute 2016\ncontinue (often virtual) engagement between meetings. \n• Promoting network thinking from the outset. This involves working \nin more connected ways, being willing to share ideas, information and \ncontacts.\n25\n Cultivating the network-thinking mindset can happen during \nthe course of working together on joint projects, or through soft-skills \ntraining within networking strategies. \n• Leveraging collective expertise and resources. Access to the \ntechnical knowledge and expertise of other members is an important \nattraction for prospective members, and a condition for network \nlegitimacy. Successful networks offer possibilities for members to \nuse their experience and skills to create new projects and leverage \nresources. \n3. Sustaining the network\n• Encouraging informal leadership. It is important to develop a \nleadership style that is informal, fluid and open. Coordinators must be \nable to facilitate participation from people with diverse perspectives, \narticulate a vision, persuade individuals to work together, and tap into \nmembers’ knowledge, skills and experience.\n26\n• Building platforms for self-organisation and ownership. Creating \nplatforms (virtual or face-to-face) that enable individuals to self-\norganise is essential for sustaining strong networks. Strong networks \ncreate many avenues for engagement and for members to take \nownership over actions. \n• Cultivating communities of learning. Increasingly, action learning \nsets are being used to create opportunities for joint problem solving \nby drawing on the knowledge of participants. Effective networks \nalso invest in knowledge management systems, document collective \nknowledge, and create story banks of network activity.\n• Using existing tools for ongoing communication and collaboration. \nEffective networks often harness communications technology to enable \ninteraction between members across boundaries. In some cases, \nsocial media can facilitate more efficient collaboration, especially for \nregional and international networks. \n• Formalising a governance structure. A wide variety of network \ngovernance structures exist – from loose and voluntary to formal \nfee-based models of membership with a secretariat or steering group. \nSmaller, informal networks can be quite effective with the support of a \n25 Hoppe, B. and Reinelt, C. (2010). As above.\n26 Taschereau, S. and Bolger, B. (2007). As above.\n\n13 How to create and sustain peer networks for open data leaders | Open Data Institute 2016\nrelatively small number of members who donate time on a continuous \nor rotational basis. However, as networks grow they often require a \ndedicated coordinator or secretariat with an operating budget.\n27\n No one \nstructure is reported to be more effective than another, but generally \nthose networks with a relatively simple programme design, strong core \nfocus and small number of activities seem to be easier to develop and \nmaintain.\n• Connecting with other professional networks. By engaging with \nother groups with similar goals, networks can expand their reach. \nThis can be interpreted as ‘bridging capital’. However, some authors \nwarn against expanding too quickly and recommend ideally first \nconsolidating a small core membership base.\n28\n• Ensuring adaptive capacity. Effective networks are capable of \nmanaging change in response to shifting contexts. This means \nidentifying external opportunities and threats, and continuously \ngathering intelligence from a range of sources to develop appropriate \nstrategies.\n29\n27 Ibid.\n28 Browne, E. (2013). Effectiveness of African Regional Professional Associations. GSDR, 5. Available at http://www.gsdrc.org/\ndocs/open/HDQ983.pdf. [Accessed 2015-12-18].\n29 Sorgenfrei, M. and Wrigley, R. (2015) Building Analytical and Adaptive Capacities for Organisational Effectiveness. INTRAC \nPraxis Paper, 4. Available at http://www.hiproweb.org/fileadmin/cdroms/Biblio_Renforcement/documents/Chapter-2/\nChapter2_1/Chap2_1Doc8_1.pdf [Accessed 2015-12-20].\n\n14 How to create and sustain peer networks for open data leaders | Open Data Institute 2016\nManaging networks: challenges\nNetworks can be complicated to manage. Creating and sustaining them can take \nsubstantial effort from their coordinators, as well as resolving conflict within them. \nChallenges include:\nCommunication and building relationships\nSome networks report challenges around communications when using online tools, \nincluding technical language and access problems. A related challenge is that replicating \nopportunities for networking – which is essential to building relationships – is difficult \nwhen confined to online tools. Online courses can be effective for training, but cannot \nreplace face-to-face interactions when building trust.\n30\n To move beyond simple information \nexchange to joint action requires some in-person meetings.\nMember diversity and enabling cohesion \nDiverse membership can help bolster successful networks, but it can also lead to a lack \nof cohesion between members.\n31\n Building a network culture through defining goals, \nestablishing a shared purpose, and confirming common values may help prevent conflict. \nBeing voluntary in nature, another factor that can affect network growth is high member \nturnover, either through members leaving or changing jobs. By injecting new skills and \nenergy, a shifting membership base can have positive effects, but it can also compromise \nefforts to strengthen capacity.\nMember capacity \nBalancing different levels of capacity among individuals and institutions can be difficult. \nResearch networks, for example, might assume a similar level of capacity among individual \nresearchers and organisations, but this might not be the case. It is therefore important to \nunderstand capabilities through a realistic assessment, to maximise the participation of \nmembers. A basic assessment exercise could be built into planning stages of the network \nto help strike the right balance.  \nFunding, resources and demonstrating results\nManaging networks can be costly in terms of time and resources, especially in the early \nstages. Due to pressure from donors or the constraints of project funding, networks may \nbe pushed to demonstrate results (concrete products and outcomes) quickly. However, \nnetworks can take between five and seven years to establish legitimacy in their sector and \ndevelop strong links with policymakers.\n32\n30 Sabet, Z. (2014). As above.\n31 Bernard, A. (1996). As above.\n32 Ibid..\n\n15 How to create and sustain peer networks for open data leaders | Open Data Institute 2016\n5. Conclusions and recommendations\nThis report has summarised existing research and practice related to peer networks, to \ninform the efforts of peer networks seeking to build open data capacity. \nIn doing so, we have drawn on a broad range of literature on network thinking, and network \nevaluations from different sectors. There are a number of lessons about effective network-\nbuilding that the open data community can learn from.\nBuilding open data networks to improve open data’s use and \nimpacts in different sectors\nPeer networks have great potential to support open data practice and facilitate high-\nlevel reform. Our research finds much of the visible impact of peer networks within other \nsectors occurs at the individual level. Network participants frequently report a sense of \nempowerment, learning new skills and increased social capital. \nWe also found several features of effective networks, including articulating a shared vision \nand formalising governance structures over time.  However, the literature on peer networks \noften focuses on the formative and peer engagement stages, rather than assessing the \nimpacts of networks at scale (at the institutional or national level). This suggests the need \nfor continued research, monitoring and evaluation of networks as a methodology — \nespecially as open data peer networks grow and mature.\nBased on our review, we have developed a set of practical recommendations for \norganisations or individuals who are interested in network-building to support leadership \nand open data practice globally. This kind of peer-to-peer exchange will be key to \novercoming implementation challenges and extending impact as initiatives mature.\nSummary recommendations\n1. Promote network thinking among participants. Network thinking \ndescribes an emerging horizontal approach to communication and \ndecision-making. It helps a group to form new ideas, share diverse \nperspectives and adapt, rather than be bound by rigid or pre-\ndetermined plans. This mindset encourages collaboration and working \nin more connected, ‘open’ ways.\n2. Help to build relationships through face-to-face and virtual \n\n16 How to create and sustain peer networks for open data leaders | Open Data Institute 2016\nengagement. Using action learning and appreciative inquiry \nmethodologies that emphasise reflection, dialogue, feedback and \njoint problem-solving can improve trust and relationships amongst \nmembers.\n33\n3. Be flexible and adaptive to the needs of network members. The \nnetwork must be able to adapt to meet external opportunities or \ndemands and respond to the shifting expectations and needs of its \nmembers.\n4. Appoint a dedicated and highly motivated convenor. Network \ngrowth and sustainability often hinges on a committed coordinator or \nsteering group who can help to attract resources, mobilise members \nand engage new participants.\n5. Use platforms that enable members to self-organise, engage and \ntake ownership over actions. Social networking tools are increasingly \nbeing used to help members to collaborate on joint projects, share \nresources and communicate easily.\n6. Collaborate on outputs that will build your external credibility and \ninfluence. The external credibility and influence of networks over time \noften depends on whether they produce high-quality research, policy \npapers or other outputs such as stories, tools, resources and guidance. \n7. Intentionally monitor and evaluate network outputs and outcomes \nat various levels such as ‘individual’, ‘institutional’ and ‘national/\npolicy’. In particular, follow up with individual members regularly to \nunderstand how effective the network is in supporting leadership \ncapacity, and adapt approaches where necessary.\nWhat do you think?\nIf you have insights into open data or network building that you would like to share, we \nwant to hear from you. Get in touch with fiona.smith@theodi.org or tweet us at @ODIHQ.\n33 See for example Taschereau, S. and Bolger, B. (2007).\n\n17 How to create and sustain peer networks for open data leaders | Open Data Institute 2016\nAbout this report \nThe Open Data Institute (ODI) connects, equips and inspires people around the world \nto\tinnovate\twith\tdata.\tIt\tis\tindependent,\tnonprofit\tand\tnonpartisan,\tfounded\tin\t2012\tby\t\nSir Tim Berners-Lee and Sir Nigel Shadbolt. From its headquarters in London and via \nits global network of startups, members and nodes, the ODI oers training, research and \nstrategic advice for organisations looking to explore the possibilities of open data.\nThis report was supported by the Open Data for Development (OD4D) programme. \nOD4D is managed by Canada’s International Development Research Centre (IDRC), \nand it is a donor partnership with the World Bank, the United Kingdom’s Department for \nInternational Development (DFID) and Global Affairs Canada (GAC). The OD4D network of \nleading organisations are creating locally driven and sustainable open data ecosystems  \nin Latin America, the Caribbean, Africa, and Asia and East Europe. OD4D focuses on \nbuilding up the supply of quality open data, and also on improving the use of that data \nby leaders in government, civil society, the media, and business so that it furthers public \ninterest and improves people’s lives.\nA partnership funded by\n\n18 How to create and sustain peer networks for open data leaders | Open Data Institute 2016\nAppendix\nGlossary of related terms \nAction learning\nA technique which harnesses the existing knowledge, skills and capacity of a small group \nof people, applied to real-world challenges. It uses a process of structured questioning \nand reflection to unlock understanding of familiar concepts, while producing new ideas or \napproaches to solving problems. It is a form of peer-learning.\nAppreciative inquiry\nA theory and practice for approaching change in an organisation or team through a process \nof asking questions in a systematic way, focusing on identifying what is already working \nwell (strengths), analysing why, and visioning what could be possible in the future. It can be \nused as a method for problem-solving or action-planning.\nCommunity of practice\nWhile a network is created in the context of a specific network architecture, membership in \na community of practice is self-selected. Communities of practice are often found in either \nlarge organisations, or across organisations where individuals are informally connected \nby shared expertise and passion for a common enterprise eg engineers working in a large \norganisation or consultants in a specialist area.\n1\n \nPeer-learning \nPeer-learning activities can range from informal communities of practice, through to \nlesson-sharing platforms for donors, online classrooms, to highly structured benchmarking \nexercises between organisations. New knowledge and patterns of behaviour are acquired \nby direct experience, by observing the behaviour, and the consequences of others’ \nbehaviour.\n2\n Peer-learning may take place at the group level (where the primary unit of \nanalysis is the agency or the country) or individual level (where individuals gain practical \ninsights from engagement).\n36 Wenger, E., McDermott, R., and Snyder, W. (2002). Cultivating Communities of Practice: A Guide to Managing Knowledge. \nBoston, Cambridge University Press.\n37 Wenger, E. (2000). Communities of Practice and Social Learning Systems. Organisation, 7 (2), pp. 225–246. Accessed on 18 \nDecember 2015 at http://homepages.abdn.ac.uk/n.coutts/pages/Radio4/Articles/wenger2000.pdf. [Accessed 2015-12-20].\n\n19 How to create and sustain peer networks for open data leaders | Open Data Institute 2016\nSocial capital\nThe OECD defines social capital as networks of shared norms, values and understandings \nthat facilitate co-operation within or among groups. These networks are comprised of \nbonds (links based on common identity eg family), bridges (links that stretch beyond a \ncommon identity eg work acquaintances) and links (links to groups further up or lower \ndown the social ladder).\nExamples of open data networks\nUK Government Linked Data Group (http://data.gov.uk/linked-data/UKGovLD)\nOpen Data For Development (OD4D) (http://od4d.net)\nGlobal Open Data for Agriculture and Nutrition (GODAN) (http://www.godan.info)\nRedGealc (http://www.redgealc.net/home/en)\nInter-American Network on Government Procurement (http://www.ricg.org/home/en)\nLatin America Open Data Initiative (ILDA) (http://idatosabiertos.org)\nNetwork of Innovators (GovLab) (http://noi.thegovlab.org)\nOpen Data Leaders Network (http://theodi.org/open-data-leaders-network)\nOpen Data Institute Nodes (https://theodi.org/nodes)\nOpen Data Institute Startups (http://theodi.org/start-ups) \nOpen Data Incubator Europe (ODINE) (https://opendataincubator.eu)\nOpen Data for Development Network (http://www.od4d.net)\nOpen Data Leaders Meetup (https://www.datainnovation.org/2015/09/open-data-leaders-\nmeetup)\nOpen Data in Central Europe and Asia (ODEC) (http://www.odecanet.org)\n\n20 How to create and sustain peer networks for open data leaders | Open Data Institute 2016\nBibliography\nEvaluations of peer networks\nAndrews, M. & Manning, N. (2015). Mapping Peer-Learning Initiatives in Public Sector \nReforms in Development. CID Working Paper, 298. Available at http://bsc.cid.harvard.edu/\nfiles/bsc/files/andrews_peer_learning_298_0.pdf [Accessed 2015-12-22].\nBrennan, P. (2013). What Do Voluntary Leaders Do? A Report on a Joint Project of the \nCoalition of National Voluntary Organisation and the Association of Canadian Community \nColleges. Available at http://www.vsi-isbc.org/eng/hr/pdf/nli_report.pdf [Accessed 2015-\n12-22].\nBrown L.D., and Gaventa, J. (2008). Constructing Transnational Action Research \nNetworks: Observations and Reflections from the Case of the Citizenship DRC. Institute of \nDevelopment Studies, 302, pp. 1–30. \nBrowne, E. (2013). Effectiveness of African Regional Professional Associations. GSDR, \n1-11. Available at http://www.gsdrc.org/docs/open/HDQ983.pdf [Accessed 2015-12-22].\nMeehan, D. and Reinelt, C. (2012). Leadership and Networks: New ways of developing \nleadership in a highly connected world. [Blog] Leadership Learning Community. Available at \nhttp://leadershiplearning.org/system/files/LLCNetworkNLfinal4.pdf [Accessed 2015-12-20].\nSabet, Z. (2014). Becoming Better Capacity Builders: What GDNet has learned about \ndeveloping researchers’ confidence and ability to communicate their research. [Blog] \nDepartment for International Development R4D. Available at http://r4d.dfid.gov.uk/pdf/\noutputs/GDNET/Becoming-Better-Capacity-Builders_GDNet_30_06_14.pdf [Accessed \n2015-12-20].\nSorgenfrei, M. and Wrigley, R. (2005). Building Analytical and Adaptive Capacities for \nOrganisational Effectiveness. INTRAC Praxis Paper, 4. Available at http://www.hiproweb.\norg/fileadmin/cdroms/Biblio_Renforcement/documents/Chapter-2/Chapter2_1/\nChap2_1Doc8_1.pdf [Accessed 2015-12-20].\nTaschereau, S. and Bolger, B. (2007). Networks and Capacity: A theme paper prepared for \nthe study ‘Capacity, Change, and Performance. European Centre for Development Policy \nManagement. Available at http://ecdpm.org/publications/networks-capacity [Accessed \n2015-12-20]. \n\n21 How to create and sustain peer networks for open data leaders | Open Data Institute 2016\nWillard, T., and Creech, H. (2006). Sustainability of International Development Networks \nReview of IDRC Experience (1995-2005). Winipeg: International Institute for Sustainable \nDevelopment. Available at: https://www.iisd.org/pdf/2007/networks_sus_int_dev.pdf \n[Accessed on 2015-12-21].\nOther references\nBarabrasi, A. L. (2002). Linked: The New Science of Networks, New York: Perseus.\nBernard, A. (1996). IDRC Networks: An Ethnographic Perspective. IDRC Evaluation Unit.\nCastells, C. (2000). Toward Sociology of the Network Society. Contemporary Sociology, 29 \n(5). Available at: http://www.jstor.org/stable/2655234 [Accessed on 2015-12-21].\nChurch, M., Bitel, M., Armstrong, K., Fernando, P., Gould, H., Joss, S., Marhawa-Diedrich, \nM., Torre, L., and Vouhe, C. (2002). Participation, Relationships, and Dynamic Change: New \nThinking on Evaluating the Work of International Networks. UCL Development Planning Unit \nWorking Paper, 121, pp. 1–43.\nDurland, M. M. and Fredericks, K. A. (2005). An introduction to social network analysis. \nNew Directions for Evaluation, 2005 (107), pp. 5–13. \nHoppe, B. Reinelt, C. (2010). Social Network Analysis and the Evaluation of \nLeadership Networks. The Leadership Quarterly, 21, pp. 600–620. Available at: http://\nleadershiplearning.org/system/files/SNA%20and%20Leadership%20Networks%20-%20\nLQ.pdf [Accessed on 2015-12-21].\nKeely, B. (2007). Human Capital: How what you know shapes your life. OECD Insights, \nParis, OECD Publishing.\nKirkpatrick, D. L. (1998). Evaluating training programs: The four levels. 2nd ed. San \nFrancisco, CA: Berrett-Koehler Publishers.\nMitchell, M. (2006). Complex Systems: Network Thinking, Santa Fe Institute Working Paper \n2006-10-036. Available at: http://www.santafe.edu/media/workingpapers/06-10-036.pdf \n[Accessed on 2015-12-21].\nOgden, C. (2011). Network Thinking. Interaction Institute for Social Change. Available at: \nhttp://interactioninstitute.org/network-thinking [Accessed on 2015-12-21].\nPlastrik, P. and Taylor, M. (2006). Net Gains: A Handbook for Network Builders \n\n22 How to create and sustain peer networks for open data leaders | Open Data Institute 2016\nSeeking Social Change. Available at: http://networkimpact.org/downloads/\nNetGainsHandbookVersion1.pdf [Accessed 2015-12-20].\nPowell, W. W. (1990). Neither Market nor Hierarchy: Network Forms of Organisation. \nOrganisational Behaviour,12, pp. 295–336. Available at http://www.uvm.edu/~pdodds/files/\npapers/others/1990/powell1990a.pdf [Accessed 2015-12-19].\nVan Djik, J. (1991). The Network Society: Social Aspects of New Media. Houten: De \nnetwerkmaastchappij Bohn Staflen Van Loghum.\nWatts, D. (2003). Six Degrees: The Science of a Connected Age. New York: Gardner’s \nBooks.\nWenger, E. (1999). Communities of Practice: Learning, Meaning, and Identity. Cambridge: \nCambridge University Press.\nWenger, E. (2000). Communities of Practice and Social Learning Systems. Organisation, \n7(2), pp. 225–246.\nWenger, E., McDermott, R., and Snyder, W. (2002). Cultivating Communities of Practice: A \nGuide to Managing Knowledge. Cambridge: Cambridge University Press\nEnabling the Data Revolution: An International Open Data Roadmap (2015). Conference \nReport, 3rd International Open Data Conference, Ottawa, Canada May 28-29, 2015. \nAvailable online at: http://1a9vrva76sx19qtvg1ddvt6f.wpengine.netdna-cdn.com/wp-\ncontent/uploads/2015/09/IODC2015-Final-Report-web.pdf [Accessed 2015-12-22].\n\n","version":"1.10.100"}