{"numpages":20,"numrender":20,"info":{"PDFFormatVersion":"1.7","IsAcroFormPresent":false,"IsXFAPresent":false,"Creator":"Adobe InDesign 16.1 (Macintosh)","Producer":"Adobe PDF Library 15.0","CreationDate":"D:20220302164720Z","ModDate":"D:20220302164727Z","Trapped":{"name":"False"}},"metadata":{"_metadata":{"xmp:createdate":"2022-03-02T16:47:20Z","xmp:metadatadate":"2022-03-02T16:47:27Z","xmp:modifydate":"2022-03-02T16:47:27Z","xmp:creatortool":"Adobe InDesign 16.1 (Macintosh)","xmpmm:instanceid":"uuid:65d0008b-210e-ea44-a6dc-b737ad44b1ba","xmpmm:originaldocumentid":"xmp.did:667ed09f-020f-4382-9551-78a0270b9602","xmpmm:documentid":"xmp.id:036ee8cd-4fef-43d4-9c14-ff02127920f4","xmpmm:renditionclass":"proof:pdf","xmpmm:derivedfrom":"xmp.iid:d8e4f14b-0026-4ff1-91a6-f7b692d2552bxmp.did:8681b43b-8d5e-4873-a821-fbf925f6073cxmp.did:667ed09f-020f-4382-9551-78a0270b9602default","xmpmm:history":"convertedfrom application/x-indesign to application/pdfAdobe InDesign 16.1 (Macintosh)/2022-03-02T16:47:20Z","dc:format":"application/pdf","pdf:producer":"Adobe PDF Library 15.0","pdf:trapped":"False"}},"text":"\n\nThe Legal  \nData Vision\n\n2\n\n3\nfair and sustainable legal sector that upholds public trust, and works in \nthe best interests of the people and organisations it serves.\n“Embracing and responsibly using data is critical to the future success \nof the legal sector and the people it serves. Without data we cannot \ninnovate, hold ourselves to account or provide the clear counsel and \nservice people need. All within the sector need to work to improve \nhow data is collected and made accessible, including realising the \nshared opportunities of open data in law.”\nJenifer Swallow, \nLawtechUK Director, Tech Nation \nThe Legal Data Vision is the result of a project led by LawtechUK, \nworking with the Open Data Institute (ODI) and a range of cross-sector \nexperts and others who share a common purpose, of responsibly \naccessing and using legal data to drive innovation and serve business \nand society.  \n“Improving access to data has the potential to transform the legal \nsector, from supporting the development of exciting innovation, to \nincreasing trust and transparency. Building strong and trustworthy \ndata ecosystems that can deliver value to businesses and society \nrequires collaboration from a wide range of stakeholders, and we \nwelcome LawtechUK’s leadership in this area.”\nDiana Szasz, \nData Ecosystems and Innovation programme lead at the ODI\nThis report does not represent government policy\nPurpose\nThe legal world has yet to fully embrace the opportunities of data, \nin decision-making, risk-mitigation, innovation, efficiency and value \ngeneration. The Legal Data Vision is about changing that. \nA strong, trustworthy legal data ecosystem will support better decision-\nmaking, drive innovation and the creation of more effective and \nefficient services, fuel growth and productivity, and ultimately benefit \nsociety. Responsible access and widespread use of data is critical to \nthe future success of the legal sector and those who rely on it. \nIndividual organisations alone cannot unlock the full potential of \nlegal data and navigate the associated ethical, privacy and security \nconsiderations. Only collective action across the legal data ecosystem, \nfrom individuals, organisations, government and regulators, can \nestablish the data assets, processes, standards and best practices that \nwill ensure the trustworthy use of data to meet society’s needs. \nThe Legal Data Vision represents a collective first step on the journey \ntowards leveraging legal data to drive innovation and build a strong, \nThe Legal Data Vision\nThe Legal Data Vision\nis a shared aim for the legal sector to prioritise the \nresponsible use of and access to legal data to drive \ninnovation, uphold trust and deliver outcomes that \nbenefit those we serve\n\n4\nWhat is Legal Data? \nLegal teams use and generate valuable data in multiple formats, \nfrom every corner of their operations and client work. It comes from \nlegal documents, knowledge banks, spreadsheets, sales systems, \ntime recording, billing systems, forms, approval flows, policies, emails \nand external sources such as case law and legislation.  It is collected, \nproduced and used across all practice areas, from corporate and \ncommercial, to family, to property, contentious and non-contentious.  \nThis data, by virtue of its relevance to legal work, is classified as ‘legal \ndata’.  It covers a wide range, and is defined as follows:\nThe scope of The Legal Data Vision is legal data within a commercial \nand operational context, mindful of the work being undertaken on \nproviding access to public sources of data, such as the court reform \nprogramme and the impending publication of court and tribunal \njudgements via the National Archives - developments that are critical \nto transparency, open justice and the growth of lawtech.  The scope \nincludes use of commercial and operational data to benefit wider \nsociety, for example through projects like the Lawtech Sandbox.  \nUse cases for Legal Data\nGreater capture, use and shared access to legal data can improve \nefficiency, productivity and transparency, support better decision \nmaking, identify new  business models and revenue lines, and create \nopportunities to address unmet and excluded legal needs through \ndata-led innovation.\nThe goal is not to exploit legal data. Rather, legal data should be \nseen as a valuable resource that can drive innovation and help \nlegal services deliver positive outcomes. Similarly, the goal is not to \nmake all legal data open access: confidentiality and legal privilege \nare critical to legal services, and sensitive information needs to be \nprotected and intellectual property rights respected. \nThe Legal Data Vision\nData used or generated in legal activities within organisations.\n\n5\nExamples of how data can be harnessed in the legal sector \nThe opportunities of increased insights\n• Insights from historic contracts inform decision-making and help \nmanage risk, such as understanding aggregate or typical liability \nexposure, flagging anomalies or contracts outside compliance \nand risk tolerance, identifying revenue opportunities, and \nautomating reporting or linking to data between systems.  \n• Collective access to such contract insights provides a greater \nrange of intelligence, to  reduce delay, complexity, and cost \nin negotiations, and help quantify risk, by identifying market \nstandards and trends. Linking this through to legislation and \ncourt data can further support decision-making, for example by \nidentifying contract clauses that result in court action and of what \nquantum. \n• Organisations are seeking to understand, track and address \nenvironmental, social and governance (ESG) risks and take \nincreased responsibility for ESG. Sharing insights on ESG across \nthe legal community can help address the collective challenges, \ne.g. an open source ESG risk database. \nThe opportunities of increased supply efficiencies\n• Standardising work requests enables insights to be gathered from \nstructured data to improve operational efficiency. For example, \nstructured intake forms capture and evaluate client demand, \nrepeat requests, and opportunities for automation. \n• A common lexicon for describing legal matters and data would \nhelp the evaluation of what a piece of legal work should cost, \nand transparency and trust between legal practitioners and their \nclients. It could also be used to develop systems for repeatable \nlegal processes and technology to streamline services and help \nidentify new business models and ways of working.   \n• Legal service provider performance data, and information about \nquality standards and statistics covering diversity and inclusion, \nsustainability etc, enables clients to benchmark, compare and \nevaluate the services they receive from different providers. \nThe same data enables service providers to evaluate their own \nperformance, report to clients and regulators, and demonstrate \ntheir standing in the market.  \n• Standardised labelling, data capture and protocols supports \ninteroperability between applications and facilitates data \nportability between partners and suppliers. \n   \nThe opportunities of developing lawtech\n• Legal data can be used to train and refine machine learning and \nartificial intelligence algorithms, build high quality, labelled data \nsets and improve third-party lawtech solutions. It can inform \nthe development of in-house tools, new and improved products, \nservices and processes.  It can be used to build lawtech solutions \nto address unmet legal needs and access to justice. \n• For example: (a) data from commercial and corporate agreements \nfor the development of contract review tools for small businesses, \n(b) law firm complaint data for tools to help consumers choose the \nright legal professional, and (c) data from tenancy agreements \nand employment contracts can be used to develop DIY tools to \nhelp consumers understand their rights and responsibilities when \ndealing with landlords or handling employment grievances. \nThe Legal Data Vision\n\n6\nbusiness environment.  Many people working in the legal sector already \nrecognise this and are pro-actively using legal data to meet specific \nlegal needs and to support innovation.\nIn order to unlock the value of legal data held within the sector, there \nneeds to be a shared vision to treat data as an asset and to work \ntogether as a community to increase the capture, use and access to this \nasset, so it can bring benefits to the sector and to society more broadly. \nA Legal Data Framework\nUnlocking the power of legal data will be a journey. The shared purpose \noutlined in this Legal Data Vision is a foundational step on that journey.\nAlongside The Legal Data Vision is a Legal Data Framework that any \norganisation and the legal sector as a whole can use when thinking \nabout relationships and progress with legal data.  The framework \nlooks across three dimensions: within teams (I), between teams and \norganisations (we), and collectively across the sector (all of us). \nA Shared Vision for the Sector\nThe volume of data is growing exponentially and organisations are \noperating under the constraints of increasing complexity, uncertainty \nand scrutiny.  The traditional, largely manual methods the legal sector \nhas used in its work are no longer appropriate for the 21st century \nThe Legal Data Vision\nThe Legal Data Framework\nWhy we need a Shared Legal Data Vision \nLawtechUK identified the need for a shared purpose on legal data \nthrough its cross-sector work programme, where a lack of (a) high-quality \nusable data, (b) appreciation for and capability with data, and (c) data \nuse and access, presented a recurring challenge for legal innovation. \nMore commentary can be found in the LawtechUK report Shaping the \nFuture of Law.   \nResearch commissioned by the UK Department for Digital, Culture, \nMedia and Sport, highlights barriers across sectors, including regulatory \nuncertainty, lack of knowledge, costs and resourcing, and lack of \nincentive. LawteckUK’s research largely mirrored these findings for the \nlegal sector and identified the lack of a shared vision, framework and \nstandards on use of and access to legal data as  a key priority to address, \nhighlighting five key challenges:\n• No shared vision or framework for improving access to data for \nthe legal sector \n• Poor understanding about data, leading to lack of investment \n• Perceived privacy and/or client confidentiality concerns \n• Inconsistent approach to legal data governance and use \n•  Lack of standards for legal data taxonomies and schemas\nALL OF US: \nContributing to \ncollective legal data \ninitiatives for the \nsector and society\nWE: Enabling \ninteroperability\nbetween teams\nand organisations\nI: Treating legal \ndata as a \nvaluable asset \nwithin a team\n\n7\nThe Legal Data Vision\nWhen it comes to increasing and ensuring responsible access to data, \none can view the opportunities for doing this on a spectrum from \nclosed to shared to open data. There is a common misconception that \nall types of legal data are sensitive and confidential and therefore \nshould not be shared.  In fact, a good proportion of legal data is \nneither sensitive nor confidential and/or can be accessed securely, \nwithout using or exposing anything confidential.  This forms the basis \nof the ‘Open Legal’ concept shared in the LawtechUK report Shaping \nthe Future of Law.\n\n8\n“As we learnt on a proof of concept testing sharing legal data \nbetween legal teams and regulators, harnessing legal data is not \nwithout challenge.  Where confidentiality is paramount, technology \noften misunderstood and time and resources precious, legal \nbusinesses and teams have stalled using their data. However, with \nprivacy enhancing technologies more advanced and regulators ready \nto support, now is the time for legal businesses and teams that want \nto lead to begin their data journey.”\nAlexandra Lennox, \nHead of LawtechUK, Tech Nation\nThe Legal Data Framework in practice \nThe Legal Data Framework is applicable to a wide range of \nbusinesses, organisations and teams, including in-house legal \ndepartments, legal businesses, lawtech pioneers, and others across \nthe public and private sector.  Each organisation and individual \nwill have different experiences and skills around data and different \nmotivations and concerns around using it and increasing shared \naccess to it. We understand that those who participate will apply \nthe Legal Data Framework according to their own pace, needs and \npriorities, and contribute in their own way to achieving The Legal Data \nVision overall. \nThe Legal Data Vision\n‘I’\n I recognise legal data as a valuable asset within my team\nLegal data is a valuable asset to be treated as such, and \nmanaged responsibly to make it easier to access and use, such \nas capturing it in usable formats, harnessing useful insights from \nit, and building data capability and literacy to know how to work \nwith it. \n \n‘ We’ \nWe will explore how to improve the use of and access to legal \ndata between the teams and organisations we work with\nWorking together between teams, service providers, clients and \nothers is key to the effective use of legal data, such as enabling \nportability of legal data, interoperability of systems, and \nresponsible access to shared insights. \n‘All of Us’ \nWe welcome collaboration in legal data initiatives for the \nsector and society\nCollaboration and shared learning within the legal sector as \na whole, and with other sectors, will help identify and realise \nopportunities to use legal data to address collective challenges \nand deliver sector, economic and societal growth, such as \nthrough developing common data standards and lexicons, \ndatasets and resources, and testing new approaches and \ntechnologies.  \n\n9\nA range of resources are available to help the legal community adopt \nThe Legal Data Vision.  These can be tailored to different levels of legal \ndata maturity and organisational goals, and built upon over time.\nAn ongoing journey\nHarnessing data and applying the technologies it enables is an \nongoing process, and the capabilities, understanding, and \nresponsibilities of the legal community will advance and evolve  \nover time. \nThere is an opportunity for the legal and technology communities not \nonly to work individually towards the aims of The Legal Data Vision, \nbut also to work together to build out the roadmap for progress, \ndevelop detailed use cases, and maximise their impact.  \nMany people within the legal sector are already working on different \naspects of the legal data journey, in the UK and worldwide.  There is \nan opportunity to connect all the various work and related resources \nglobally.  Open dialogue, debate and collaboration towards a \ncommon approach and standards will make it easier for people and \norganisations to share, access and use better quality data, including \nshared vocabularies and common language. There are many aspects \nto tackle and embrace.  \nRealising The Legal Data Vision will shape the evolution of the legal \nsector for the people and organisations we serve. Your engagement, \nwork and contributions on legal data are key to achieving this - we \ncan each identify and prioritise opportunities and actions more \nrelevant to our work, and forge those forward in collaboration to \ntransform our sector.  And as technology development continues \nat pace, we can share ideas, successes and lessons learnt.  At \nLawtechUK we will continue to play our part in identifying and \ntackling sector challenges head on and bringing people together \nthrough our targeted work programme.\nThe Legal Data Vision\nJoin the movement\nAdd your voice to The Legal Data Vision by providing a \nquote or case study via our contact form here, and share \nyour experiences, ideas, challenges and commitments \non LawtechUK’s social channels with the hashtag \n#legaldatavision.\nTwitter - @lawtech_UK\nLinkedIn - lawtechuk\n\n10\nThe Legal Data Vision\nAbout the development of The Legal Data Vision\nThe Legal Data Vision is the result of a project led by LawtechUK \nand the Open Data Institute, working with a range of cross-\nsector experts. \nThe Legal Data Vision was developed with a diverse range of \nleaders and experts in the public and private sector over six \nmonths.  Those leaders and experts helped inform and develop \nthe Vision. The insights and work completed can be found here.  \nLawtechUK is a government funded initiative within Tech \nNation, and has led the work to develop The Legal Data Vision \nas part of its work programme to support the transformation \nof the legal sector through technology, providing the strategy, \nframework, network and programme leadership and delivery.\nThe Open Data Institute is a non-profit organisation that exists \nto help build an open, trustworthy data ecosystem.  The ODI \nhas provided cross-industry learnings and insights, undertaken \nqualitative and desk-based research, provided resources, \ncontacts and tools, and supported project delivery.  \n\n11\n“Technology and data may be the answer to governance in \ncorporations and governance in society. The legal profession must \nnot be asleep at the wheel or allow the rule of law to be degraded. \nTechnology can enable better adherence to legal requirements as a \nmatter of course and data can record the truth of what is happening.”\nRosemary Martin, \nGroup General Counsel and Company Secretary, Vodafone Group Plc, \nand LawtechUK Panel member\n“Data-driven insight is one of the four pillars of my department’s \nKnowledge, Capability and Innovation strategy. But I think we all \nacknowledge that data drives almost everything our profession \nseeks to achieve for our sector and our society. I have been pleased \nto contribute to the creation of the Legal Data Vision and welcome \nits focus on how ‘I’ and ‘We’ and ‘All of us’ can work collectively to \nachieve the ambition it sets.”\nRuth Ward, \nDirector of Knowledge, Government Legal Department\n“This work will give greater focus to the benefits that utilising legal  \ndata can undoubtedly bring whether it be from delivering better \noutcomes or greater customer satisfaction. If we can unlock this I \nhave no doubt we can harness the benefits that other sectors have \nseen through end to end digital journeys and automation.”\nChris Fowler, \nGeneral Counsel BT Technology, BT Group plc\nThe Legal Data Vision\nReflections from the legal community \non The Legal Data Vision\n“By 2030, our legal and court services will have been transformed by \ntechnologies that have not yet been invented. In this era of increasingly \ncapable systems and ubiquitous online service, clients and court users \nwill be much more focused on the outcomes that these systems and \nservices deliver than in perpetuating our old ways of working. The \ndominant role of technology will not be to streamline and improve \ntwentieth century processes. It will be to enable us to deliver outcomes \nand a level of accessibility that were simply impossible in the analogue \nworld. Data will be at the heart of this fundamental change – both to \nmeasure our progress and to fuel the systems themselves, many of which \nwill be based on machine learning. Accordingly, we require policies and \npractices that strongly support the capture and re-use of justice data.”\nProfessor Richard Susskind, \nAuthor, President of the Society for Computers and Law, LawtechUK \nPanel member\n“We have seen the transformative effects that implementing new \ntechnology and using data can have on so many industries. In legal, \nwhether its contracts, litigation or legal processes, most of the data \nwithin the industry still sits untapped, locked within traditional working \npractices and analogue documents. This is however changing. Digital \ndelivery platforms and AI technologies are increasingly being used by \nlegal teams to capture, analyse and evaluate data. By harnessing the \ndata they have, organisations will be better able to proactively manage \nlegal risks, improve efficiencies and enhance their service levels, \neither internally or to clients. There is also a far bigger opportunity \n- by responsibly sharing some of this data, the legal community will \ncollectively benefit, whether that’s through managing shared risks, \ndriving further innovation in the sector or enhancing access to justice.”\nBruce Braude, \nChief Technology Officer, Deloitte Legal UK\n\n12\n“‘Data’ – and how we use it – is a recurring theme when we’re looking \nat symptoms and causes of some of the biggest challenges in our \norganisation. And it is a fundamental enabler to achieving our \nbusiness vision and strategy. The work of the in-house legal team is \nkey in unlocking the real potential of data and our internal clients \nhave figured that out! But we can’t do it alone. I truly believe that we \ncan only drive this forward if we break down the silos within – and \nwork across - the legal ecosystem; and I’m really excited about the \nLegal Data Vision.”\nMark Gregory, \nGeneral Counsel, Rolls-Royce plc\n“We are working collectively with others in the sector to build an \nenvironment where data-driven legal professionals will be able to \nput information into the hands of the curious, the investigative, and \nthe analytical so that they can explore, understand, and creatively \naddress their client’s business, legal, risk and strategy problems. \nAs this Legal Data Vision project has shown, we need to work \ncollectively, on a cross-sector basis to make this a reality.”\nSam Grange, \nKnowledge Engineer, iManage\nThe Legal Data Vision\n“Better use of data has become imperative for the businesses the \nlegal sector serves, otherwise companies will miss out on discovering \ninsights that drive innovation and lead to new ideas. Through the \npower of data, we can improve our understanding of balancing risk \nand opportunities, and  enable businesses to make higher quality \nstrategic and revenue generating decisions. We need a collective \nvision for the sector to ensure that laws and regulations create \nplaying fields that are transparent, level and competitive.”\nMatthew Wilson, \nGeneral Counsel, Fremantle\n“Data is the single highest priority for our members at the Digital \nLegal Exchange. Access to the right data is critical for corporate legal \ndepartments seeking to track, report on and comply with complex \nESG obligations. Sharing data and insights across the legal ecosystem \ncan help to address this challenge.”\nIsabel Parker, \nExecutive Director, The Digital Legal Exchange\n“Being able to manage, understand and gain insights from all the \ndata that we are producing will transform not only the business of \nlaw but our global society. Focusing on practical and ethical ways to \nharvest and harness this wealth of information could lead to solutions \nto some of our most challenging issues. It’s not easy, but it is hugely \nimportant and LawtechUK is well placed to convene those who may \nbe able to come up with the answers.”\nChristina Blacklaws, \nLawtechUK Panel Chair\n\n13\n“6 years ago in Vodafone Business Legal, we had very little data in \nthe team, we didn’t know how many contracts were being supported, \nwho was supporting them and whether we were supporting the right \nthings.  Starting small (initially using excel and then migrating to a \nCLM platform) we started tracking the data.  We now know what we \nare working on, which team or individual is supporting a matter, we \ncan prioritise work based on value, understand how long it takes us \nto assign work, prepare a first draft, negotiate a contract and sign \na contract.  We can also notify our commercial colleagues when a \ncontract needs renewal or the customer hasn’t met all its financial \ncommitments.  Having data has revolutionised the way we work, and \nwe now wonder how we ran the department without it.”\nAmy McConnell, \nHead of Legal Operations & Business Contracting, Vodafone Group plc\n“There are some things that can be done on a team level right now.  \nAt GoCardless we have centralised and standardised incoming work \nrequests, so we can gather and report insights from structured data, \nusing a customised version of Jira Service Desk. We have also built \ntooling into our CRM (Salesforce) that provides us with lots of data on \nour contracts, including automatic allocation of a deal ‘colour’ that \nallows us to tailor the legal team’s support and SLAs based upon deal \ncategorisation.  Treating data as a valuable asset, and collecting and \ncapturing it as such allows us to forecast more effectively as a team \nand to provide a better service for our internal and external clients.”\nAhmed Badr, \nChief Legal & Risk Officer, GoCardless\nThe Legal Data Vision\n“Data mining to identify opportunities and risks is achievable but \nrequires an output driven lens - what are we collecting, who would \nbenefit from it and what does it tell us. Individual legal teams or \nproviders should utilise the vast data they have in existing tech stacks \nand data, such as comparative score cards, intake and self-serve \nprocesses, and evaluating value pyramids to demonstrate value.   As \na sector we’ve talked about data for a long time, The Legal Data \nVision is  moving to now doing something about it collectively.”\nMo Zain Ajaz, \nFounder, LEx360\n“Data is often the blind spot of corporate legal teams. Without access \nto reliable data - at both an individual legal team and industry level \n- in-house teams are unable to make informed decisions about their \nfunctions: including where to deploy resource, when to change tack \nand how best to improve service delivery. A unified Legal Data Vision \nwill go a long way to helping legal teams and their businesses make \nbetter decisions.”\nElectra Japonas, \nCo-Founder, OneNDA\n“The legal function-- like business-- must create a data-backed \nculture and architecture designed for customers and society. The goal \nis to access, analyze, apply, share, and protect data to enable faster \nrisk detection, mitigation, and early-resolution as well as to promote \nbetter informed decision-making that positively impacts business and \nsociety-at-large.”\nMark Cohen, \nExecutive Chairman, The Digital Legal Exchange\n\n14\n“Outright data sharing is an antiquated model. It is highly inefficient \nfor data controllers and it does not protect data subjects. This \ndoes not mean however that data must stay closed.  There are now \ntechnologies available that can enable collaboration between \nmultiple organisations without data owners ever relinquishing control \nof their data. Cross-sector collaborations like the LawtechUK multi-\nparty legal data access proof of concept are vital for the legal \nsector to realise the opportunities such new technologies bring in the \ncontext of improving the responsible use of and access to legal data.”\nSally Sfeir-Tait, \nCEO, Regulaition\n“The amount of data in organisations is growing exponentially and \nthe data maturity of businesses and the legal teams that support \nthose businesses needs to keep pace.  There is, rightly, an expectation \nfrom business leaders that legal will use data in the same way as \nother teams and departments. It is becoming increasingly unfeasible \nfor anyone to tackle the legal data challenge alone.  The Legal Data \nVision is an exciting opportunity for us as a sector to collaborate and \nobtain a level of consistency so we can all evaluate and communicate \nour impact to our wider stakeholders.”\nHelen Lowe, \nHead of Legal Operations, easyJet plc\nThe Legal Data Vision\n“Machine learning will be irrelevant in law in the next 10 years, \ninstead, it will be replaced with lots and lots of labelled data. Labelled \nlegal data that has been reasoned on, discussed, argued and agreed, \nquestioned on and answered, and has lawyer summaries attached. \nFor us, that has to be the data play for the legal industry. With that \nvolume of high quality data; sharing and collaboration becomes \nabsolutely critical to ensure a fair and open market, and to avoid \na small number of large businesses being in control of this type of \nknowledge and expertise. At Travers this is so important to us, we’ve \nopen sourced our Etatonna labelling platform to give the market a \nhead start. Etatonna is currently enabling many of our competitors, \nwho share this vision with us, to label their own legal data.  We \nare committed to cross industry collaboration and to being at the \nforefront of data labelling, to ensure we drive a better future for the \nclients of our industry.”\nShawn Curran, \nHead of Legal Technology, Travers Smith\n“As the legal industry continues to mature its digital and data \ncapabilities, the need for intra-industry collaboration has become \never more apparent. Participating in cross-sector initiatives, like the \nLawtechUK Sandbox and the LawtechUK multi party data access \nproof of concept have helped us to frame our own data challenges \nwithin the context of the wider industry, as well as to gain hands-\non experience with the technologies available to accelerate our \nability to extract greater value from our data, develop our internal \nDigitalDNA and create better and tailored experiences for our clients \nin an increasingly data driven and digitalised environment.”\nTara Waters, \nPartner, Head of Ashurst Advance Digital\n\n15\n“Being part of the LawtechUK multi party legal data access proof \nof concept challenged us to think differently about the data we \nhold and how it can be leveraged. Working closely with a diverse \nstakeholder group provided the perfect platform for examining how \nnew and emerging technologies  can be used to facilitate responsible \nand controlled access to data insights. But, we have to get the \nfoundations right first. Agreeing industry standards and acceptance \non sharing insights are two key challenges which the legal sector \nneeds to continue to work towards.  If we can get this right, the \npotential gains are many multiples larger than the sum of parts.”\nJeremy Coleman, \nHead of Innovation, Norton Rose Fulbright\n“Data is a priority for us, as it is for many organisations and in house \nteams. We all work in environments where data is key. We need to \nwork together on a shared understanding of how best to make use \nof legal data so we can not only be proactive in advising on risks but \nalso make best use of the benefits it brings to our organisations.”\nJuliet Oliver, \nGeneral Counsel, Solicitors Regulatory Authority\nThe Legal Data Vision\n“Data is an important enabler to delivering fairer outcomes, stronger \nconfidence and better services that meet society’s needs. We know \nfrom our research that consumers find it difficult to access information \non price, service and quality. One dimension of this is ensuring that \nregulatory information is easily accessible. Regulators are already \nworking together to support consistent and accessible regulatory \ninformation for consumers, in line with recommendations from the CMA \non a “single digital register”. Regulators have an important role to play \nin supporting an open-by-default data ecosystem in the legal sector.”\nAisling O’Connell, \nTechnology and Innovation Policy Lead, Legal Services Board and \nLawtechUK Regulatory Response Unit Panel Member\n“The work being done by LawtechUK on data [sharing] could contribute \nmeaningfully to the access to justice agenda in the UK. By way of one \nsimple example: by combining collections of everyday contracts such \nas employment contracts, terms and conditions or tenancy agreements \nwith existing machine learning capabilities it would be possible to \ncreate simple tools that would allow a user to upload a document \nthat they were being asked to sign and to get guidance on unusual or \nmissing terms. Today, there is a power imbalance between the well-\nadvised businesses on the one hand and consumers, who can rarely \nafford to take legal advice on such matters, on the other. Building such \ndata collections to enable these legal guidance products is incredibly \nchallenging for private business, for a host of reasons. With LawtechUK \nor another “safe” data controller at the helm we could bring these \nideas to fruition - with wider access to data, would come wider access \nto legal guidance and ultimately better consumer protection.”\nNick West, \nChief Strategy Officer, Mishcon de Reya LLP\n\n16\n“At DWF we see data as one of the single biggest factors that will \nenable our business to deliver more impactful innovation. Being \nable to access and utilise larger and more consistently curated data \nsets, is key to our ability to push more breakthrough innovations \nthat change how services are delivered rather just augment what \nis already done. From our experience so far I  don’t see individual \norganisations focussed on their own data getting us there, it will take \ncollaboration and a common vision.”\nJonathan Paterson, \nManaging Director - Innovation & Ventures, DWF\n“With the proliferation of technology and data increasingly available \nacross the legal profession, there is an obligation and opportunity \nfor the legal profession to work collectively to ensure data and data \ninsights are treated responsibly. Working together, data can be a \npowerful tool that drives both innovation and action – providing a \nrobust foundation to foresee trends and measure impact against to \nhold the profession accountable to the Rule of Law. LawtechUK is \nperfectly placed to help shape a consistent and joint approach to \nrealise the potential for good of open data in law.”\nDana Denis-Smith, \nCEO, Obelisk Support and Founder of the First 100 Years Project\nThe Legal Data Vision\n“There is huge potential for better access to and use of data to \nsupport the legal sector across a range of opportunities, from risk \nmanagement, to trend analysis and resilience - preventing issues \nnot only cleaning up after them. Unlocking the value of data might \nseem overwhelming, but it doesn’t need to be, and it is critical for \nthe legal sector to embrace it, if we are to attract and retain the next \ngeneration of talent.”\nRyan Swann, \nChief Legal and Risk Officer, Think Money Group\n“To truly harness the power of legal data, we need to collaborate.  \nThose who create data aren’t always the ones who store it, those who \nstore it aren’t always the ones who own it, those who own it aren’t the \nones to analyse it, and those who can analyse it don’t have access to \nit.  To unlock, all these groups need to come together.  We know it’s \npossible, we’ve seen it happen in the Lawtech Sandbox, we now need \nit to happen at even greater scale.  The first steps have already been \ntaken and a community is coming together with a shared interest \nand desire to solve the data problem.  We need more organisations \nto step forward and be brave.  The opportunities are immense, think \nabout having the ability to get a 360 view of commercial contracts, \nunderstanding how the law works in practice and knowing the \nimplications of every clause, every regulation – from drafting right up \nto when it is being tested in a litigation. What’s the first data set we \ntackle? Who’s the first to open the data vault?”\nChris Grant, \nLawtechUK Panel member\n\n17\n“Machines can greatly support humans in enhancing their \nunderstanding and improving the efficiency of huge volumes of data. \nThis is proven and is as equally true for the legal industry as for, say, \nmedicine or finance.  Think of ‘machines’ as intelligent assistants, \nrather than artificial intelligence – and it makes more sense.  However \n– for these machines to be effective and for them to ‘assist’ in a \nmeaningful way – they need to be trained using lots of data, the more \ndata the better for the machines and the better for humans that work \nwith them.  Ultimately better for the ‘end client’ of legal services.  \nData, rightly, needs to be protected.  But as with humans –a lesson \n(or pattern) learned from that data is not the same as the data itself \n(we often forget the facts but retain how we solved the problem) and \nthus we need to find a common approach to accessing this data in \na way that enhances the industry (lessons learned) yet protects the \nindividual (personal data).  Surely if there was a sector that could \ndraft such a protocol – it has to be the legal sector.  We need to step \nup and solve this today for the benefit of those we serve tomorrow.”\nStephen Allen, \nVice President, Elevate Services \nThe Legal Data Vision\n“The opportunities of open legal as part of The Legal Data Vision \nare exciting. Access to aggregated data insights from risk and \ncompliance in relation to government regulations would benefit \nproviders and clients alike. In corporate legal services, bilateral and \nmulti-lateral data sharing enable lawtech startups to train their AI \ntools. In consumer-facing legal services, access to state-level data \nis essential for service development and delivery.  Collaboration on \ngood data governance, priority setting by data type and the potential \nvalue data aggregation can unlock, and harnessing network effects, \nare essential, as part of a collective ecosystem approach, alongside \nuse of privacy-preserving machine learning technology.”\nMari Sako, \nProfessor of Management Studies, Saïd Business School, University  \nof Oxford\n“There is no doubt the benefits the Legal Data Vision will bring. From \none end of the spectrum for legal firms, how they operate, how they \nmanage risk to how they can transform their services. Through to the \nother end and the experience for litigants in person and the ability \nto access justice in a simple, consistent and positive manner.  The \ncontinual advancement in technology and the increasing use within \nthe sector does mean that to achieve this vision a common ground \nneeds to be found. Data capture, data sharing, interoperability, \ndata standards and security are all key. At the same time so is the \nengagement throughout the entire process, through the Courts, \nTribunals and beyond, to ensure that this vision continues to drive up \nstandards and quality, whilst at the same time reducing complexity, \ncosts and time regardless of what stage in the process.”\nSimon Bradford, \nRegional Vice President, Public Sector UK, Salesforce\n\n18\n“Data is key to legal technology innovation but it can be challenging \nto access due to considerations around client confidentiality and \nLegal Professional Privilege (LLP). The Law Society of Scotland is \ncommitted to helping those holding data to understand what can and \ncannot be released, while ensuring our rules and guidance is a clear \nas it can be.”\nPaul Mosson, \nDirector of Member Services, Law Society of Scotland\n“The legal profession is only starting to grasp the potential of what \nit can do for itself and for its clients through the use of data. But at \nthe moment we all have only a small subset of the available data \nquite often stored in disparate systems and not always captured \nconsistently nor captured in a format that enables it to be accessed \neasily. A common framework that enables the capture of industry \nwide standard data sets that, in turn, can be made available for reuse \nwithin the regulatory and statutory frame work in which we need to \noperate will accelerate what the industry will be able to achieve for \nits clients.”\nStuart Whittle, \nBusiness Services and Innovation Director, Partner, Weightmans\nThe Legal Data Vision\n\n19\n\n","version":"1.10.100"}