{"numpages":19,"numrender":19,"info":{"PDFFormatVersion":"1.4","IsAcroFormPresent":false,"IsXFAPresent":false,"Title":"Mapping data ecosystems in the education sector - a foundation for green skills and jobs - Key findings and recommendations","Producer":"Skia/PDF m98 Google Docs Renderer"},"metadata":null,"text":"\n\n\n\nContents\nBackground2\nApproach4\nTerminology of data ecosystems6\nData Ecosystem Map8\nKey findings10\nBarriers preventing access, use and sharing of data10\nOpportunities to improve access, use and sharing of data11\nRecommendations13\nImmediate priority13\nShort term recommendations (3 months)14\nMedium term recommendations (3 - 12 months)16\nLong term recommendations (12 months or longer)17\nAbout\nThis report has been researched and produced by the Open Data Institute, and\npublished in November 2021. Its lead authors were Ben Snaith and James Maddison.\nIf you want to share feedback by email or would like to get in touch, contact the\nproject lead James Maddison atresearch@theodi.org.\nOpen Data Institute 2021Mapping data ecosystems in the education sector1\n\nBackground\nDeveloping and maintaining an inclusive and sustainable education and employment\necosystem plays an important role in the economic growth of local areas. Data is a\ncore part of any effective modern ecosystem, for example, people seeking\nemployment need to know what employers are looking for, and education providers\nneed to understand how to align their offerings with market demands. In order to\nensure that people have access to the data they need to make informed choices, the\ndata that is part of those education and employment ecosystems need to be more\nopen, while still maintaining the trust of stakeholders and those who have rights over\nthat data.\nWest London Business is a business led non-profit whose members collaborate to\nraise West London’s global economic competitiveness and catalyse action for people\nand planet. The West London Alliance is a public sector partnership between seven\nWest London local authorities. Together these organisations have been working with\nstakeholders from across West London to understand how access to skills data could\nhelp to improve the responsiveness of skills provision within the region and ensure\nappropriate commissioning of education provision to support green skills and a\ntransition to a zero carbon economy.\nIn 2020, the West London Alliance commissioned the Institute for Employment\nStudies and Rocket Science to deliver insights into demand for and supply of skills\nacross seven West London boroughs, with a view to making better data available to\nenable the skills system to be more responsive. In parallel, West London Alliance and\nWest London Business, with support from the Tech for Better programme, worked to\ndevelop a Minimum Viable Product (MVP)websitethatsought to collate data about\ngreen construction job profiles and information on relevant courses from Higher\nEducation (HE) and Further Education (FE) providers in West London.\nThese initial efforts identified what issues currently affect how data is being accessed,\nused and shared across the West London education ecosystem, including:\n●\na lack of clear, openly available, timely and accurate data about the demand\nfor skills, and at a sufficiently granular level of detail\n●\ndifficulty clearly identifying where specific gaps in skills provision lie, due to\nlack of available information\n●\na lack of data standards particularly around data about the supply side, for\nexample general course profiles for FE courses, which makes it hard to\ncompare and integrate similar datasets\n●\na lack of easy accessibility to supply side data, causing a larger manual\nworking requirement for those wishing to use the data\nAs a first step towards addressing these issues and trying to identify opportunities to\nmove forward in improving access to skills data for West London, the Open Data\nInstitute (ODI) worked with West London Business, West London Alliance and\npartners to run a Data Ecosystem Mapping workshop. The study has been\nOpen Data Institute 2021Mapping data ecosystems in the education sector2\n\ncommissioned by West London Business as part of Better Futures+, with funding\nfrom The Mayor of London’s Green New Deal.\nOpen Data Institute 2021Mapping data ecosystems in the education sector3\n\nApproach\nA data ecosystem map illustrates the value exchanges in a data ecosystem, which\nconsists of the organisations, communities and people that create and benefit from\nthe value created by the data flowing through our data infrastructure. Creating a map\ncan help stakeholders understand and explain where and how the use of data creates\nvalue, and to identify the key users, the relationships between them, and the different\nroles they play.\nOn Friday 9 July 2021, the ODI ran a Data Ecosystem Mapping workshop for a group\nof 20 stakeholders from West London’s education data ecosystem, with support from\nWest London Business, West London Alliance and partners. The objectives of the\nworkshop were as follows:\n●\nIntroduce the relevant ODI concepts of data ecosystem mapping, data\ninfrastructure and the data spectrum.\n●\nTeach participants how to map a data ecosystem, including data assets,\nvalue flows and stakeholders.\n●\nUse the knowledge of participants in the room to create a data ecosystem\nmap for the Education Sector.\n●\nUse the data ecosystem ma to identify what concrete steps  can be taken to\nimprove the data ecosystem or fulfill the use case needs.\nTo provide a balanced set of perspectives, stakeholders were assembled from\nvarying organisation types and roles, including:\n●\nFurther education colleges\n●\nHigher education institutions\n●\nIndependent training providers\n●\nLocal government skills and employment leads\n●\nGreater London Authority representatives\n●\nDepartment for Work and Pensions representatives\nParticipants worked together in two separate breakout sessions to map their\nunderstanding of the West London education data ecosystem. They used the\nfollowing use cases to help them think about important stakeholders, data and other\nvalue flows, where the current gaps in the ecosystem exist and where there might be\nopportunities to improve access to data:\n●\nEnabling the skills system to be more responsive through insights into\ndemand for and supply of skills across seven West London Boroughs, with\nthe overarching aim being to make available better data to enable the skills\nsystem to be more responsive, for example, by helping skills providers,\nfunders and policymakers to better understand gaps in provision and how\nbest to address them.\n●\nCollating data about green construction job profiles and information on\nrelevant courses from Higher Education (HE) and Further Education (FE)\nOpen Data Institute 2021Mapping data ecosystems in the education sector4\n\nproviders in West London, with the aim of encouraging more people to take\nHE and FE courses in green construction, by making data about green\nconstruction jobs more easily accessible.\nOpen Data Institute 2021Mapping data ecosystems in the education sector5\n\nTerminology of data\necosystems\nActors- The people and organisations that are activewithin the ecosystem. They can\ninclude a wide variety of stakeholders such as data stewards, regulators,\nintermediaries, aggregators, creators, beneficiaries, researchers, policymakers and\nmore.\n1\nAggregator- A type of intermediary, an aggregatoris a person or organisation that\npackages together datasets from many sources.\nAlgorithm- An algorithm is the list of instructionsand rules that a computer needs to\ndo to complete a task.\n2\nIn the context of this work,algorithms might be used to\nmatch supply data with demand to identify gaps or oversupply.\nDatasets- A dataset is a collection of data. Datasetscan be raw data, collected for\nresearch or monitoring purposes, but a dataset could also be a combination of data\ncollected by others, or the output of a model or analysis. Datasets are often used to\nenable the development of tools which can produce information, ultimately helping us\nto make more informed decisions.\nData assets- A data asset is what is considered tobe a ‘useful or valuable thing’\nrelating to data. While this description is fairly vague, the term data asset most\ncommonly refers to three types of asset: identifiers, registers and datasets.\nData governance- The exercise of authority, controland shared decision making\n(planning, monitoring and enforcement), over the management of data assets.\n3\nData identifiers- Identifiers are names that actas labels to help us uniquely identify\nphysical and digital objects and services, and as pointers to information available\nonline or stored in a variety of databases and systems.\n4\nData infrastructure- Consists of data assets, standardsand technologies, guidance\nand policies, organisations and communities.\n5\nWe needstrong data infrastructure in\norder to be able to collect, access, use and share data, which helps us to create\nvalue and minimises harmful impacts.\nData steward- A person or organisation responsiblefor collecting, managing and\nensuring access to a dataset. A data steward may also provide other supporting\ninfrastructure, such as data governance.\nData standards- Standards are documented, reusableagreements that solve a\nspecific set of problems or meet clearly defined needs.\n6\nData standards can create a\nnumber of benefits if widely adopted, helping people to use the same vocabulary and\nlanguage by using common models, attributes and definitions. Data standards can\nenable better exchange of data within and between organisations using common\n6\nhttps://standards.theodi.org/introduction/what-are-open-standards-for-data/\n5\nhttps://open-data-institute.gitbook.io/data-landscape-playbook/who-is-this-playbook-for-1\n4\nhttps://theodi.org/article/explainer-what-is-an-identifier/\n3\nhttps://www.cio.com/article/3521011/what-is-data-governance-a-best-practices-framework-for-managing-\ndata-assets.html\n2\nhttps://www.thinkautomation.com/eli5/what-is-an-algorithm-an-in-a-nutshell-explanation/\n1\nhttps://docs.google.com/document/d/1vSqoHOYT5u6vrCHIebCS0rze0gWwXOspeEowWzwake8/edit#hea\nding=h.1jfx30agj1s6\nOpen Data Institute 2021Mapping data ecosystems in the education sector6\n\nformats and shared rules. Standards can also provide guidance and\nrecommendations for sharing better quality data, and understanding processes and\ninformation flow.\nFile format- Refers to the structure of a file thattells a program how to display its\ncontents.\n7\nCommon file formats include text, image,video and sound.\nIntermediary- A person or organisation that providesvalue-added services that\nwrap, host or enrich a dataset.\nOpen API- An Application Programming Interface (API)is best described as a\npromise by one system to another on how the two can interact. The human API is our\nspoken and written language; it is how we interact.\n8\nWhen APIs are made openly\navailable, developers and other users can access and use data provided through the\nAPI to integrate with their own applications.\nRegisters- Registers are lists of data used to classifyor categorise other data that\nhelp to improve the consistency and quality in how data is published and used. They\nhelp us to build confidence and trust in data by clarifying where different data\nstewards are referring to the same things in the same way.\nTaxonomy- The process or system of describing theway in which different things\nare related by putting them in groups.\n9\n9\nhttps://www.merriam-webster.com/dictionary/taxonomy\n8\nhttps://theodi.org/article/publishing-open-data-in-times-of-crisis/\n7\nhttps://www.computerhope.com/jargon/f/file-format.htm\nOpen Data Institute 2021Mapping data ecosystems in the education sector7\n\nData Ecosystem Map\nParticipants found the initial stages of the mapping exercise straightforward, as they\nwere all familiar with the majority of stakeholders involved in West London’s\neducation data ecosystem. They could confidently identify data sources that many of\nthose stakeholders collected and maintained, such as data about courses and their\nproviders, or performance data, such as information on the success of schools and\ncolleges in helping young people continue in education, apprenticeships or\nemployment (known asdestination measures). Participantscould identify some of the\ndata flows between organisations, for example, where an education provider is\nrequired to share data with a government department by law, or where an education\nprovider shares data publicly via a particular platform. They could also clearly identify\nwhere the majority of the funding flows exist within the ecosystem.\nDue to the size and complexity of the ecosystem at hand, participants found it\ndifficult to map much more than the aforementioned information in the time available\nat the workshop. Key details about which organisations were sharing data with\nanother, how they were approaching this and whether there were other value\nexchanges taking place were not able to be identified at this stage. As a result, a\nnumber of questions were raised, leading to a more detailed focus on the barriers and\npotential opportunities than is usual for a Data Ecosystem Mapping session.\nDespite the challenges presented in mapping some of the value flows, as a result of\nthe workshop, we were able to create the beginnings of a data ecosystem map for\nthe West London education sector.\nOpen Data Institute 2021Mapping data ecosystems in the education sector8\n\nOpen Data Institute 2021Mapping data ecosystems in the education sector9\n\nKey findings\nBarriers preventing access, use and sharing of\ndata\n●\nDue to a lack of data, marrying up occupation outcomes of courses with\nlabour market demand is difficult, particularly where courses have multiple\noccupational outcomes (HE), as opposed to having a specialist niche (more\nlikely in FE). This could lead to inaccurate assumptions about which skills are\nrequired to satisfy labour market demand, as these assumptions are not\nbased on evidence.\n●\nThere is a distinct lack of established standards, both around the taxonomies\nused to describe data and in the way that data is captured and identified.\nThis is particularly prevalent in supply side data that is created by skills\nproviders and makes it more difficult for organisations wishing to work with\nthat data to compare different datasets. There are some existing frameworks,\nlike theXCRI-CAP, which could help to address thisproblem, but to date\nuptake in the UK has been limited to postgraduate provision from some\nuniversities. From the demand side, there is no standard way for employers to\narticulate their skills needs, which makes it difficult for skills providers to\nupdate their offerings to better meet these needs.\n●\nIt can be difficult to access national data that could be useful at a local level,\nas the data holders, such as the Department for Work and Pensions, require\nvery specific and sometimes restrictive justifications as to why this data\nshould be shared. For example, national data about skills and the labour\nmarket from the Department for Work and Pensions or elsewhere within\ncentral government, could help skills providers to provide more targeted and\nresponsive services, such as aggregated data about the skills level and prior\noccupations of people who are on Universal Credit (or at risk of redundancy\nthrough the HR1 process) in a locality. Much of this national data is likely\nalready aggregated and anonymised, or could be with relatively little effort,\nand therefore limiting access to the data unnecessarily limits potential\ninnovation.\n●\nThere is a tendency for national government departments, like the\nDepartment for Education, to develop strategies without input from local\nstakeholders who are most affected by the resulting outcomes.\n●\nThere is little data about the people who enter and then leave the West\nLondon labour market (university students from other geographies for\nexample), which means that it is difficult to know how much of the skills\nlearnt in West London are being retained by the West London labour market.\n●\nSome data sources which could support local education ecosystem\ndecisions involve substantial cost to access making it less accessible for use\nby stakeholders (e.g. EMSI Burning Glass).\n●\nAn inability to send data quickly and efficiently can  cause delays in data\nsharing between demand and supply, which affects the speed at which\ndecisions can be made, particularly with regards to adjusting the supply side.\nOpen Data Institute 2021Mapping data ecosystems in the education sector10\n\nOpportunities to improve access, use and sharing\nof data\n●\nIdentifying which software providers are being used by the different skills\nproviders and  encouraging collaboration and communication between them\nin order to improve the way data is accessed and shared via their systems.\nWest London Vice-Chancellors and Principals have set out opening up data\nas a shared objective of their new collaboration. This is strong advocacy for\nimproving access to data in education, but it will be necessary to explore\nwhat incentives and leadership from their partners will be needed to\naccelerate open data sharing.\n●\nImproving the way supply side data, such as course provision, connects to\ndemand side data, such as skills needed by West London employers, is\nimportant in making sure that suppliers are able to respond dynamically to\nthe needs of the market. There is an opportunity to build on the existing work\ndone by Rocket Science using manual coding of courses with SOC/ SIC\ncodes.\n●\nIdentifying new use cases for skills and education data could help to\ndemonstrate the value of improving access to this data to key national data\nholders, such as the Department for Work and Pensions.\n●\nEnsuring that residents of West London who are already in work have access\nto data about the provision of skills and how that relates to job opportunities,\nso that they can make decisions about adding to their skill set.\n●\nImproving standardisation, starting with the taxonomies used to describe\ndata benefits the whole ecosystem by giving everyone a shared language.\nImproving technical standards will improve the way that organisations are\nthen able to access and share this information.\n●\nStudent barometer, provided byTribal, which tracksand compares the\ndecision-making, expectations, perceptions and intentions of students from\napplication to graduation. This information is not publicly available.\n●\nThere is an opportunity to engage with data initiatives and projects that were\nidentified during the session, which may have useful datasets or data\nstandards that could be made openly available, or may already be openly\navailable. These initiatives and projects should be engaged as part of further\nwork. Initiatives and projects include:\n○\nJisc, a digital solutions provider for UK educationand research,\nwhich funds a number of projects around data, such as projects\naroundimproving postgraduate course informationandmanaging\ncourse-related information.\n○\nJisc has also funded the creation of theXCRI-CAPframework, which\nstands for  eXchanging Course Related Information, Course\nAdvertising Profile. XCRI-CAP is a standard that makes it easier to\nmove data about courses around. It is used to improve the way staff\ndo things within their own organisation and in partnership with other\norganisations. It gives organisations the capability to offer new and\nenhanced services to users of course related information. Its\nstandard format and common definitions make it possible for\ninformation in different systems to be shared and updated without\nhaving to re-enter data.  The XCRI-CAP framework could be\nOpen Data Institute 2021Mapping data ecosystems in the education sector11\n\naugmented by West London partners to include SOC/ SIC codes and\ncourse place information.  It went on to underpin BS 8581-1:2012\nExchanging course related information - Course advertising profile\nand EN 15982 Metadata for Learning Opportunities (MLO).\n○\nLinkedIn, which provides National and City level data that captures\nthe evolution of skill requirements over time across the workforce\nbased on updates to LinkedIn member profiles. Made available via\nThe World Bank.\n○\nUnistats datasetfrom the HESA website, which providescomparable\nsets of information about full- and part-time undergraduate courses,\nas well as experimental statistics about graduate outcomes\n●\nGiven the size and complexity of the data ecosystem, a useful activity would\nbe to identify key data holders from the map which were not engaged in the\ninitial stages of the project, and work with them to map their internal data\necosystem. This would be done with a particular focus on the use cases\naround better skills provision in order to provide some parameters to the\nexercise.\nOpen Data Institute 2021Mapping data ecosystems in the education sector12\n\nRecommendations\nImmediate priority\nCreate a priority list of use cases that wider data sharing should support, assess\ntheir viability and create a roadmap to execute them working with the relevant\nstakeholders\nIt is important for all work towards improving access to education and skills data be\nunderpinned by clear use cases that outline how improving access to data can\naddress a real-world problem. Without these examples, key stakeholders, such as\nskills providers and the software providers that they use, are unlikely to adapt their\ncurrent approach to making data available.\nTwo clear use cases have already been established:\n●\nEnabling the skills system to be more responsive through insights into\ndemand for and supply of skills across seven West London Boroughs\n●\nCollating data about green job profiles and information on relevant courses\nfrom Higher Education and Further Education providers in West London\nIn addition to the two existing use cases, two additional use cases were highlighted\nas worth exploring during the workshop:\n●\nUnderstanding what better skills provision looks like for those on Universal\nCredit\n●\nUnderstanding what better skills provision looks like for those at risk of\nredundancy, for example leveraging anonymised and aggregated insights\nfrom HR1 submissions broken down by local authority\nThese use cases should be presented to core project partners, and any additional key\nstakeholders that might need to be involved in delivery against said use cases, such\nas the Department for Work and Pensions, to get feedback from them as to whether\naddressing these use cases would prove useful to the wider ecosystem.\nFor each use case that is prioritised, a roadmap should be created to more\nspecifically shape how the following recommendations are undertaken.\nOpen Data Institute 2021Mapping data ecosystems in the education sector13\n\nShort term recommendations (3 months)\nCollate a structured list of relevant data sources that were identified during the\ndata ecosystem mapping sessionand build on this listthroughout the project\nUsing the prioritised use cases as a framing, collating a list of all relevant data\nsources, including those mentioned in the workshop, will help West London Business\nand West London Alliance answer the following questions:\n●\nWhat does the current availability of data look like?\n●\nWho is collecting data that hasn’t been engaged yet?\n●\nAre there any clear gaps in the available data?\nThis activity will help West London Business, West London Alliance and partners to\nunderstand who needs to be engaged in order to improve access to the necessary\ndata and drive forward the chosen use cases.\nIdentify the main software providers in the ecosystem and establish their role in\nfuture project work\nIt is important that software providers are engaged with the project as early as\npossible, as their systems make it possible to improve access to the data currently\nheld by skills providers. Engaging with software providers early will give West London\nBusiness, West London Alliance and partners the opportunity to identify how to\nincentivise each provider to make changes to their system and improve access to\ndata.  Adoption of XCRI-CAP by West London HE and FE partners may be a\nquick-win.\nWest London Business and West London Alliance should engage with key skills\nproviders to identify what their software provision currently looks like and to request\ncontact details for each provider.\nConvene stakeholders who were identified as being a key part of the data\necosystem during the ecosystem mapping session, or as part of the data\nsources list. Work with these key players to understand their internal data\necosystem and what prevents them from sharing data more openly\nDuring the ecosystem mapping session, a number of stakeholders were identified,\nsuch as skills providers and funding bodies, but participants were unable to go into\ndetail about what data each organisation is currently collecting and how each\norganisation shares that information with other stakeholders, as they did not have the\ninformation to do so.\nA clear next step would be to prioritise these key stakeholders and to reach out to\nthose considered a high priority to establish if they would be willing to engage with\nWest London Business, West London Alliance and partners around improving access\nto the data that they collect and maintain. Those organisations that are willing to\nengage would undergo a similar data ecosystem mapping session, using the\nparameters of the prioritised use cases as guidance. This session would focus more\non internal data collection and sharing, as well as the blockers that prevent them from\nOpen Data Institute 2021Mapping data ecosystems in the education sector14\n\nimproving access to data and the opportunities to progress towards this aim. For\nexample, Jisc advised that data to create XCRI-CAP feeds was sometimes\nfragmented across multiple IT systems in a Higher Education Institution (HEI) which\nmay then also demand collaboration across functions to bring the data together.\nMarketing departments are often strong champions of more open course data as it\ncan ensure they reach as many audiences as possible.\nEach session would need to involve individuals from relevant departments and roles\nthat understand how data is collected and used by the organisation. In particular,\nhaving one or more senior stakeholders present, such as a Chief Data or Digital\nOfficer, is crucial for securing buy-in for the future of the project. It is also\nrecommended that, where possible, the organisation’s software provider(s) also joins\nthe session.\nBuild on existing Rocket Science research to provide a documented approach\nto connecting supply and demand data around skills\nThis recommendation applies specifically to the first use case around enabling the\nskills system to be more responsive.\nExisting research fromRocket Science, one of thecore collaborators in the project so\nfar, has found that there are a number of complicated nuances around connecting\ndata about the supply of skills to data about the demand for skills. Examples include\nhow to account for people receiving higher and further education outside of West\nLondon, who then bring those skills back to the region as they join the labour market,\nas well as how to differentiate between skills required for jobs that are fairly sector\nagnostic, such as a Data Analyst, compared to the skills required for jobs that are\nextremely sector specific, such as a Commercial Pilot.\nIn order to unlock value from supply and demand data, the Rocket Science research\nneeds to be taken further, addressing nuances using activities like exploring possible\nstandard taxonomies for supply data, or accessing and analysing more data about\nthose entering and leaving the labour market. Existing standards such as XCRI-CAP\nshould be examined to confirm that they can support the standardisation of supply\nside course data, and where and how they might be best deployed.\nImportant considerations for this research should be around how the findings are\ndocumented and managed. These considerations might underpin the logic in a future\nalgorithm that matches supply and demand in real-time. It will need to be decided\nwhether the approach to connecting supply and demand data is something managed\ncentrally, by West London Business, West London Alliance and partners, a third\nparty, or whether a decentralised approach should be taken, involving other\nstakeholders in the ecosystem, like the skills suppliers and their software providers.\nProspects(part of Jisc that improves student andgraduate career outcomes through\ninformation, guidance and opportunities) currently provide the third party intermediary\nrole aggregating Postgraduate course information from HEIs using XCRI-CAP.\nOpen Data Institute 2021Mapping data ecosystems in the education sector15\n\nMedium term recommendations (3 - 12 months)\nWork with key data providers and the software providers that they use to enable\neasier ways of sharing data between two systems or organisations\nThis recommendation builds directly on all four of the short term recommendations,\nby bringing together software providers, data holders, and project partners to\nestablish how the systems that they currently use to collect and share data could be\nadapted to suit the needs of the use cases, and wider needs of improving access to\nsupply and demand data.\nBy this point in the project, there should be a good understanding of the datasets\navailable, so the stakeholders mentioned will need to come together to examine what\nadaptations need to be made in order to create a standardised approach to the\nfollowing:\n●\nThe taxonomy used to describe supply and demand data, such as the way\nskills are described by each organisation\n●\nThe data standards that make data interoperable, such as file format and\ncommon identifiers\n●\nThe technology that enables sharing of data, such as open APIs that enable\nefficient and standardised sharing of data\nThere may also be other adaptations that emerge from the short term activities that\nshould be incorporated into this activity.\nPivotal to the success of this recommendation is ensuring that key data providers and\nsoftware providers understand the value of existing standards such as XCRI-CAP,\nand that education leaders champion the implementation of these standards to\nsupport greater cooperation and a better informed marketplace.\nStakeholders should first be brought together for a workshop to make sure they are\non the same page. Some software providers’ systems may already support\nXCRI-CAP. UCAS and other aggregators may already have an awareness of what\ndata feeds are available. Some HEIs may have adopted XCRI-CAP and could help\nothers to apply and adopt in a similar fashion. Once the state of play is established,\nthrough the initial workshop, this should be followed up by regular working sessions\nbetween data holders, their software providers and the relevant project partners. It is\nimportant to make sure that stewards of data standards, like Jisc, are involved at an\nearly stage to ensure that all stakeholders can understand the value of adopting an\nexisting data standard, stewards are better able to understand the needs of the\nstakeholders, and for both groups to be able identify where it may need to be\naugmented to meet current or future needs.\nThis activity should allow significant progress to be made towards the practical\naspects of how supply and demand data is shared.\nWork to build strategic partnerships with organisations that collect relevant\ndata at a national level\nOpen Data Institute 2021Mapping data ecosystems in the education sector16\n\nThis recommendation is particularly relevant to the new use cases around aggregated\ndata about skill needs of people on Universal Credit and those at risk of\nunemployment, but could be beneficial to all of the suggested use cases.\nOne common barrier suggested in the workshop was the inability to access more\ngranular data representing a national perspective around skills and the labour market\nfrom organisations such as the Department for Work and Pensions. However, it is\nworth noting that some early conversations have been taking place between project\nstakeholders and the organisations that steward these national datasets. The main\nreason cited for the lack of access was the difficulty in making a clear and strong\njustification for why access to this more granular data is needed, and the benefits and\npositive outcomes which could be achieved by better access. Making this\nrecommendation a medium term priority will allow for time to build a really clear\nnarrative as to why these organisations should be as open as possible with the data\nthat they collect.\nBy building strategic partnerships with organisations that collect and maintain\nrelevant national datasets, West London Business, West London Alliance and\npartners will be able to:\n●\nSecure access to relevant national level datasets that will provide wider\ncontext and be useful for benchmarking against other regions\n●\nSuggest where new datasets that do not already exist should be collected,\nfor the benefit of the national labour market and education sector, for\nexample, information about the current skills and occupational experience of\nthose on Universal Credit or at risk of unemployment\n●\nEnsure that software providers factor in national datasets as part of their\nefforts to adapt their systems to improve access to data\n●\nPossibly secure additional funding for use cases that align with national\npriorities, or be able to draw on resource and capacity from teams within\nthose organisations\nBuilding these strategic partnerships will also put West London Business, West\nLondon Alliance and partners in a good position to create replicable solutions that\nbenefit other regional labour markets across the UK.\nLong term recommendations (12 months or\nlonger)\nRun small pilots addressing the priority use cases identified in the previous\nphase of work demonstrating the value of improving access to education and\nskills data\nOnce the data infrastructure has been adapted to better suit the needs of the use\ncases, a logical next step would be to run practical pilots that address the priority use\ncases and demonstrate the tangible value of improving access to data.\nOpen Data Institute 2021Mapping data ecosystems in the education sector17\n\nFor the first use case around enabling the skills system to be more responsive, this\nmight involve generating relevant insights for skills providers so that they can make\ninformed decisions about how to adapt their course offerings to better suit the needs\nof employers.\nFor the second use case around collating data about green job profiles and\ninformation on relevant courses from Higher Education and Further Education\nproviders in West London, this might involve building on the work done to create the\nSkills West Londonplatform, by integrating newlyavailable data from HE and FE\nproviders into the system.\nThe approach to the pilots for the other two use cases, if prioritised, is likely to be\ninformed by interactions with national data holders, such as the Department for Work\nand Pensions and Office for National Statistics, and will need to align with their\npriorities.\nBased on the outcome and learnings from the pilots, determine the need to\nformalise some elements of the data ecosystem in order to support wider\nscalability of use cases\nOnce the pilots are nearing completion, it is worth considering how the approach that\nhas been taken to ensure better coverage of skills provision in West London could be\nmade sustainable and scalable. It is important that the outcomes of this project have\na long lasting, positive impact on the labour market.\nIn line with the outcomes and learnings from the pilots, this could involve the\ndevelopment of data standards that can support a wider variety of use cases,\ncreating a formal governance structure such as a data institution to steward the data\nbeing shared and support wider engagement and collaboration between\nstakeholders, or supporting other regions to adopt a similar approach to their own\nuse cases.\nOpen Data Institute 2021Mapping data ecosystems in the education sector18","version":"1.10.100"}