{"numpages":33,"numrender":33,"info":{"PDFFormatVersion":"1.4","IsAcroFormPresent":false,"IsXFAPresent":false,"Title":"ODI-2022-Bottom-up data institutions: Mechanisms for government support","Producer":"Skia/PDF m102 Google Docs Renderer"},"metadata":null,"text":"\n\n\n\nContents\nExecutive summary5\n1. Introducing bottom-up\ndata institutions5\n1.1 What is data stewardship?6\n1.2 What are data institutions?7\n1.3 What are bottom-up data institutions?9\n1.4 What are the different types of bottom-up data institutions?10\n2. Government interest in bottom-up data institutions13\n2.1 Providing new incentives for sharing data15\n2.2 Building trust in data use17\n2.3 Reducing costs and increasing competition17\n2.4 Unlocking data for public causes18\n2.5 Mitigating harms through participation19\n3. Mechanisms for government support21\n3.2 Knowledge22\n3.3 Trust24\n3.4 Rights26\n3.5 Infrastructure29\nMethodology33\nBottom-up data institutions: mechanisms for governmentsupport | March 20222\n\nAbout\nThis report has been researched and produced by the Open Data Institute, and\npublished in March 2022. Its lead authors are Sara Marcucci and Matt Davies. To\nshare feedback by email or to get in touch, contact the Data Institutions programme\natdatainstitutions@theodi.org\nBottom-up data institutions: mechanisms for governmentsupport | March 20223\n\nExecutive summary\nBottom-up data institutions enable people to take a more active role in decisions\nabout data. At the Open Data Institute (ODI), we think they have the potential to\naddress data harms while unlocking new uses of data for public good. This report\nidentifies four areas that need to be improved if this is to happen.\nKnowledge\nThe existing evidence base on bottom-up data institutions and the market\nopportunity they represent is limited. This could be improved by:\n●\nJoining up existing government support for data institutions.\n●\nCommissioning research on the market for bottom-up data institutions.\n●\nMaintaining the UK’s rich institutional knowledge on data stewardship.\nTrust\nThere is evidence that users are likely to be wary of unproven approaches to data\nstewardship. This could be improved by:\n●\nProviding legal definitions of data intermediation and data altruism.\n●\nIntroducing a register for bottom-up data institutions.\n●\nSupporting the development of an assurance sector for data institutions.\nRights\nBottom-up data institutions often rely on the exercise of data portability rights, but\nthese are limited in UK and European law. This could be improved by:\n●\nEnhancing rights to data portability.\n●\nProviding a right to data reciprocity for bottom-up data institutions.\n●\nLoosening data processing restrictions for certified organisations.\nInfrastructure\nThe technologies and infrastructure needed aren’t always available to facilitate\nparticipatory data stewardship. This could be improved by:\n●\nSupporting the development of shared technological infrastructure.\n●\nExperimenting with data institutions as providers.\n●\nMandating interoperability and the development of open standards.\nBottom-up data institutions: mechanisms for governmentsupport | March 20224\n\n1. Introducing\nbottom-up\ndata institutions\n1.1 What is data stewardship?\nAt the ODI, we want those who collect, maintain and share data to act in ways that\nlead to the best economic and social outcomes for everyone. Our Theory of Change\ncontrasts this positive data future against two negative alternatives:\n1\n●\nAdata hoardingfuture where organisations restrictaccess to data, using\ninappropriate business or funding models for data that limit the value that we,\nas a society, get from it.\n●\nAdata fearingfuture where unaddressed fears arisingfrom legitimate\nconcerns – such as who has access to data and how it might be used –\nprevent us from realising its full benefits.\nThe concept of data stewardship is a response to data hoarding and data fearing. It is\na ‘responsible, rights-preserving and participatory concept [which] aims to unlock the\neconomic and societal value of data, while upholding the rights of individuals and\ncommunities to participate in decisions relating to its collection, management and\nuse’.\n2\nThe Ada Lovelace Institute defines stewardship as a concept that aims to achieve the\nresponsible and accountable use of common resources.\n3\nData has particular\neconomic characteristics that make it unlike traditional examples of common\nresources such as oil and forests,\n4\nso new paradigmsof stewardship need to be\ndeveloped and implemented.\nWe define data stewardship as the process of deciding who has access to data, for\nwhat purposes and to whose benefit, to realise the value and limit the harm that use\nof data can bring.\n5\nWe see stewarding data as thefoundational activity in the lifecycle\nor value chain of data – collecting, maintaining and sharing it. How data is stewarded\n5\nOpen Data Institute (2021),What are ‘bottom-up’data institutions and how do they empower people?\n4\nBennett Institute for Public Policy (2020,The Valueof Data - Summary report); Towards Data Science\n(2019),   Data is not the new oil: towards data science\n3\nBuilding on Elinor Ostrom’s work on the different principles for governing the commons (Ostrom, E [2015],\nGoverning the Commons. Cambridge University Press). Ada Lovelace Institute (2021),Participatory data\nstewardship- The Ada Lovelace Institute\n2\nAapti Institute, Open Data Institute and Global Partnership for AI (2022),Enabling data sharing for social\nbenefit through data trusts\n1\nOD,I (2018),Our theory of change – The ODI\nBottom-up data institutions: mechanisms for governmentsupport | March 20225\n\nultimately affects what types of products, services and insights it can be used to\ncreate, what decisions it can inform and which activities it can support.\n1.2 What are data institutions?\nData institutions are organisations that steward data on behalf of others, often\ntowards public, educational or charitable aims.\nData institutions steward data in different ways, including:\n●\nProtecting sensitive data and granting access under restricted\nconditions.UK Biobank, for example, was set up in2006 to steward\ngenetic data and samples from around half a million people, and continues to\nsupport their use for vital health research.\n●\nCombining or linking data from multiple sources, andproviding insights\nand other services back to those that have contributed data.   In the maritime\nsector,HiLotakes data generated by around 3,500ships globally to generate\nvital risk and safety analyses related to lifeboat accidents, engine room fires\nand other incidents.\n●\nCreating open datasets that anyone can access, use and shareto\nfurther a particular cause.  OpenCorporates,OpenApparel Registryand\n360Givingcollate and make accessible open data aboutcompanies,\nfactories and grant-making, respectively.\n●\nActing as a gatekeeper for data held by other organisations,ADR UK\nensures important administrative data held by the UK Government can be\naccessed safely and securely, and in the US,SocialScience Oneplays a\nsimilar role to make Facebook data available for new research.\n●\nDeveloping and maintaining identifiers, standards and other\ninfrastructurefor a sector or field, such as by registeringidentifiers or\npublishing open standards.Open Banking Limitedwasestablished in the UK\nin 2016 to develop standards and guidelines to drive competition and\ninnovation in the retail banking sector.\n●\nEnabling people to take a more active role in stewarding data about\nthemselves and their communities.Open Humansenablespeople to\nexplore, analyse and share data about their health, and make it available for\ncitizen science projects.\nAlthough the term is new, data institutions have existed in the private, public and third\nsectors for as long as hundreds of years. Public organisations like national mapping\nagencies, statistics agencies and archives are perhaps the oldest data institutions,\nBottom-up data institutions: mechanisms for governmentsupport | March 20226\n\nwhile civil society organisations, trade unions and other organisations are increasingly\ntaking on new data duties.\n6\nThis report focuses on this last role: enabling people to take a more active role in\nstewarding data.\nBox 1: Data institutions, data intermediaries and other terms\nThe ODI definesdata institutionsas:\n“organisations whose purpose involves stewarding data on behalf of\nothers, often towards public, educational or charitable aims.”\nWe take ‘institution’ to mean an organisation, establishment, foundation or\nsociety, especially those that are public, educational or charitable.\nThe term might also be used in other contexts to mean different things.\nFor example:\n●\nTo describe organisations that are essential components of the data\necosystem but tend not to actively steward data themselves, such as\nadvocacy organisations, funders, auditors and so on. We think of\nthese as simply ‘institutions’.\n●\nTo convey the need for a richer institutional environment around data to\nensure it works for everyone, which, as well as organisations, would\ninclude laws, codes of conduct, norms and informal behaviours. Using\nthis wider lens, data protection or data portability can be seen as\ninstitutions related to data.\nOther organisations use different terms to describe similar or related concepts.\nFor example:\n●\nThe UK government used the term ‘data intermediaries’in its\nNational Data Strategy and reports from the Centre for Data Ethics\nand Innovation (CDEI).\n●\nThe European Commission uses the terms ‘data spaces’,‘data\nsharing services’ and ‘data altruism organisations’.\n●\nGovLab uses the term ‘data collaboratives’, to describeinitiatives\nthat enable data to flow from the private to public sector.\n●\nThe Oxford Martin School is focused on ‘institutionaland legal\nconstructs’ that ‘could allow data to be shared inmore flexible and\ninnovative ways, respecting individual autonomy while generating\nwider societal benefits’.\nThese terms are roughly the same. This report uses ‘data institutions’\nthroughout, but our findings will be relevant to organisations and practitioners\nthat use other terms.\n6\nOpen Data Institute (2021),What are data institutionsand why are they important?\nBottom-up data institutions: mechanisms for governmentsupport | March 20227\n\n1.3 What are bottom-up data institutions?\nIn recent years, data institutions have emerged to empower individuals and\ncommunities to take a more active role in the stewardship of data about them or that\nthey have a vested interest in. At the ODI, we refer to these asbottom-up data\ninstitutions. These data institutions use participatorymethods to enable individuals\nand communities – usually those that have generated the data or that the data is\nabout – to exercise greater control over the collection, maintenance and sharing of\ndata.\nOne can observe bottom-up data institutions in the wild that enable groups to\ngenerate or repurpose data about them, and exert collective control over it for a\ncommon purpose. For example:\n●\nVariant Bioworks with historically marginalised populations,where\ncommunities are engaged prior to the beginning of research projects, and\nthe data is collected and used within a framework that takes into account\ncommunity concerns.\n●\nDriver’s Seatis an independent, driver-owned cooperativewhere members’\ndata is used to derive insights that help them optimise their performance.\n●\nOpen Humansempowers individuals and communities toexplore and share\ntheir personal data for the purposes of education, health and research.\n●\nMIDATAenables users to contribute to medical researchand clinical studies\nby granting selective access to their personal data.\n●\nGyeonggi Data Dividendensures that any financialprofits generated by\nselling access to data about transactions using the local currency are\nreturned to citizens in the form of a dividend.\nIn addition to the organisations themselves, an ecosystem of research and practice\nhas emerged around the concept of bottom-up data stewardship. For example:\n●\nTheMyDataGlobal community, which aims ‘to empowerindividuals by\nimproving their right to self-determination regarding their personal data’.\n7\n●\nTheMozilla Data Futures Lab, which was launched in2021 to support\nexperimentation around ‘new approaches to data stewardship that give\ngreater control and agency to people’.\n8\n●\nTheAda Lovelace Institute, which advocates for ‘participatorydata\nstewardship’, where people whose data is used or about which data\ndecisions are taken are meaningfully involved.\n9\n9\nhttps://www.adalovelaceinstitute.org\n8\nhttps://foundation.mozilla.org/en/data-futures-lab/\n7\nhttps://mydata.org\nBottom-up data institutions: mechanisms for governmentsupport | March 20228\n\n●\nTheAapti Institute’s work at the Data Economy Lab, which aims to empower\nindividuals and communities to play a bigger part in data governance, and it\nhas documented numerous examples of this in practice.\n10\n●\nConnected by Data, which is a research and advocacy organisation aiming\nto put community at the centre of data narratives, practices and policies.\n11\nAt the ODI, ourdata institutions programmeis designedto bring about new data\ninstitutions and improve the practices of existing ones, including bottom-up data\ninstitutions.\n12\n1.4 What are the different types of bottom-up\ndata institutions?\nThere are many different forms of bottom-up data institution, and lenses to use to see\nthem through.\nOur use of the term ‘bottom-up’ refers to the existence of processes that involve\npeople in decision-making (and less an indication of how the institutions came into\nbeing). We observe three main approaches taken by bottom-up data institutions to\nenable this participation in practice:\n●\nindividualdecision-making; people making decisionsindividually about the\ndata about them\n●\ncollectivedecision-making; people making decisionsas part of a larger\ngroup\n●\ndelegateddecision-making; people delegating decision-makingauthority to\nanother party.\n13\nExamples of bottom-up data institutions and the nature of involvement they support\ncan be seen in Figure 1.\n13\nOpen Data Institute (2021),What are ‘bottom-up’data institutions and how do they empower people?\n12\nhttps://theodi.org/project/rd-data-institutions/\n11\nhttps://connectedbydata.org\n10\nhttps://www.aapti.in\nBottom-up data institutions: mechanisms for governmentsupport | March 20229\n\nFigure 1: Examples of bottom-up data institutions\nBottom-up data institutions also differ in the nature of the decisions they involve\npeople in. Some enable people to take part in governing access to data (for example,\nmaking decisions about whether to provide access to data to a particular project or\ngroup of researchers) or governing the data institution itself (for example, making\ndecisions around the goals and principles of the organisation, plans for future\ninvestment, and distribution of profits).\nA detailed exploration of the different models for participation in data stewardship has\nbeen carried out by the Ada Lovelace Institute.\n14\nFigure 2: Framework for participation in data stewardship, reproduced from Ada Lovelace\nInstitute (2021),Participatory data stewardship.\n14\nAda Lovelace Institute (2021),Participatory datastewardship\nBottom-up data institutions: mechanisms for governmentsupport | March 202210\n\nBased on Sherry Arnstein’s ‘ladder of citizen participation’,\n15\nthe framework produced\nby Ada (in Figure 2, above) sets out the possible outcomes of informing, consulting,\ninvolving, collaborating and empowering people, whereby people go from being\nrecipients of information about the data to be stewarded, to being active, empowered\nactors with agency and the power to influence how that data is to be stewarded.\n15\nArnstein, S (1969),A Ladder of Citizen Participation.Journal of the American Institute of Planners, 35(4),\npp.216-224\nBottom-up data institutions: mechanisms for governmentsupport | March 202211\n\n2. Government interest in\nbottom-up data institutions\nOver the past decade, how data is stewarded has become a significant issue for\npolicymakers. Scandals such as Cambridge Analytica’s use of data from Facebook\nusers in political advertising have raised awareness of the impact that irresponsible\ndata stewardship can have on individuals and society.\nFrom an economic perspective, access to data plays a major role in developing and\ndelivering products and services: the five largest private companies in the world are\ntechnology companies that offer services predicated on the collection, use and\nsharing of data.\n16\nBy supporting better decision-making,data – and technologies\nwhich use data such as Artificial Intelligence (AI) – can contribute to the creation of\nvalue across public, private and third sectors, and in industries from health to\ntransport.\n17\nThere are a number of market failures associated with data availability,\n18\nmeaning the\nright data isn’t always available to create the necessary information and support\ndecision-making. In response, we’ve seen governments and other policymakers\nbegin to think about how to steer the stewardship of data towards their goals,\npriorities and values.\nIn the UK, where the government has set out an ambition to become a ‘global\nscience and technology superpower’,\n19\nthe InnovationStrategy\n20\nand AI Strategy\n21\nboth highlight the role of data in the development of new technologies, products and\nservices. Mission 1 of the government’s National Data Strategy – ‘Unlocking the value\nof data across the economy’ – sets out measures that aim to boost data availability\nacross sectors.\n22\nResearch carried out in 2021 for the Department for Digital, Culture, Media and Sport\n(DCMS) by Frontier Economics identified six barriers to optimal data sharing:\n23\n●\nLack of incentive to share data:data providers maynot be sufficiently\nincentivised to share or grant access to their data - for example, sharing may\nincur costs that they are unable to recoup from the beneficiaries of expanded\naccess.\n23\nGov.uk (2021),Increasing access to data held acrossthe economy\n22\nGov.uk (2021),National Data Strategy Mission 1 PolicyFramework: Unlocking the value of data across\nthe economy\n21\nGov.uk (2021),National AI Strategy\n20\nGov.uk (2021),UK Innovation Strategy: leading thefuture by creating it\n19\nGov.uk (2021),\"We're restoring Britain's place asa scientific superpower\"\n18\nOpen Data Institute (2019),The Value of Data\n17\nOpen Data Institute (2018), ‘Our theory of change’\n16\nPWC (2021), ‘Global Top 100 public companies by marketcapitalisation\n’\nBottom-up data institutions: mechanisms for governmentsupport | March 202212\n\n●\nLack of knowledge:data providers may lack enough knowledge of the\npotential uses of their data, while data users lack enough knowledge of what\ndata could be made available. Both parties may have limited understanding\nof how data can be shared even where a potential use has been identified.\n●\nCommercial, reputational and ethical risks:the perceivedor actual risk\nof losing competitive advantage, of suffering reputational damage from data\nuses that may breach others’ trust, or from data sharing exposing\ncontroversial business practices, may deter providers from sharing data.\n●\nRegulatory and legal risks:the perceived or actual risk of breaching data\nprotection, intellectual property rights or regulatory requirements may be a\ndeterrent to sharing.\n●\nCosts of data access/sharing:costs may be prohibitivebecause of a lack\nof coordination, common foundations, infrastructure and technologies that\nare needed for data sharing to be cost effective.\n●\nMissed opportunities to use data in the public interest:cases where\nsharing data may be particularly likely to lead to economic and social gains\nbeyond the benefits that accrue to the organisations providing and obtaining\naccess to data.\nData institutions can help overcome some of the market failures associated with data\navailability. The UK government’s Centre for Data Ethics and Innovation has argued\nthat data intermediaries can provide partial or complete solutions to each of these\nbarriers,\n24\nand has set out measures to ‘support thedevelopment of a thriving [data]\nintermediary ecosystem’.\n25\nRecently published ODI research demonstrates the ways in which different types of\ndata institutions create value within their ecosystems.\n26\nFocussing on illustrative case\nstudies of five UK-based data institutions, this research found that existing data\ninstitutions are creating significant value in the form of cost savings, efficiency gains\nand positive social impacts. For example, theMarineEnvironmental Data and\nInformation Network (MEDIN)– which promotes the sharingand reuse of marine data\n– was found to produce cost savings of £1.32 million per year from making data\nreusable, whileOpenActive– which develops open datastandards to publish and use\ndata about sport and leisure activities – was estimated to save activity providers\n£267,200 a month in time saved on promotional activities.\nThe field of bottom-up data institutions is relatively nascent, so claims about their\nimpact are necessarily speculative. However, we think it is likely that bottom-up\napproaches to data stewardship can:\n26\nOpen Data Institute (2022), ‘Measuring the impactof data institutions’\n25\nGov.uk (2021),National Data Strategy Mission 1 PolicyFramework: Unlocking the value of data across\nthe economy\n24\nGov.uk (2021),Unlocking the value of data: Exploringthe role of data intermediaries\nBottom-up data institutions: mechanisms for governmentsupport | March 202213\n\n●\nprovide new incentives for sharing data\n●\nbuild trust in data use\n●\nincrease competition and reduce costs\n●\nunlock data for public causes\n●\nmitigate harms associated with data use.\n2.1 Providing new incentives for sharing data\nBottom-up data stewardship can create new incentives for individuals and\ncommunities to share data.\nSome bottom-up data institutions enable people to donate data foraltruistic\nreasons. An example of this isOpen Humans, whichallows people to collect data\nabout their health, and make it available for new research and citizen science\nprojects. It provides opportunities for people to come together to address health\nconditions they are passionate about, and has enabled high-quality, peer-reviewed\nhealth research. The Open Humans model is intrinsically bottom-up in nature: users\ncollect the data, choose to pool it, and make decisions about how access should be\ngoverned; and this leads to the creation of data sources that would not otherwise\nexist.\nOther examples includeZOE Covid StudyandCorona-Datenspende,data donation\napps for Covid-19 in the UK and Germany respectively. Participants donate data on\nCovid symptoms, either through an app-based interface (in the case of ZOE) or\nthrough linking their fitness wristband or smartwatch to measure values such as sleep\npatterns, heart rate and number of steps (in the case of Corona-Datenspende). This\ndata is then transmitted to academic partners to inform research into the spread of\nCovid-19 and its health impacts.\nThese data donation practices are increasingly termed ‘data altruism’ due to their\nsimilarity with more traditional forms of altruism such as philanthropic donation. Data\naltruism is attracting increasing interest from policymakers who want to encourage its\nspread - for example, the European Commission will establish a legal register of data\naltruism organisations with its forthcoming Data Governance Act.\nOther data institutions depend onvolunteer contributorswho contribute to\ncollective stores of knowledge. Examples of this includeOpenStreetMap,iNaturalist\nandSafeCast. Each of these projects allows usersto collaborate on the creation and\ngovernance of a comprehensive store of data which is made publicly available:\n●\nOpenStreetMap is a free, editable and user-created geographic database of\nthe world, which has grown to become one of the few viable alternatives to\nGoogle Maps.\nBottom-up data institutions: mechanisms for governmentsupport | March 202214\n\n●\niNaturalist allows users to share observations of biodiversity across the globe,\nwith 66 million observations of plants, animals, fungi, and other organisms\ncurrently listed.\n●\nSafecast stewards the world’s largest open dataset of background radiation\nand air-quality measurements, contributed by users gathering data from\nphysical sensors.\nUnlike Open Humans, the data contributed to these projects is not personal data -\nwhat they have in common is the use of participation to create valuable new data\nsources.\nOrganisations like Swash, which describes itself as a ‘data union’, take the form of a\nbrowser extension installed by users, who can then consent for their browsing data to\nbe automatically captured, pooled and sold on their behalf. Unlike the examples\nabove, Swash is not intended to facilitate altruistic practices or civic engagement, but\nseeks to generatefinancial returnfor its users.\nAt the ODI, we’re sceptical about financial returns as an incentive for bottom-up data\nstewardship for different reasons. On a practical level, data is hard to value: its value\nlargely depends on how it is used and in what context, but it is difficult to predict how\nit might be used by others or in the future.\n27\nMoreover,most of the value from data\narises when it is aggregated or combined with other datasets - this means that unless\nsuch institutions can achieve significant scale, the returns to individuals are likely to be\nminimal.\nThe use of financial incentives as a means of encouraging bottom-up data\nstewardship has also been challenged on political and ethical grounds.\n28\nCritics of\nthese models argue that incentivising people to participate by compensating them for\ndata could lead to those with fewer resources being more likely to be subjected to\nexploitative data gathering practices.\n29\nThe eventualresult of this could be that\nprivacy and control become luxuries, creating a tiered and unequal data economy.\n30\nLastly, some bottom-up data institutions enable people to contribute datain\nexchange for a service. For example, Open Humans alsoprovides users with\naccess to tools to enable them to generate their own insights into their health.\nIn recent work with the Global Partnership for AI, the Aapti Institute and the Data\nTrusts Initiative\n31\n, we have produced a design fora ‘London Cycling Data Trust’. In\nreturn for sharing data about their cycling journeys around the city, users would get\naccess to improved route planning, statistics and insights about their journeys, and\nan opportunity to directly feed into the development of London's cycling infrastructure\nthrough assessments on the quality of different routes.\n31\nThe Open Data Institute and Aapti Institute (2022),Enabling Data Sharing for Social Benefit ThroughData\nTrusts: Data Trusts in Climate.\n30\nWorld Economic Forum (2017),What If: Privacy becomesa luxury good?\n29\nElectronic Frontier Foundation (2020),Why GettingPaid for Your Data Is a Bad Deal\n28\nCentre for International Governance Innovation (2019),Should Tech Firms Pay People for Their Data?\n27\nOpen Data Institute (2020),The Value of Data\nBottom-up data institutions: mechanisms for governmentsupport | March 202215\n\n2.2 Building trust in data use\nBottom-up data stewardship can help to mitigate the risks associated with some\ntypes of data use, and thereby increase trust in the data ecosystem.\nResearch carried out for the ODI by Frontier Economics has shown thattrust in data\necosystems is a key determinant of data sharing:\n32\ngreater trust – both in\nindividual institutions, and in the data ecosystem as a whole – results in higher levels\nof data sharing, and increased data availability.\nThere is evidence to suggest thatempowerment andcontrol in data systems\ncan help to build trust. Research carried out by theODI in conjunction with the\nRSA found support for more granular control over how data about individuals is\ncollected, shared and used,\n33\nand surveys carried outby the Centre for Data Ethics\nand Innovation (CDEI)\n34\nand the University of Sheffield\n35\nhave also indicated demand\nfor greater individual control over how personal data is managed.\nIn the course of this research, we carried out interviews with policymakers and\nbottom-up data institutions (seeMethodology) andboth indicated thatparticipatory\napproaches could help to meet this demand for greater control, particularly in\nthe case of sensitive data. Similar arguments have been made by the Ada Lovelace\nInstitute, which has argued that participatory data stewardship could increase the\nlegitimacy of – and therefore public trust in – the use of data,\n36\nand by the Information\nTechnology Federation of Japan, which has advocated the use of ‘personal\ninformation banks’, a type of bottom-up data institution, as a means of supporting\ntrust in the data ecosystem.\n37\n2.3 Reducing costs and increasing competition\nAnother important policy goal to which bottom-up data institutions can contribute is\nreducing the cost of data access and sharing by increasing competition in the digital\neconomy.\nTheFurman Review, ‘Unlocking digital competition’,found thata lack of\ncompetition in digital markets leads to a number of harms,\n38\nincluding reduced\ninnovation in services, reduced consumer choice, and higher prices for businesses\nusing platforms – which are then passed on to consumers. The review notes that this\nlack of effective competition is amplified by ‘network-based and data-driven platform\n38\nGov.uk (2019),Unlocking digital competition: Reportof the Digital Competition Expert Panel2019)\n37\nNikkei Asia (2019),Japan's 'information banks' tolet users cash in on personal data\n36\nAda Lovelace Institute (2021),Participatory datastewardship\n35\nHartman, T, Kennedy, H, Steedman, R, Jones, R (2020)Public perceptions of good data management:\nFindings from a UK-based survey\n34\nGov.uk (2020),Online targeting: Final report andrecommendations\n33\nOpen Data Institute (2019),Data About Us: 'the people'know and care more than they are given\ncredit for\n32\nFrontier Economics for the Open Data Institute (2021),The economic impact of trust in data ecosystems\nBottom-up data institutions: mechanisms for governmentsupport | March 202216\n\nbusiness models [that] tend to tip markets towards a single winner’, and that data\nopenness must be a key tool for the newDigital MarketsUnitfor promoting\ncompetition.\n39\nODI research\n40\nhas identified similar patterns in theartificial intelligence (AI) sector.\nOrganisations with access to large silos of high-quality data are better able to train\nhigh-performing AI systems with it; these high-performing AI systems are more likely\nto be more widely adopted; and the wide usage of these high-performing AI systems\ngenerates more data for the data silos, in a feedback loop that tends towards\nmonopoly.\nBottom-up data institutions can help to tackle this problem bycreating new,\nalternative stores of data in specific sectors. This,in turn, creates greater\ncompetition in data providers, reduces the competitive advantage enjoyed by\nincumbents and creates greater choice for consumers.\n41\nOne example of this is\nOpenStreetMap, which has emerged as a viable competitor in a concentrated market\ndominated by top-down mapping projects such as Google and Apple Maps.\n2.4 Unlocking data for public causes\nBottom-up data institutions canunlock data for publiccauses,including the UK\ngovernment’s net zero carbon ambitions and United Nations’ sustainable\ndevelopment goals.\n42\nRecent ODI research has set out the potential for data trusts – themselves a form of\nbottom-up data institution – to helptackle the climatecrisis, providing practitioners\nand policymakers with usable models.\n43\nOther typesof bottom-up data institutions\nare already providing new sources of data that could help to support climate change\nmitigation efforts. For example:\n●\nGlobe at Nightis an international citizen sciencecampaign to raise public\nawareness of the impact of light pollution by inviting citizen-scientists to\nmeasure and share their observations of the brightness of the night sky.\n●\nSensor.Communityis a network of individuals withDIY air quality sensors.\nThe community pools data about air quality from all over the world to create\nan open environmental dataset.\n●\nTheEnergy Data Co-opis being developed by Open DataManchester and\nCarbon Co-op, where people can pool and share data to improve the\nefficiency of their homes by changing how energy is used.\n43\nGPAI (2022),Enabling data sharing for social benefitthrough data trusts\n42\nUnited Nations (no date),The 17 goals\n41\nAutonomy (2020),Platforming Equality: policy challengesfor the digital economy\n40\nOpen Data Institute (2018),The role of data in AIbusiness models\n39\nIbid\nBottom-up data institutions: mechanisms for governmentsupport | March 202217\n\nOther examples can be found inthe field of labour rights, where an increasing\nnumber of tools and initiatives rely upon data about workers being made widely\navailable, accessible, usable or open:\n44\n●\nWorker Info Exchangesupports trade unions and grassrootsworker\norganisations to collect data gathered on them by employers (through\nsubject access and data portability requests), aggregate this data and\nanalyse it in support of collective bargaining.\n●\nDriver’s Seatallows gig economy drivers to combinetheir driving data with\ndata from other drivers to gain insights about their gig work. Driver’s Seat\nthen sells this data to municipal agencies on behalf of drivers and distributes\nthe profits back to members.\n●\nWeClock’s worker collectives allow workers to collect,pool and analyse data\non their own activities, supporting collective bargaining and allowing\ninstances of employer malpractice to be recorded and investigated.\nSome of the above initiatives, as well as efforts by trade unions to steward member\ndata in creative ways were highlighted in a recent roundtable run by the ODI as part\nof itsExperimentalism and the Fourth Industrial Revolutionproject.\n45\n2.5 Mitigating harms through participation\nFinally, participation in data stewardship can help to mitigate harms associated with\ndata use.\nData is the result of a process of collection, standardisation and categorisation of\nsocial behaviour. It is not necessarily neutral or representative of an objective version\nof reality; it is instead situated knowledge, which results from a particular experience\nof the world. Many commentators have noted how data materialises human prejudice\nand reflects the knowledge, bias, and experience of those who collect, manage and\nanalyse it.\n46\nAs a consequence, technologies which use data tend to reflect the existing social\nstructures and power relations they are developed in. This, in turn, risks further\nexacerbating and intensifying the exclusion of already marginalised communities and\nsocial groups.\n47\nFor example, a study from the MassachusettsInstitute of Technology\n47\nBroussard, M (2018), Automated unintelligence: How computers misunderstand the world. Cambridge,\nMA: MIT Press;Taylor, L (2017), What is data justice? The case for connecting digital rights and freedoms\nglobally.Big Data & Society, 4(2), pp.1-14; Benjamin,R (2019), Race after technology: The new Jim Crow.\nDurham: Duke University Press.\n46\nO' Neil, C. (2016), Weapons of math destruction. How big data increases inequality and threatens\ndemocracy. New York: Penguin Random House; Benjamin, R (2019), Race after technology: The new Jim\nCrow. Durham: Duke University Press; Eubanks, V (2018), Automating inequality. New York: St. Martin’s\nPress; Noble, S (2018), Algorithms of oppression: How search engines reinforce racism. New York: New\nYork University.\n45\nOpen Data Institute (2021),Le Guin and data subversions\n44\nOpen Data Institute (2021),Data institutions forlabour rights and supply chains\nBottom-up data institutions: mechanisms for governmentsupport | March 202218\n\n(MIT) has shown that voice and face recognition systems do not recognise the voices\nand faces of those who are not considered or participants in the programming of\nthese models. In particular, black women are recognised far less often than both\nwhite men and women.\nEmpowering people who will be directly affected by the use of data to participate in\nthe data stewardship process can help to mitigate some of these harms. Bottom-up\napproaches can help to ensure that the design of data institutions takes into account\nas many experiences and viewpoints as possible, improving their representativeness.\nThis can enable a higher degree of confidence that the systems used to steward data\nare fair and just.\nBottom-up data institutions: mechanisms for governmentsupport | March 202219\n\n3. Mechanisms for\ngovernment support\nThe UK’s National Data Strategy, published in 2020, pledged to ‘create an\nenvironment that supports existing data institutions in the public, private and third\nsectors’. Support for data institutions falls under Mission 1 of the National Data\nStrategy, ‘Unlocking the value of data across the economy’.\n‘Data: a new direction’, the 2021 DCMS consultation on proposed changes to the\nUK’s data protection regime, referenced data intermediaries, asking whether, and\nhow, the government should have a role in enabling the activity of responsible data\nintermediaries. The ODI’s response highlighted that data institutions can help to\nimprove data availability across the economy, and argued that the government needs\nboth to actively support them and manage associated risks.\n48\nAt a European Union (EU) level, the European Strategy for Data\n49\nand accompanying\nlegislation such as the Data Governance Act\n50\nand DataAct\n51\naim to stimulate\neconomic growth through industrial data spaces and promote a human-centric data\neconomy via new data altruism organisations.\nOver the course of our research for this report, we identified four areas that need to\nimprove if bottom-up data institutions are to further grow:\n●\nKnowledge– The existing evidence base on bottom-updata institutions\nand the size of the potential market opportunity they represent is limited.\n●\nTrust– Bottom-up data institutions need to be trustedby the individuals and\ncommunities that use them, but there is some evidence that users are likely\nto be wary of new or unproven approaches to data stewardship.\n●\nRights– Bottom-up data institutions often rely onthe contribution of user\ndata through the exercise of data portability rights, but these are limited in UK\nand European law.\n●\nInfrastructure– The technological infrastructuresrequired for bottom-up\ndata stewardship aren’t always available.\nWhile preparing this report, we have drawn inspiration from policies that have been\nimplemented and proposed in the UK, EU and elsewhere in the world. The\nmechanisms suggested below are intended to be considered in the context of the UK\n51\nEuropean Parliament (no date),Data Act\n50\nEuropean Parliament (no date),Data Governance Act\n49\nEuropean Commission (no date),Strategy for Data\n48\nOpen Data Institute (2021),The ODI responds to theUK government's consultation on proposed reforms\nto data protection\nBottom-up data institutions: mechanisms for governmentsupport | March 202220\n\n– although we hope they will be useful to policymakers in other countries – and any\nreferences to ‘government’ should be understood to refer to the UK government,\nexcept where otherwise indicated.\n3.2 Knowledge\nOne of the factors preventing the further emergence and growth of bottom-up data\ninstitutions is the limited evidence base that currently exists on their effectiveness and\npotential.\nBottom-up data institutions are a new type of organisation, and few currently exist at\nscale. While there is some evidence (explored in Chapter 2) that participatory approaches\nto data stewardship can unlock new stores of data and enhance trust in existing\ninstitutions, there is a need to better define these opportunities and assess their potential\nto grow. Doing so will help to inform and align the activities of different actors operating in\nthis ecosystem, including bottom-up data institutions themselves, government, and\npotential funders or investors.\nThere are a number of actions that could help to improve knowledge of bottom-up\ndata institutions and their potential:\nJoin up and rationalise existing government support\nThe government needs to work across departments, arm’s-length bodies, regulators\nand relevant third and private sector actors to join up and rationalise the provision of\nsupport for data institutions.\nCurrently, numerous departments and arm’s-length bodies – including the DCMS, the\nDepartment for Business, Energy and Industrial Strategy (BEIS), the Department of\nHealth and Social Care, and UK Research and Innovation – provide direct or indirect\nsupport for data institutions. Rationalising and joining up government support for data\ninstitutions – perhaps by designating a central team with an enhanced remit to\ncoordinate support for data institutions across government – could help to:\n●\nensure value for money on government investments in this area\n●\nimprove the government’s own knowledge-gathering and horizon-scanning\ncapabilities by enabling more detailed ongoing monitoring of the ecosystem\nand its own role as a funder\n●\nsimplify the landscape for data institutions, including bottom-up data\ninstitutions, currently receiving support, and those seeking to receive it in\nfuture.\nGetting this right and improving the government's understanding of its own data\ninvestments would support Mission 3 of the National Data Strategy: ‘Transforming\ngovernment’s use of data to drive efficiency and improve public services’. This is a\npublic good in itself: the government has a duty to get its own use of data right, to\nBottom-up data institutions: mechanisms for governmentsupport | March 202221\n\nimprove how it makes policies, delivers services and otherwise effectively and\nefficiently runs its operations.\nBut it is also essential to, and cannot be separated from, achieving other missions of\nthe National Data Strategy, including Mission 1, ‘Unlocking the value of data across\nthe economy’. The government can influence what others do through setting\nexpectations and sending signals.\n52\nBy understandingits own data needs, and\nidentifying areas where participatory data stewardship could help to meet these\nneeds, it can help to establish this as best practice across the economy.\nCommission research and trials to assess the potential\nmarket for bottom-up data institutions across sectors\nThe government can continue to commission and support research and trials that will\nhelp improve understanding of the potential market opportunity for bottom-up data\ninstitutions.\nThis opportunity will no doubt vary depending on the specific use case or sector\nunder consideration: some sectors may have data needs that could be met by new\nbottom-up data-gathering approaches, while others will not. Equally, in some cases\nexisting silos of data might be improved by more participatory approaches to\nstewardship, while in other cases these approaches will not be appropriate.\nIn addition to this, the relative merits of different business models for bottom-up data\ninstitutions need investigation. As discussed in Chapter 1, bottom-up data institutions\ncan rely on a variety of different incentives – including data altruism, access to\nservices and financial reward – to drive user interest and engagement, but little\nresearch has been done on the effectiveness of different approaches.\nBy funding horizon-scanning research into new bottom-up approaches, the\ngovernment will be able to provide private and third sector actors with the knowledge\nthey need to build and engage with these new institutions.\nMaintain the UK’s rich institutional landscape and knowledge\non bottom-up data stewardship\nThe government can continue to provide support for the UK’s rich institutional\nlandscape and knowledge on bottom-up data stewardship.\nIn recent years, the UK government has funded pioneering research into potential\nmodels for data intermediation, including DCMS funding for the ODI’s own work on\ndata institutions, Office for AI research into data trusts,\n53\nand in-house CDEI work on\ndata intermediaries.\nThese organisations, including the ODI, can drive the research agenda, as well as\nprovide benefits to UK-based data institutions in other ways, such as through\n53\nOpen Data Institute (2019),Data trusts: lessonsfrom three pilots\n52\nOpen Data Institute (2021),Mapping data in the UKgovernment\nBottom-up data institutions: mechanisms for governmentsupport | March 202222\n\nmentoring, advocacy and the provision of practical guidance. Maintaining the UK’s\nhard-won thought leadership and practical knowledge in this area, will contribute to\nthe information-gathering goals set out above and ensure that guidance is available to\nthose bottom-up data institutions that need it.\n3.3 Trust\nResearch carried out for the ODI by Frontier Economics has shown that trust in data\necosystems is a key determinant of data sharing.\n54\nThere is some evidence –\ndiscussed in the previous chapter – that data institutions can enhance trust in data\nuse, and that the empowerment and control provided by bottom-up institutions might\nbe particularly conducive to this goal.\nHowever, data institutions themselves require trust from the individuals and\ncommunities that use them. People need to be able to trust that they can safely share\ndata with or through data institutions; data users need to know that they can reliably\nuse data from data institutions; and people, organisations and communities affected\nby data institutions need to trust that they are having a positive impact.\nFor bottom-up data institutions, trust is a particularly acute issue: first, their explicit\nreliance on user willingness to engage means that they are more vulnerable to\nfluctuations in public trust than others data institutions; and second, users are likely to\nbe wary of new approaches to data stewardship without first seeing proof of their\neffectiveness and independence.\nThere are a number of actions that could help to improve trust in bottom-up data\ninstitutions:\nProvide a legal definition for (bottom-up) data institutions\nThe government can provide legal definitions for data institutions and specific\ndata-gathering practices such as data altruism.\nThis could help bottom-up data institutions work towards a particular legal standard,\nand enhance public trust by providing clarity on what they can expect data\ninstitutions to do with data about them or in which they have a vested interest. It\nwouldn’t necessarily require new primary legislation – it could be done through\nsecondary legislation, or through guidance from the government or a regulator\nthrough the Information Commissioner’s Office (ICO).\nThe European Commission’s Data Governance Act seeks to do this by defining data\nintermediaries as organisations which provide ‘data sharing services’ and requiring\nthat they comply with strict rules on how they handle data. For example, the act\nrequires data intermediaries to ‘act only as intermediaries in the transactions’ and not\nuse the data exchanged for any other purpose. It expects structural safeguards to be\n54\nFrontier Economics for the Open Data Institute (2021),The economic impact of trust in data ecosystems\nBottom-up data institutions: mechanisms for governmentsupport | March 202223\n\nput in place to ensure this, with data sharing services provided through a legal entity\nseparate from that which carries out any of the organisation’s other activities. By\nclearly defining what activities data intermediaries can legally carry out, the\nCommission hopes that public trust in them will be strengthened, allowing the sector\nto grow.\nIntroduce a register for bottom-up data institutions\nAnother option would be to introduce a register for bottom-up data institutions.\nThe European Commission’s Data Governance Act will require that individual member\nstates, and the Commission itself, establish a ‘register of recognised data altruistic\norganisations’. Once the act is passed, only controllers listed in this register will be\nable to call themselves a ‘data altruism organisation recognised in the Union’. To\nregister as a data altruism organisation, a data controller will need to meet the\nfollowing criteria:\n●\nbe a legal entity constituted to meet objectives of general interest\n●\noperate on a not-for-profit basis and be independent from any entity that\noperates on a for-profit basis\n●\nperforms the activities related to data altruism through a legally independent\nstructure, separate from other activities it has undertaken.\nBy regulating which organisations can and cannot describe themselves as data\naltruism organisations, a register could provide greater clarity about the purpose of\nthe data institutions with which they are sharing data. This would reduce instances of\nincorrect or fraudulent claims to data altruism, and help to build trust in data altruism\nas a practice. It could also aid the development of such organisations, supporting\ngrowth and innovation.\nIn the UK context, there are a number of different routes – both legislative and\nnon-legislative – by which a register could be created. Its maintenance could be taken\non by an existing body such as the ICO, Ofcom or the CMA.\nSupport the development of an assurance sector for\nbottom-up data institutions\nGovernment can support the development of a mature assurance sector for\nbottom-up data institutions, including audit and certification services.\nAudits and certifications are assessments that can be conducted internally by a data\ninstitution to improve its own trustworthy operation, or externally by a third party.\nPrevious ODI research has explored the role of these mechanisms in providing\nassurance of data trusts\n55\nand of data institutionsmore broadly.\n56\n56\nOpen Data Institute (2020),Designing trustworthydata institutions\n55\nOpen Data Institute (2019),Data trusts: will certificationwork?\nBottom-up data institutions: mechanisms for governmentsupport | March 202224\n\nA study carried out in 2021 by Frontier Economics on behalf of the ODI identified a\nnascent but buoyant market of firms and services focused on trust in data, and\nrevealed a potentially significant market opportunity for these organisations in the\ncoming years.\n57\nAn example of this is the Japanese government, which has worked with the\nInformation Technology Federation of Japan to create guidelines and a certification\nscheme for ‘personal information banks’, a form of bottom-up data institution. The\nfirst of these organisations was announced in 2019, and a number of established\ncompanies now offer this service.\n58\nThe operation ofpersonal information banks is\ndependent on a robust certification system, which ensures that businesses operating\nan information bank meet certain standards of reliability and trustworthiness. The\ncertification scheme is government-backed, but managed by the Information\nTechnology Federation of Japan – illustrating how governments can act as stewards\nfor private sector-led schemes, building trust in data sharing.\nHowever, the wide variety of different models that exist for bottom-up data institutions\n– as discussed in Chapter 1 – may act as a barrier to the rapid establishment of\ncertification schemes. Researchers from Harvard University exploring the possibility of\na certification scheme for platform cooperatives found ‘an environment that was too\nnew and diverse for a formal certification process or shared standards [in need of]\ngreater collaboration among cooperatives on best practices’.\n59\n3.4 Rights\nA third challenge to the further emergence and growth of bottom-up data institutions\nis the relative weakness of data portability rights in the UK and the EU. The ODI has\npreviously defined data portability as:\n‘the ability to share data between people, groups and organisations. A\ncompany, for example, might ‘port’ data – which could involve the transfer of\ndata, or the provision of access to it – to a third party in order to deliver a\nparticular service.’\nThe GDPR introduced a right to data portability, allowing users to demand the\ntransfer of their data in a machine-readable format. This is the primary legal route\nwhich many existing bottom-up data institutions use to receive data. An example of\nthis is WorkerInfoExchange, which makes use of data portability requests from\nindividual users to receive data initially collected by gig economy platforms, such as\nDeliveroo and Uber.\n59\nBerkman Klein Centre (2022),What we learned fromour research sprint on cooperative data governance\n58\nNikkei Asia (2019),Japan's 'information banks' tolet users cash in on personal data\n57\nOpen Data Institute (2021),New research for ODIreveals a nascent but buoyant market of firms and\nservices focused on trust in data\nBottom-up data institutions: mechanisms for governmentsupport | March 202225\n\nAs it currently stands, however, the data portability right isn’t suited to supporting\nbottom-up data stewardship. Requests are often frustrated or denied outright on data\nprotection grounds, and the right is subject to further limits that make its exercise\ncumbersome:\n●\nit only supports one-off requests rather than continuous access\n●\ndata holders can wait up to a month to fulfil them, and often longer\n●\nit is only a right for individuals rather than all account holders (which may be\norganisations or households).\nStrengthening the right to data portability, and introducing new related rights, could\nhelp improve access to data for bottom-up data institutions and allow them to grow.\nThere are a number of actions that could achieve this:\nEnhance rights to data portability\nGovernment can enhance rights to data portability, empowering individuals to share\nand transfer data concerning them to new types of organisations. Revisions to\nregulation could include:\n●\nsupporting continuous access to data through application programming\ninterfaces (APIs), rather than one-off requests\n●\nrequiring data holders to fulfil requests within a month\n●\nrequiring data holders to cater for data portability requests from\norganisations, households and groups (for example shared accounts).\nFurther changes to data portability regulation should be considered on a\nsector-by-sector basis. It may be that this functionality develops naturally, without\nregulation: providing access to data is a strategy that organisations that hold data\nadopt if they think they can become the centre of an app ecosystem, as it makes\ntheir service more useful for consumers. It may be that regulatory intervention is only\nneeded in sectors where no access is provided, or where companies form a club and\nonly support data portability between each other.\nThe BEIS Smart Data agenda is an example of how greater data portability can be\nachieved in specific sectors without recourse to primary legislation, although new\ngovernment powers may be needed to mandate participation in Smart Data\ninitiatives.\n60\nThe government should consider how SmartData initiatives can be\ndesigned to facilitate the growth of bottom-up data institutions in sectors where\ngreater user, consumer or citizen participation would be valuable.\n60\nGOV.UK (2019),Smart data: putting consumers in controlof their data and enabling innovation\nBottom-up data institutions: mechanisms for governmentsupport | March 202226\n\nGovernment and regulators should also be aware of the potential adverse\nconsequences of enhanced data portability rights. While facilitating the flow of\npersonal data between organisations could be hugely beneficial to bottom-up data\ninstitutions, in some circumstances having some friction around moving personal data\nto new services will be a good thing and prevent abuses.\n61\nProvide a right to data reciprocity\nA related reform could include the introduction of a right to data reciprocity, as\nadvocated in a report by employment rights lawyers Robin Allen QC and Dee Masters\nfor the Trades Union Congress.\n62\nAt present, data collection in most sectors is one-sided: employees, workers and\nconsumers provide data, and employers or vendors use it, providing only generalised\ninsights to data subjects in return. It is this asymmetry that motivates the use of data\nportability requests by bottom-up data institutions.\nAllen and Masters argue that to redress this imbalance ‘there should be a requirement\nthat an employer can obtain consent to use data only if a reciprocal right is given to\nthe worker’.\n63\nIf extended to other groups such asconsumers, such a reform could\nstimulate further growth of bottom-up data stewardship by allowing organisations to\ncircumvent the friction created by limited data portability rights.\nIt could also help to enable consumer organisations, cooperatives, trade unions and\nmembership organisations to take on data stewardship responsibilities on behalf of\ntheir memberships and become bottom-up data institutions themselves.\nLoosen data processing regulations under GDPR for certified\nbottom-up data institutions\nIn addition to data portability, the GDPR introduced further legal rights for data\nsubjects and requirements on data controllers, including bottom-up data institutions\nand their users.\nThese rights and responsibilities are important safeguards: they help to support trust\nin the data ecosystem. As we argued in our response to DCMS’s 2021 consultation\non data protection, weakening protections could potentially carry long-term and\nindirect costs in the form of negative externalities from the increased collection and\nuse of sensitive personal data.\n64\n64\nOpen Data Institute (2021),The ODI responds to theUK government's consultation on proposed reforms\nto data protection\n63\nIbid\n62\nTUC (2021),Work and the AI revolution\n61\nOpen Data Institute (2018),Data portability: therole governments should play\nBottom-up data institutions: mechanisms for governmentsupport | March 202227\n\nHowever, it’s also clear that harms and benefits from data policies and data practices\ndon’t remain static: they change over time. The growth of new, bottom-up forms of\ndata stewardship – and new incentives to share data, such as data altruism –\npresents new opportunities for data to be used in innovative and socially beneficial\nways. In some cases, where existing legislation serves as a barrier to this, there could\nbe an argument for loosening or refining the obligations placed upon bottom-up data\ninstitutions.\nGerman non-profit group AlgorithmWatch have highlighted a number of ways in\nwhich this could be done, including:\n65\n●\nexcluding the processing of personal data for altruistic purposes from the\nscope of the GDPR by creating an altruism exemption, similar to the existing\nhousehold exemption\n●\nproviding data controllers deemed altruistic with an advantage when\nbalancing interests required under Article 6 of the GDPR\n●\nprivileging further processing for altruistic purposes, either in all\ncircumstances or in relation to personal data which is already publicly\navailable.\nThese ideas are worthy of further consideration, but they would likely need to be\naccompanied by some of the measures discussed in the previous section on trust to\nensure that greater rights to personal data are not abused by organisations claiming\naltruism on spurious grounds.\n3.5 Infrastructure\nThe functions of a data institution – for example holding data on behalf of an\norganisation or person, or combining data from different sources – require\nwell-functioning technical tools. This need is particularly acute for bottom-up data\ninstitutions, which will usually require some sort of front-end software to enable user\nparticipation. There are a number of ways in which this infrastructure could be\nimproved:\nSupport the development of shared technological\ninfrastructure\nThe government can support – through funding, piloting and testing – the\ndevelopment of shared infrastructure that can be used by bottom-up data institutions.\n65\nAlgorithmWatch (2022),Data altruism: how the EUis screwing up a good idea\nBottom-up data institutions: mechanisms for governmentsupport | March 202228\n\nOne example of this is DECODE (DEcentralised Citizen-owned Data Ecosystems), an\nEU-funded project designed to develop practical solutions that would put individuals\nin control of personal data. DECODE ran four pilots in Amsterdam and Barcelona to\ntest this technology between 2017 and 2019. DECODE provided free, open source,\ninteroperable tools to enable bottom-up, community-driven projects using data,\nincluding:\n●\nDECODE OS, a private, anonymous, peer-to-peer network\n●\nDECODE app, providing anonymous authentication for digital democracy\napplications\n●\nBarcelonaNow, allowing the creation of interactive dashboards for the\nexploration, interpretation and sharing of data.\nBy supporting the development of freely accessible, open source tools such as this,\nthe government could facilitate the growth of bottom-up data institutions in different\nsectors that depend on this infrastructure.\nExperiment with data institutions as technology providers\nThe government can support the development of infrastructure for bottom-up data\ninstitutions by experimenting and procuring services that already exist.\nIn 2020, the government of Flanders – the most populous sub-national unit of\nBelgium – partnered with Inrupt and Solid to pilot a service called My Citizen Profile.\nThe aim of this was to provide every citizen with a Secure Data Store or ‘Solid Pod’ to\nstore data, with control over who would be able to access it and when.\nOther public and quasi-public bodies, notably the NHS and the BBC in the UK, have\ntaken part in similar trials of Solid Pods.\n66\nThe ODI’s Experimentalism and the Fourth Industrial Revolution project is exploring\nhow governments can adapt through experimentation to the unprecedented and\nfast-changing circumstances created by greater data availability.\n67\nParticipants in\nproject roundtables have highlighted the need to work across sectors when engaging\nin public sector experimentation around data as a way of building public trust and\nmitigating resource constraints.\n68\nBy involving bottom-up data institutions in this process, government can support\nthem to develop and improve their services, as well as shielding itself from some of\nthe potential risks involved in developing bespoke digital infrastructure.\n69\n69\nHouse of Commions Public Accounts Committee (2019),Government flagship digital identification\nsystem failing its users\n68\nODI (2021),Asimov's Data Revolution\n67\nODI (2021),Project: Experimentalism and the FourthIndustrial Revolution\n66\nFinancial Times (2022),NHS signs up for Tim Berners-Leepilot to reinvent web\nBottom-up data institutions: mechanisms for governmentsupport | March 202229\n\nMandate interoperability and the development of open standards\nThe previous section highlighted the need for improved rights to data portability and\ncontrol to make it easier for users to engage with bottom-up data institutions. These\nrights will only be executable in practice if organisations adopt common standards,\nallowing data to flow between them.\nStandards for data are reusable agreements that make it easier for people and\norganisations to publish, access, share and use better quality data. Open standards\nare standards which are “made available to the general public and are developed (or\napproved) and maintained via a collaborative and consensus-driven process.”\n70\n70\nITU (2022),Definition of \"Open Standards\"\nBottom-up data institutions: mechanisms for governmentsupport | March 202230\n\nBy driving the greater adoption of open standards, the government can support the\nflow of data within and across sectors. One way of doing this would be to mandate\ninteroperability: that is, requiring organisations in a specific sector to adopt a shared\nset of open standards which would enable users to freely transfer data between\ndifferent service providers.\nRecent work from the Ada Lovelace Institute has highlighted the use of interoperability\nmandates under existing competition law in the European Union, including rulings that\nhave prevented Microsoft and Google from privileging use of their own products and\nservices on hardware using their operating systems.\n71\nIn the UK context, interoperability mandates are a feature of existing Smart Data\ninitiatives: Open Banking makes use of a mandate from the Competition and Markets\nAuthority (CMA) requiring current account providers to interoperate with authorised\npayments providers.\n72\nBuilding on these initiatives, a new Digital Markets Unit (DMU) has now been\nestablished within the CMA, with responsibility for ‘enabling greater personal data\nmobility and systems with open standards’.\n73\nThe governmenthas proposed that the\nDMU will need the power to mandate interoperability and third party data access,\nwith forthcoming legislation expected to enable this.\n74\nConsidering the impact of open\nstandards on bottom-up data institutions could form an important part of this work.\n74\nGOV.UK (2021),A new pro-competition regime for digitalmarkets\n73\nGOV.UK (2019),Unlocking digital competition, Reportof the Digital Competition Expert Panel\n72\nOpen Banking (2021),Variable Recurring Paymentsrequired for Sweeping\n71\nAda Lovelace Institute (2021),Making interoperabilitywork in practice: forms, business models and\nsafeguards\nBottom-up data institutions: mechanisms for governmentsupport | March 202231\n\nMethodology\nThis work set out to better understand ‘How can the UK government create an\nenabling environment for bottom-up data institutions?’.\nOur research questions were:\n●\nWhat are the main barriers that bottom-up data institutions encounter?\n●\nWhy should policymakers care about bottom-up data institutions flourishing?\n●\nWhat is already being done to support bottom-up data institutions?\nWe undertook a mixed methods approach, consisting of desk research and\ninterviews with expert stakeholders.\nOur desk research focused on identifying bottom-up data institutions and relevant\npolicies in the UK and around the world. We sampled for bottom-up data institutions\nfrom thedata institutions register. We examined:\n●\ngeneral information about the organisation – core goals or mission,\ngovernance paradigm, and sector\n●\nform of data institution – the functions it fulfils or services it provides\n●\nrevenue models, considering organisations that are both for-profit and\nnot-for-profit\n●\nmain activities and projects.\nFor existing policies, we assessed:\n●\nexisting governmental support for bottom-up data institutions in the UK\n●\nexisting governmental support for bottom-up data institutions in other\ncountries\n●\nbroader data priorities and goals.\nWe conducted 13 interviews with 17 people from bottom-up data institutions,\ngovernment bodies, and relevant experts and stakeholders.\nWe aimed to cover a range of bottom-up data institutions, of different maturity levels,\nstewardship roles and sectors, prioritising socially oriented institutions. We asked the\norganisations about their governance model, their needs, the barriers and challenges\nencountered, the support received from governments and the support desired.  We\ninterviewed ErnieApp, Schluss, Salus.coop, OpenStreetMap and\nWorkerInfoExchange .\nThrough our interviews with government bodies and other stakeholders, we sought to\nunderstand the support they currently provide to bottom-up data institutions, the\nbarriers they encounter in doing so and the outcomes desired from that support. We\nBottom-up data institutions: mechanisms for governmentsupport | March 202232\n\nspoke to the Centre for Data Ethics and Innovation, Department for Business, Energy\nand Industrial Strategy, Department for Digital, Culture, Media and Sport, Treasury,\nEuropean Commission, the Ada Lovelace Institute, the Aapti Institute and the\nInternational Centre of Expertise in Montréal on Artificial Intelligence.\nWe’re conscious of the following limitations of this work:\n●\nA limited number of interviews with bottom-up data institutions and\npolicymakers, which restricts our interview findings to a limited amount of\nlived experiences, needs and perspectives.\n●\nA focus on emerging and successful bottom-up data institutions without\ncovering instances of failed bottom-up data institutions, which has not\nillustrated their lessons learned or barriers that could not be overcome.\n●\nSampling from the ODI’s ecosystem, which skews towards European\norganisations and to views that may be similar to our own.\nThis study is part of our ongoing effort to increase awareness and understanding of\ndata institutions among policymakers, funders and others. We hope that our findings\nindicate some potential routes for future policy development that the UK government\nand other policymakers can draw on to create an enabling environment for data\ninstitutions to thrive. Future work in the ODI’s data institutions programme will aim to\nbuild on this research, further developing our understanding of the mechanisms\ndiscussed in this report and how they might be implemented.\nBottom-up data institutions: mechanisms for governmentsupport | March 202233","version":"1.10.100"}