{"numpages":25,"numrender":25,"info":{"PDFFormatVersion":"1.4","IsAcroFormPresent":false,"IsXFAPresent":false,"Creator":"Adobe InDesign CS6 (Macintosh)","Producer":"Adobe PDF Library 10.0.1","CreationDate":"D:20160404231718+10'00'","ModDate":"D:20160404231719+10'00'","Trapped":{"name":"False"}},"metadata":{"_metadata":{"xmp:createdate":"2016-04-04T23:17:18+10:00","xmp:metadatadate":"2016-04-04T23:17:19+10:00","xmp:modifydate":"2016-04-04T23:17:19+10:00","xmp:creatortool":"Adobe InDesign CS6 (Macintosh)","xmpmm:instanceid":"uuid:a0e037bf-21f3-484c-8569-17ffffcde207","xmpmm:originaldocumentid":"xmp.did:C25894B30B206811822A9858DD7B9C3F","xmpmm:documentid":"xmp.id:C24C741369206811822AA1D24B0FDAD3","xmpmm:renditionclass":"proof:pdf","xmpmm:derivedfrom":"xmp.iid:C14C741369206811822AA1D24B0FDAD3xmp.did:AB69A2AA63206811822AA1D24B0FDAD3xmp.did:C25894B30B206811822A9858DD7B9C3Fdefault","xmpmm:history":"convertedfrom application/x-indesign to application/pdfAdobe InDesign CS6 (Macintosh)/2016-04-04T23:17:18+10:00","dc:format":"application/pdf","pdf:producer":"Adobe PDF Library 10.0.1","pdf:trapped":"False"}},"text":"\n\nOpen \nenterprise:\nhow three big\nbusinesses\ncreate value\nwith open\ninnovation\nOpen Data InstituteODI-WP-2016-005\n\n2 Open enterprise: how three big businesses create value with open innovation | Open Data Institute 2016\nTable of contents \nExecutive summary 3\nIntroduction                                                                                                          5\nCase studies 7\nThomson Reuters’ data services go open 7\nArup builds a network of open innovators 12\nSyngenta supports sustainability with open data 16\nMeeting business challenges with open approaches 19\nThird-party data: when and how to use it 19\nMaintaining leadership in competitive data markets 20\nKeeping costs low for the business and for customers 20\nStaying agile in shifting environments 21\nCollaborating with clients and competitors to address big challenges 22\nBig businesses can be big open businesses 23\nAppendices                                                                                                         24\n\n3 Open enterprise: how three big businesses create value with open innovation | Open Data Institute 2016\nExecutive summary\nAs  businesses  get  bigger,  staying  innovative  and  agile  is  challenging.  This  report  explores  \nthree industry-leading enterprises that have embraced an open approach – open source, open \nstandards, open data, open innovation – to help retain their competitive edge. \n“We’re becoming an open platform for our customers, a core piece of their operating \ninfrastructure.”\n– Tim Baker, Global Head of Content Strategy and Innovation, Thomson Reuters\nThe three multinationals featured in this report are proving that ‘being open’ is about more than \njust taking advantage of data made open by governments, other businesses and community \ngroups. These companies have adopted an open approach to keep pace with change, adapt \nto new markets and influence whole sectors. In effect, they are becoming porous – using an \nopen approach as a mechanism to improve their services, take advantage of new ideas and \nopportunities, and grow and collaborate more with their networks.\nThomson Reuters, Arup and Syngenta are embedding open principles into their operations \nto  gain  competitive  advantage.  All  three  are  large-scale  consumers  of  data,  and  sell  data-\nbased products. Today, the market for data – data itself, data services and platforms, and data \nanalytics – is hyper competitive. Big businesses in every sector are asking themselves how \nthey can use data more effectively to improve their operations. For Thomson Reuters, Arup \nand Syngenta, being open has become crucial for overcoming the challenges that many big \nbusinesses face:\n reusing third-party sources of data to drive internal decision making and create \nnew competitive products and services\n maintaining a leadership position in increasingly competitive markets\n keeping costs low for the business and for customers and partners they work with \n staying agile and ready to evolve as the environment they operate in changes\n collaborating with clients, and even competitors, to tackle sector-wide challenges\nEach of these businesses has addressed these kinds of challenges in a different way.\nThomson  Reuters  has  taken  what  started  as  an  internal  data  management  solution  and  \ncreated a new, collaborative information platform providing open data that anyone can \naccess,  use  and  share.  The  team  took  this  approach  to  improve  client  relationships,  the  \nquality of their data and uptake of their existing products.\n\n4 Open enterprise: how three big businesses create value with open innovation | Open Data Institute 2016\nArup  has  created  and  connected  with  an  ecosystem  of  open  innovators.  Backed  by  a  \ncompelling business model, the team is reducing transactional friction between their customers’ \nchallenges  and  their  teams’  ability  to  address  them,  through  a  porous  data  supply-chain.   \nThis has led to new products and new ways of working, and saved them time and money.\nSyngenta started off publishing open data to increase transparency but soon realised that \nit could help them shift to a more open, or networked, approach to operating. The team \nare determined to capitalise on the new relationships that this will create.\nEach  has  used  an  open  approach  as  a  mechanism  to  retain  competitive  advantage. \nWhether by publishing open data or building an open ecosystem, they are developing trust, \ncreating networks and nurturing fertile ground for future innovation.\n\n5 Open enterprise: how three big businesses create value with open innovation | Open Data Institute 2016\nIntroduction\nIn  our  networked  economies,  taking  an  open  approach  has  become  key  to  maintaining  a  \ncompetitive  advantage.\n1\n The success of a company relies on having collaborative and fluid \nrelationships with their partners, customers and even competitors. Whether it’s through open \ndata,\n2\n open source,\n3\n open innovation,\n4\n or a combination of them all, taking an open approach \nenables that collaboration.\nIn  early  2015  we  published  ‘Open  data  means  business,’  a  report  that  highlighted  270  \ncompanies across the UK that used, produced or invested in open data – data that anyone can \naccess, use and share.\n5\n It showed that open data is being used to create innovative products \nand services in a number of different sectors, adding to the growing body of evidence that \ndemonstrates the economic impact of open data.\n6\nInterestingly,  the  study  demonstrated  that  the  companies  making  use  of  open  data  are  not  \nall trendy startups. Nearly 10% of the open data companies we identified had 251 or more \nemployees.  We  wanted  to  investigate  how  and  why  these  organisations  were  working  with  \nopen  data.  Detailed  case  studies  of  three  big  businesses  –  Thomson  Reuters,  Arup  and \nSyngenta – form the majority of this report.\n1 Wardley,  S.  (2013)  Openness  vs  Strategy.  [Blog]  Bits  or  pieces?  Available  at:  http://blog.gardeviance.org/2013/02/\nopenness-vs-strategy.html. [Accessed 2016-03-08].\n2 Open Data Institute, (2014) What is open data? [Online] Available at: https://theodi.org/what-is-open-data. [Accessed 2016-\n03-08].\n3 Noyes, K., (2011) 10 Reasons Open Source Is Good for Business [Blog] PC World. Available at: http://www.pcworld.com/\narticle/209891/10_reasons_open_source_is_good_for_business.html. [Accessed 2016-03-08].\n4 Gemuenden, H. G., Rohrbeck, R., and Hölzle, K. (2009) How Deutsche Telekom Creates an Open Innovation Ecosystem. \nR&D Management, [online] Volume 39(4), pp. 420–430. Available at: https://www.researchgate.net/publication/200044964_\nHow_Deutsche_Telekom_Creates_an_Open_Innovation_Ecosystem. [Accessed 2016-03-08].\n5 Open Data Institute, (2015) Open data means business: UK innovation across sectors and regions. [Online] Available at: \nhttp://theodi.org/open-data-means-business. [Accessed 2016-03-08].\n6 Tennison, J. (2015) The economic impact of open data: what do we already know? [Blog] Huffington Post Tech. Available \nat: http://www.huffingtonpost.co.uk/jeni-tennison/economic-impact-of-open-data_b_8434234.html. [Accessed 2016-03-08].\n\n6 Open enterprise: how three big businesses create value with open innovation | Open Data Institute 2016\nEmbracing open innovation: what’s in it for big businesses?\nIt comes as no surprise that big businesses take advantage of open data from government \nand elsewhere. For commercial organisations, using open data provides additional insight at \nlimited cost. Whether it’s to help choose where to put a new store, or to create an analytical \nproduct for customers, there are clear advantages for businesses to use whatever data they \ncan find. There are clear parallels between the increasing use of open data and the growing \nadoption  of  open  source  software.  Both  provide  a  cost-effective  and  increasingly  trusted \nalternative to proprietary sources.\nBut nearly all businesses have treated the data they generate themselves as an asset to be \nclosely guarded and released only to those prepared to pay for it, if at all. In some cases this \ncareful handling is justified: for example, the sharing of personal data is limited by law. It’s \nonly now that some of the UK’s market-leading enterprises are releasing their own open data. \nThese companies have found that making some of their valuable data assets available – not \njust  at  no  cost,  but  with  permissive  licences  that  allow  the  data  to  be  accessed,  used  and  \nshared by anyone – can reduce friction in trade with others, increase their market reach and \nbuild commercial resilience in the long-term.\nOpen  data  is  just  one  strand  of  a  more  open  approach  to  innovation.  As  they  seek  to  gain  \na competitive advantage, big businesses are trying to be faster-moving, more adaptive and \nmore disruptive. They have adopted a more open approach to external ideas and technologies \nas well. They are becoming porous organisations.\nBy  examining  the  actions  and  motivations  of  Thomson  Reuters,  Arup  and  Syngenta  we \nhave  found  these  three  large  businesses  are  seeking  competitive  advantage  in  a  changing  \nenvironment through strategically adopting an open approach. Some make use of open data, \nsome publish it, but for each it forms a significant part of their open approaches to innovation.\n\n7 Open enterprise: how three big businesses create value with open innovation | Open Data Institute 2016\nCase studies\nThomson Reuters’ data services go open\nThomson Reuters is a multinational organisation that provides  news  and  information  to  \nindustry  professionals.  The  company  offers  a  wide  range  of  services  –  primarily  around \ninformation and data – in areas including finance and risk, law, tax and accounting, intellectual \nproperty and science. Thomson Reuters reported $12.2bn in revenue in 2015.\n7\nThomson Reuters was formed through Thomson Corporation’s merger with Reuters Group in \n2008 and has since continued to grow, in part through acquisition. But as with any company \nthat  has  evolved  in  this  way,  there  can  be  challenges  in  integrating  legacy  data  resources  \nand systems.\nIn order to tackle this challenge, Thomson Reuters took an innovative linked data approach \nwhich  allowed  it  to  join  up  its  specialised  data  assets  without  having  to  migrate  them  to  a  \nsingle  database  or  data  warehouse.  It  began  by  establishing  central  data  ‘authorities’  to  \nensure  that  key  entity  data  (such  as  organisations  and  people)  was  only  mastered  once.  \nEach of these entities was assigned a Permanent Identifier (PermID). Each PermID provided \na unique reference point for a single entity – for example, Thomson Reuters Corp itself has a \nPermID of 4295861160. The concept of permanence meant the PermID, and its relationship \nto a specific entity, would not change over time. Existing databases were “re-mastered” by \nadding PermIDs alongside legacy identifiers, with a view to ultimately replace them altogether. \nPermIDs were also used to uniquely identify other information objects such as news articles, \ndeals and corporate actions.\nDemand for the PermID approach\nThomson  Reuters  is  no  stranger  to  helping  its  customers  with  their  data  management \nchallenges, having managed the RIC system for financial instrument identification for many \nyears. The team therefore recognised that the work they were doing internally with PermID had \nbroader applications. Not only were new internal products and services created, but Thomson \nReuters was approached directly by clients who used its products and wanted to integrate \nthem with their own data.\n7 Thomson Reuters, (2016) About Thomson Reuters. [Online] Available at: http://thomsonreuters.com/en/about-us.\nhtml. [Accessed 2016-03-08].\n\n8 Open enterprise: how three big businesses create value with open innovation | Open Data Institute 2016\nLike Thomson Reuters, these clients wanted to join up their own data holdings for internal use \nand provide consistent and interoperable data products and services to their clients. As Wilbur \nSwan, Head of Enterprise Metadata Services, puts it, data siloing issues were not unique to \nThomson Reuters, but “a problem shared by all our clients”.\nThomson  Reuters  “knew  [it]  had  in  PermID  a  solution  to  wider  industry  problems”,  says \nTim Baker, Global Head of Content Strategy and Innovation. And as Dan Bennett, Head of \nEnterprise Data Services, explains:\n“We  believe  that  this  is  the  right  thing  for  our  customers  because  our  customers  are  \nasking for it. And, in a very broad sense, when you do what’s good for your customers \nit’s generally good for you.”\nWhile providing access to the PermID system can help customers with their own internal data \nsilo issues, Tim Baker sees the benefit for Thomson Reuters in “making [its] data much easier \nto use, which in turn makes it more accessible, more cost effective, and hopefully more widely \nused by [its] customers as a result”. By providing the tools to integrate its data products and \ninternal client data, Thomson Reuters saw a clear business opportunity.\nThe case for opening up PermID\nThomson Reuters then had to decide how to expose PermID to its customers. Past experience \nhas taught the industry that releasing proprietary identifiers with restrictive licensing conditions \ncan create significant problems. One key issue is reusers’ inability to expose these proprietary \nidentifiers to their own clients, and even to other departments within their business, in some \ncases. This has made people approach new proprietary identifiers with caution.\nThomson  Reuters  realised  that  the  only  way  customers  would  embrace  and  be  able  to  \nrecognise the full potential of PermID was if it took a radically different approach – an open \napproach.  Thomson  Reuters  and  the  Open  Data  Institute  (ODI)  had  already  explored  the \nimportance of identifiers in such an approach, in an earlier white paper which laid some of the \ngroundwork for PermID.\n8\n “All we’re trying to do is make it easier for our customers to work \nwith us,” explains Dan Bennett. “Only through making it open data was it actually going to \nbe a reasonable experience for our customers.” Dan Meisner, Head of Capability for Open \nData, agrees: “For our customers, it’s that commitment to openness of the identifier and of  \nthe information model that‘s important.”\n8 Open Data Institute and Thomson Reuters (2014) Creating value with identifiers in an open data world.  [Online]  \nAvailable at: http://theodi.org/guides/data-identifiers-white-paper. [Accessed 2016-03-08].\n\n9 Open enterprise: how three big businesses create value with open innovation | Open Data Institute 2016\nMaking a commercial case for open\nWhile  it  was  clear  that  allowing  anyone  to  access,  use  or  share  the  data  was  the  only  way  \nto fully recognise the potential benefits of PermID, being a commercial organisation meant \nthat Thomson Reuters had to justify this decision internally. This can be challenging, because \n“customers see an awful lot of value in this but commercially it’s not easy to put a value on,” \nnotes Dan Bennett. “The benefits from this to us are mainly tangential,” he adds. The issue is, \nas Dan Meisner puts it, that these indirect benefits and network effects “don’t really fit very \nwell into an Excel model for calculating your internal rate of return”.\nUltimately the financial case was made, as Dan Bennett explains:\n“We don’t exist to make money out of issuing those identifiers. We create those identifiers \nbecause it’s important to our internal data model. The reality is that we have this data \nand are managing it anyway, so the incremental cost for us to expose it externally is not \nthat great in the grand scheme of things.”\nAs  such  Thomson  Reuters  decided  to  publish  a  subset  of  its  data,  including  associated \nPermIDs, under an open Creative Commons licence (CC-BY 4.0). An extended set of fields \noffering further descriptions of the entities in question has been released under a Creative \nCommons non-commercial licence (CC-NC 3.0). They launched this service as Open PermID \nin 2015,\n9\n achieving an ODI Open Data Certificate in the process of release.\n10\nUnlocking benefits to PermID itself\nThe  benefits  of  providing  this  data  openly  are  not  limited  to  customers.  In  addition  to  \nrecognising the indirect financial benefits of increased data use, Thomson Reuters expects \nopen licensing will benefit the data itself. Because the data is open, Thomson Reuters can \ngain valuable external feedback not only from clients but also from others who choose to use \nthe  data  because  they  all  have  a  vested  interest  in  its  accuracy.  “It’s  a  bit  like  open  source  \nsoftware,” says Dan Bennett, “... which is generally thought to be more secure because you \nhave more eyes on it. In the same way, having more eyes on our data will make it gradually \nstronger and richer.”\n9 See https://permid.org.\n10 See https://certificates.theodi.org/en/datasets/24563/certificate.\n\n10 Open enterprise: how three big businesses create value with open innovation | Open Data Institute 2016\nNot only does the company expect opening the data will improve its accuracy but, because \nlinked data is used, when others link their own external open data sources to the PermID data, \nit enriches and increases the value of the Thomson Reuters data without additional effort.\nUnlocking PermID also opens up new solutions for Thomson Reuters to sell. These include \nThomson Reuters Intelligent Tagging which uses PermID when tagging unstructured data, \nhelping organisations to enhance the value of their content sets.\nSecuring a future through an open approach\nRegardless  of  any  related  commercial  opportunities,  in  making  the  decision  to  release  \nPermID under an open licence, Thomson Reuters is looking well beyond immediate costs \nand benefits. The company fundamentally sees the release as part of a long-term strategy \nresponding  to  emerging  trends  and  challenges  in  the  industry.  One  of  the  main  trends  \nconcerning Thomson Reuters is that “in many ways, we’re in a post-scarcity world for data,” \nexplains Dan Meisner. Thomson Reuters is keenly aware that the proliferation of data has a \nsignificant effect. Tim Baker says “as a company, we’ve realised that customers want to use \ndata from more and more sources. There’s no value to them in a ‘one-size-fits-all’ approach to \nthe data they use.” Dan Meisner agrees:\n“Customers  are  grabbing  data  from  different  parts  of  their  own  businesses  [and] \nthey’re looking at open data from government sources and elsewhere. The high-quality \nprofessional reference data that is our bread and butter is not becoming less important, \nbut it’s becoming less of an overall component of our clients’ enterprise data inventory.”\nIn the face of these changes, which Dan Meisner describes as “moving towards a networked \ndata economy”, Thomson Reuters sees its role as an actor that can “help the industry take this \nwealth of data and make it actionable information”. The company believes it is well positioned \nto do this because of its existing expertise in data integration. As Tim Baker puts it:\n“In the past, there was a lot of value in the way data companies acquired, organised \nand presented information for their clients. And to an extent there always will be, but the \nreal value now lies in the underlying data models, the naming mechanisms and the tools \nused to extract meaning from and link data. This is where our customers are looking for \nus to help them, and we’ve been reshaping our business to meet this need.”\n\n11 Open enterprise: how three big businesses create value with open innovation | Open Data Institute 2016\nThomson Reuters believes PermID forms a key part of this value proposition and that the timing \nof its release is also key.\n11\n “I think there’s a sense that if we don’t do it, somebody else might,” \nexplains Dan Meisner. Having witnessed the rise of platform firms across the tech sector, the \ncompany is determined to experiment and emulate the model. Dan Meisner explains:\n“Increasing amounts of open data are being published, and we’re making the investment \nto  be  a  foundational  part  of  this  future  ecosystem.  The  basic  idea  is  that  just  as  this  \nhas helped us connect data from around our own organisation, it should then help our \ncustomers, our partners, and maybe even our competitors do the same with their data, \nand plug that into our organisation, our platform.”\nBy positioning itself in this way, Thomson Reuters believes it can cement its position in the \ninformation industry for the foreseeable future. “The environment our customers operate in has \nfundamentally changed, and we have evolved our business model to suit,” says Tim Baker. \n“We’re  becoming  an  open  platform  for  our  customers,  a  core  piece  of  their  operating  \ninfrastructure.”\nOpen for business\nThomson Reuters has taken this approach not only to help its clients integrate their data but \nalso to help them, and others, to better manage internal data. The company believes making \nit easier for customers to integrate Thomson Reuters data will increase its value and usage. In \naddition, by combining open data with stable identifiers, it gives clients freedom to experiment, \nlink their own open or proprietary data and provide feedback on the identifier system, all of \nwhich makes PermID a stronger offering – both internally and externally. Thomson Reuters is \nalso well positioned to create a platform based on its data and information model, becoming a \ncentral component in a future ecosystem. By embracing linked open data, Thomson Reuters \nis creating a competitive advantage in paving the way to build new products and generate new \nbusiness models – both now and in the future.\n11 Fletcher, A. (2015) Thomson Reuters: ‘Open is the new normal’. [Blog] Available at: http://theodi.org/blog/thomson-\nreuters-generation-open-new-normal. [Accessed 2016-03-08].\n\n12 Open enterprise: how three big businesses create value with open innovation | Open Data Institute 2016\nArup builds a network of open innovators\nArup is a multinational  professional services  firm  that provides  design,  engineering  and  \nconsulting services for the built environment. It has around 11,000 employees and had a \nturnover of £1.05bn in 2014.\nUsing open data\nArup has long used publicly available data from a number of sources, including the Office \nfor National Statistics (ONS). Its Digital Insight team makes use of ONS demographic data in \nurban planning and design projects as well as environmental statements and assessments. \nIt also uses publicly available geospatial data to derive location-based insight for its clients. \nFor example, its Hazard Owl risk information system uses real-time environmental data to \nconstantly assess the risk of damage to commercial assets, such as office buildings or factories.\nThe use of open data is becoming increasingly common across the large number of projects \nthe company works on at any given time. As Damien McCloud, Digital Insight Leader, explains:\n“We increasingly and always have had a need for third-party data. Clearly the emergence \nof  open  data  is  now  getting  to  a  point  where  the  availability  and  reliability  of  that  will  \nimpact on how we work as a firm globally.”\nThis impact is well demonstrated by Arup’s use of open data in combination with open source \nsoftware in its built environment projects. For example, in sandscaping – the management of \nsand to support coastal protection or regeneration – Arup developed an open source system \nthat ingests demographic, environmental and geospatial open data to help users locate the \nbest areas for sandscaping and analyse project impact.\nFinding new ways of collaborating\nAlongside  the  use  of  open  data,  a  key  aspect  of  Arup’s  increasingly  open  approach  to   \ninnovation is the way in which it partners closely with open data startups. Traditionally, Arup \nwould  complete  its  research  and  development  (R&D)  in  house  in  order  to  develop  new \ncommercial services or improve existing ones, sometimes working with academia and other \ngroups. The firm is now shifting to a more open, collaborative approach, in which it experiments \nmore with external ideas as well as internal ones, and different paths to market. It is currently \nworking in this way with two open data startups previously incubated at the ODI, Mastodon C \nand OpenSensors.\n\n13 Open enterprise: how three big businesses create value with open innovation | Open Data Institute 2016\nMastodon  C  is  a  specialist  big  data  company.  It  provides  data  science  and  technology   \nservices  to  a  range  of  different  organisations  to  help  them  better  understand  and  gain \ninsights from their data. In a recent project for one of Arup’s clients, it used its data science \nexpertise to help Arup quickly derive commercial insight from vast amounts of data related to  \nairport infrastructure.\nA  fellow  graduate  of  the  ODI  Startup  programme,\n12\n  OpenSensors  is  an  online  platform  that  \nenables anyone to publish real-time sensor data. As well as enabling users to better manage \ntheir own closed data, the platform is building a repository of open data that can be accessed, \nused and shared by anyone. Arup first worked with OpenSensors to install 200 sensors across \nits own London offices. The purpose of the installation was to help Arup take a hands-on \napproach to Internet of Things (IoT) research that could be scaled up quickly and effectively. \nArup is now looking to work together with the two startups on further commercial work, such \nas the creation of a new asset monitoring platform.\nAbsorbing new ideas, technologies and data\nThe  prime  motivation  for  adopting  this  approach  to  open  innovation  and  becoming  a   \n‘porous organisation’ is the realisation that rapid, disruptive change is unlikely to come solely \nfrom within. Large organisations like Arup will have to quickly absorb new ideas, technologies \nand data in order to remain competitive over the long-term. Volker Buscher, Director, Arup \nDigital, explains how:\n“We think there are domains that would benefit not just from open data but an open \ninnovation  process.  It’s  not  just  data,  it’s  also  open  source  in  terms  of  code  or  the  \ndevelopment of other digital assets.\n“I  can’t  see  an  end  to  digital  disruption  rolling  into  our  industry.  The  idea  that  we  will  \nhave all the experts in house is unrealistic.”\nBeyond direct project work, this approach has the potential for wider, long-term impact across \nthe  business.  Working  with  startups  in  this  way  means  new  ideas  are  injected  into  Arup’s  \nvalues, principles and policies. This is particularly relevant to the ethical considerations to be \nmade around the use, reuse and sharing of data. Working this closely enables both sides to \nshape the other’s thinking.\n12 See http://theodi.org/current-start-ups.\n\n14 Open enterprise: how three big businesses create value with open innovation | Open Data Institute 2016\nAn experimental approach – where targets are often more loosely defined, with fewer concrete \nobjectives  or  plans  –  requires  an  attitude  to  licensing  and  Intellectual  Property  (IP)  that  is  \ndifferent to that taken by most large organisations. According to Volker Buscher, this attitude \nis particularly likely to be shared by startups incubated at the ODI:\n“Open innovation frameworks and the use of Apache licensing for code development \nand sharing is really attractive to both sides. It allows us to create IP without having to \nhave complex legal agreements, lawyers, and background and foreground IP discussion \nthat just slows everything down in this new world.\n“What I found is that startups coming out of the ODI already have that understanding in \ntheir fabric. Some of the bigger companies that we work with or other startups without \nthat background have a different view of the world. You spend more time with their \nlawyers than with their developers.”\nBringing about faster change\nFrom a startup’s perspective, Arup’s way of working provides a number of benefits, including \nno  demands  for  equity,  the  retention  of  autonomy,  and  immediate  access  to  clients  and  \nmarkets. Volker Buscher says:\n“The principle thing we bring is scaling. If we set up the asset monitoring platform that \nwe are discussing with [the startups], we will be able to contact 100 clients within months \n– a different scale and a different pace than they would have been able to otherwise.”\nFor  Arup,  the  combination  of  skills  and  expertise  enables  it  to  scale  promising  projects \nmore quickly. Working in partnership with the startups also allows them to rapidly move into \nemerging domains and seize opportunities that similar firms may not yet even be aware of. \nVolker Buscher explains that:\n“The  biggest  cost  of  not  adopting  this  approach  would  be  the  loss  of  speed.   \nWe’ve  been  working  with  data  and  data  analytics  forever  –  we  invented  some  of  the  \nstructural analytics tools used around the world. That, in itself, is not new to us.\n“But when we understood the scale and complexity of distributed data architectures, \ncombined  with  wanting  to  get  involved  with  things  immediately,  this  approach  [was]  \nneeded. It is so much quicker than hiring a whole bunch of people or organising complex \nsub-consulting agreements.”\n\n15 Open enterprise: how three big businesses create value with open innovation | Open Data Institute 2016\nArup is currently in the process of quantifying the exact benefits of adopting this approach to \nopen innovation. It is also exploring how it can publish its own open data in a way that creates \ntangible commercial value. On reflection, Volker Buscher contrasts his company’s approach \nwith the one taken by other large organisations:\n“There  are  lots  of  big  businesses  that  have  got  accelerators  or  incubators  but  they  \nusually involve investing in the startup, taking equity out and having very clear IP rules \nattached.  That’s  a  completely  reasonable  model  that  lots  of  companies  use.  We  are  \nexploring a different way of doing it.”\n\n16 Open enterprise: how three big businesses create value with open innovation | Open Data Institute 2016\nSyngenta supports sustainability with open data \nSyngenta  is  a  global  agriculture  business  that  helps  farmers  make  better  use  of  their  \navailable resources, primarily through agrochemical and seed production. In order to continue \nto advance crop productivity, it invested more than $1.4bn in research and development (R&D) \nacross 150 international sites in 2014.\nData-driven R&D\nSyngenta has a history of using publicly available data in its R&D. Alongside data related \nto land, weather and soil conditions, it uses biological data that has been published openly \nto  build  a  detailed  understanding  of  crop  (and  pest)  traits  –  like  tolerance  of  environmental  \npressures  and  resistance  to  viruses.  Derek Scuffell,  Data  Strategist  for  R&D  Information \nSystems at Syngenta, describes how:\n“We certainly have made use of a mix of satellite data that we buy and public satellite \ndata. In R&D, what we make really heavy use of is huge amounts of public molecular \nbiology data, which in Europe is mainly hosted by the European Bioinformatics Institute.”\nIn  2014  Syngenta  funded  the  European  Bioinformatics  Institute  (EMBL-EBI)  to  extract   \nbioactivity  data  from  a  large  number  of  academic  journals.  The  data  covered  insecticides,  \nfungicides  and  herbicides,  including  more  than  40,000  compound  records  related  to  crop  \nprotection. It was made available as open data through the ChEMBL database of bioactive \nmolecules – Syngenta’s first experience of making data available for anyone to access, use \nand share.\n13\nPublishing Syngenta’s own open data\nA year later, the company decided to publish its own open data as part of its Good Growth \nPlan. The plan addresses the long-term challenge of ensuring global food security for a rapidly \nrising  global  population.  It  focuses  on  the  sustainability  of  Syngenta’s  business  and  seeks  \nto support transformation and change within the organisation by setting out six significant \ncommitments.\n14\n13 The European Bioinformatics Institute, (2014) ChEMBL_19 Released - Now with Crop Protection Data! [Blog] Available \nat: http://www.ebi.ac.uk/about/news/service-news/ChEMBL-19-released. [Accessed 2016-03-08].\n14 Syngenta,  (2013)  Syngenta  launches  The  Good  Growth  Plan.  [Blog]  Available  at:  http://www.syngenta.com/global/\ncorporate/en/news-center/news-releases/Pages/130919.aspx. [Accessed 2016-03-07].\n\n17 Open enterprise: how three big businesses create value with open innovation | Open Data Institute 2016\nIn  April  2015  Syngenta  collaborated  with  the  ODI  to  make  six  open  datasets  available  \nrelated to its Good Growth Plan, including descriptions of productivity, soil, biodiversity and \nsmallholder reach.\n15\n The data will be updated yearly to measure the plan’s actual performance \nagainst  its  stated  commitments.  It  is  collected  by  external  companies  as  well  as  Syngenta.  \nThe  reporting  process,  its  quality  controls  and  evidence  is  independently  assured  by  PwC  \nand the datasets achieved Silver level Open Data Certificates, verified by the ODI. One of \nSyngenta’s  key  motivations  for  collecting  and  publishing  data  in  this  way  was  to  develop  \nexternal trust in the plan, which is essential for strengthening collaboration between private \nand public stakeholders for global food security. Making the data available has brought about \nan unprecedented level of transparency for the company.\nMoving beyond transparency to wider use\nAs  well  as  enabling  anyone  to  assess  the  performance  of  the  Good  Growth  Plan  for   \nthemselves,  publishing  open  data  has  had  an  instrumental  role  in  the  plan’s  promotion  and  \ncommunication. Head of Data Sciences Graham Mullier explains how the open data release \ncaught public attention in a way that wasn’t expected:\n“We’ve done publicity around the Good Growth Plan in the past when it was launched. \nThe  interest  and  engagement  that  we  got  from  a  much  lower-key  open  data  press  \nrelease, all on its own, triggered similar levels of interest to some of the more expensive \nmedia-driven  pushes  we  have  done  before.  We  were  surprised  at  the  way  in  which  \npeople picked up on the story.”\nSyngenta  is  now  actively  exploring  other  potential  uses  of  the  data.  For  example,  its  \nproductivity  dataset  includes  agricultural  efficiency  indicators  for  over  3,600  farms  in \n41    countries  across  Europe,  Africa,  Latin  America,  North  America  and  Asia  Pacific.  \nElisabeth  Fischer,  a  development  economist  at  Syngenta,  hopes  that  this  data  will   \neventually be used by farmers around the world for resource efficiency benchmarking:\n“This is data that tells you how much input farmers needed in that year to produce a \ncertain output. The data can be very interesting in countries where such data doesn’t \nexist to provide a reference point. For example, if I farm my land and I need significantly \nmore input than the benchmark, then maybe I have an opportunity to reduce my input \nneeds and maybe it helps me find that solution.”\n15 Syngenta,  (2015)  The  Good  Growth  Plan  Progress  Data.  [Online]  Available  at:  http://www.syngenta.com/global/\ncorporate/en/GoodGrowthPlanData/Pages/progress.aspx. [Accessed 2016-03-07].\n\n18 Open enterprise: how three big businesses create value with open innovation | Open Data Institute 2016\nIn this scenario, a solution could then be developed by the farmer, together with their agronomic \nadvisors, in a way that meets the commitments of the Good Growth Plan itself. The company \nis  looking  at  ways  the  data  could  be  improved  and  made  more  useful,  such  as  including  \nfarming practices or other details. As Elisabeth Fischer explains:\n“[We see a need to] create a platform where farmers can get access to this information \nand benchmark themselves against what others are doing. To make it more relevant, we \nwork to increase the scope of the data.\n“Eventually  we  want  this  data  to  help  empower  farmers  to  make  better  decisions  on  \nwhat works best for them and their land in order to feed a growing population. But this \nneeds more than just our data and our offer. It’s a piece of a puzzle and our contribution \nto developing a collaborative and unbiased approach.”\nAdopting a more collaborative approach\nFor  Syngenta,  opening  up  some  of  its  data  represents  a  wider,  ongoing  shift  to  a  more \ncollaborative business model in which data plays an increasingly significant part. It is estimated \nthat there will be more than 20.8bn Internet of Things (IoT) connected devices by 2020.\n16  \nAs the \nquantities of data collected by these devices in the agriculture sector grow, Graham Mullier \nbelieves  that  Syngenta  will  need  to  work  in  tandem  with  others  to  meet  the  challenges  laid   \nout in the Good Growth Plan:\n“The rate of data generation is increasing. The granularity is getting finer and finer all \nthe time. All of that gives us loads more data to work with and the chances of any one \norganisation being able to generate the data, host the data, analyse the data and come \nup with brilliant answers all on their own seems vanishingly small. We have to find ways \nof collaborating.”\nThrough its own open data release and contributions to the Global Open Data for Agriculture \nand  Nutrition  (GODAN)  initiative,  Syngenta  is  playing  an  active  role  in  bringing  about  this  \ncollaboration. Ultimately, it is acutely aware of the costs of not taking this approach and not \nopening up to others in the sector. Derek Scuffell explains his view that:\n“... if we don’t have an open data approach then Syngenta will miss out on opportunities \n– those opportunities could be in new technologies or new research.”\n \n16 Sorrell,  S.  (2015)  The  Internet  of  Things:  Consumer,  Industrial  &  Public  Services  2015-2020.  [Online]  Available  at:  \nhttp://www.juniperresearch.com/researchstore/key-vertical-markets/internet-of-things/consumer-industrial-public-\nservices. [Accessed 2016-03-07].\n\n19 Open enterprise: how three big businesses create value with open innovation | Open Data Institute 2016\nMeeting business challenges with open approaches\nAs businesses get bigger, staying agile and innovative can get harder. The case studies that we \nhave examined in this report highlight five big business challenges and the open approaches \nthat these organisations are taking to tackle them.\nThird-party data: when and how to use it\nThe availability of data for businesses, governments and people to use in their own decision \nmaking  is  growing  every  year.  And  models  for  supplying  data  are  becoming  ever  more  \nsophisticated – from open data licensing to open APIs, open source data analytics tools and \nplatforms, to commercial licences and complex bilateral data-sharing contracts. Each of the \nbig  businesses  we  have  described  here  have  become,  at  least  in  part,  digital  businesses  \nthat supply products and services directly to customers or internally with other parts of the \norganisation.\nArup  has  long-standing  experience  building  products  and  services  using  data  from  third   \nparties.  The  growing  availability  of  open  data  has  reduced  their  costs  and  created  \nopportunities for competitive advantage. Using open data provides Arup with more space \nto innovate and test new products, in contrast with more traditional third-party data products \nthat  can  come  with  restrictive  terms  and  conditions.  The  remaining  challenges  for  Arup  are  \naround  data’s  availability  and  reliability.  It  is  easier  to  build  better  services  in  places  where  \nmore data is available and has inherent flexibility, as this helps Arup to generate  accurate   \ninsights and trial new approaches more cheaply and efficiently.\nThomson  Reuters  has  taken  an  interesting  route  to  extracting  the  value  of  third-party  \ndata. Because they have made their own reference data available as open data through \nPermID,  the  team  hope  that  others  will  link  to  it  and  provide  them  with  additional  context  \nand information on the organisations they provide data about. This provides the potential for \nThomson Reuters’ data to be enriched and made more valuable by others, without any \nextra effort on their part.\n\n20 Open enterprise: how three big businesses create value with open innovation | Open Data Institute 2016\nMaintaining leadership in competitive data markets \nSome  businesses  have  traditionally  made  their  living  by  selling  access  to  data  that  they   \nhave  collected,  modelled  and  integrated.  These  organisations  face  a  challenge  living  “in  a  \npost-scarcity  world  for  data”,  as  Dan  Meisner from Thomson Reuters put it. They need to \nadapt their business models to the changing technological and competitive landscape.\nThe  increasing  competition  felt  by  traditional  data  providers  in  the  face  of  the  web   \nof data is much like the problems faced by the publishing industry in the face of the web of  \ndocuments. New businesses and business models are emerging that disrupt traditional data \nproviders.  Data  collection  is  getting  cheaper  and  easier,  and  it  is  easier  now  than  ever  to  \ncollaborate on data provision. Existing market leaders must find new business models to avoid \nnew competition undermining their business.\nThomson  Reuters  is addressing these challenges through publishing open identifiers and \ndata about organisations to:\n drive integration of its products with customer data, embedding ongoing use\n reduce the cost of ownership of other Thomson Reuters products by making its \ndata easier to use\n widen its market to include customers who need Thomson Reuters’ data but who \ndo not want to be locked into proprietary products\nKeeping costs low for the business and for customers\nBig businesses are more likely than most to grow through acquisition. As different organisations \nare grafted onto each other, there are frequently systems and data assets that overlap or need \nto  work  together.  Even  in  organisations  that  grow  organically,  issues  around  duplication  of  \ndata,  systems  incompatibility  and  restrictive  data  licences  can  frustrate  ongoing  use.  And  \nas  organisations  increasingly  become  porous  and  open  to  working  with  each  other,  the  \nrequirements for bringing data together spread outside the boundaries of a single organisation.\nFor Thomson Reuters, the need to integrate internal systems and data resources led to the \ncreation of an open data product. Providing open data helped it to:\n design internal systems that could adapt as Thomson Reuters grew\n integrate Thomson Reuters’ needs with customer needs\n drive uptake of Thomson Reuters products\n\n21 Open enterprise: how three big businesses create value with open innovation | Open Data Institute 2016\nThis pattern reflects similar evolution in Amazon, where what was to become Amazon Web \nServices was initiated as a response to its CEO Jeff Bezos’ mandate that all Amazon data and \nfunctionality be available through “externalisable” service interfaces.\n17\nThe  challenge  of  system  integration  is  felt  as  much  by  customers  as  by  big  businesses.   \nProviding open interfaces can help provide efficiencies in-house and create value for customers.\nStaying agile in shifting environments\nWhile they bring scale, big businesses have a reputation for being sluggish. Slow responses \nto new opportunities are a problem for businesses when their competitive advantage lies in \ntechnological  capability.  It  is  unrealistic  to  expect  organisations  to  hold  all  the  experts  they  \nneed  in-house,  but  it  can  be  hard  to  rapidly  take  advantage  of  new  opportunities  through   \nhiring  or  subcontracting,  particularly  when  there  is  legal  wrangling  over  the  ownership  of  \nintellectual property.\nMany  large  businesses  seek  to  inject  innovation  into  their  own  organisations  through   \naccelerator  or  incubator  programmes  that  invest  in  startups,  often  gaining  equity  and  \nintellectual property rights over what they develop. Arup’s approach is slightly different. While \nit develops close working relationships with the startups it hosts, openness and flexibility form \nthe foundation of those relationships. This applies to code, to data, and to a way of operating \nthat centres around the free exchange of ideas between big and small businesses.\nFor Syngenta,  releasing  open  data  was  part  of  its  drive  to  transform  and  change  itself  as  \nan organisation. Having externally visible data helps other stakeholders to monitor progress \nand hold Syngenta to account, creating greater impetus for the company to see through its \ncommitments.\n17 Lane, K. (2012) The Secret to Amazon’s Success Internal APIs. [Blog] Available at: http://apievangelist.com/2012/01/12/\nthe-secret-to-amazons-success-internal-apis.  [Accessed 2016-03-07].\n\n22 Open enterprise: how three big businesses create value with open innovation | Open Data Institute 2016\nCollaborating with clients and competitors to address  \nbig challenges \nWhile  big  businesses  may  dominate  their  sectors,  the  ‘wicked’  problems  that  they  face  \ncan  seldom  be  tackled  alone.  Companies  operate  in  a  complex  environment  of  customers,  \ncompetitors,  suppliers,  partners,  governments,  charities  and  communities.  Sometimes  \nsecuring a long-term future for a big business means changing the way the sector works as \na whole.\nFor Syngenta, the sector-wide challenge is how to ensure global food security. Recognising \nthe  importance  of  collaboration  with  private  and  public  stakeholders  to  achieve  this  goal,  \nSyngenta has used open data to:\n develop trust with potential collaborators\n encourage wider data sharing\n incentivise collaboration and discovery\n\n23 Open enterprise: how three big businesses create value with open innovation | Open Data Institute 2016\nBig businesses can be big open businesses\nThe big businesses that we have looked at in this report come from different sectors and have \ndifferent markets. In each case, however, the business has taken  an  open  approach  as  a  \nstrategic response to challenges that they face.\nAs part of their approach, Thomson Reuters, Arup and Syngenta have begun to:\n understand their internal use of data, how it should be managed and developed\n articulate  business  cases  for  improving  internal  data  capability  and  increasing  \nopen data publication\n improve the quality of data they hold\n build trust and collaboration in the market\n enable deeper engagement with customers, collaborators and future partners, \nthrough feedback on data being published and its uses \n create partnerships with new startups and market entrants with an open ethos\n build an organisational culture that is open to feedback and insight inside the \norganisation, as well as outside in the environment it operates in\nAddressing   the   challenges   that   big   businesses   face,   and   taking   advantage   of   the    \nopportunities  that  the  data  revolution  brings,  requires  new  ways  of  thinking  and  operating  \nas  a  business.  This  is  not  only  a  technical  challenge  but  also  an  organisational  and  cultural  \nchallenge. Big businesses that respond to these challenges are creating new business models \nand ways of working that give them a competitive advantage, whatever the future brings.\n\n24 Open enterprise: how three big businesses create value with open innovation | Open Data Institute 2016\nAppendices\nAbout this paper\nThis paper was written and produced by the Open Data Institute in 2016, based on interviews \nwith the teams at Thomson Reuters, Arup and Syngenta. If you have insights into open data’s \nuse and benefits for big business, share them with us at stories@theodi.org. If you are interested \nin exploring the potential of open data further, consider joining our global network as an ODI \nStartup, ODI Member or ODI Node. \nAuthors and contributors\nAuthors: Jack Hardinges, Jamie Fawcett, Jeni Tennison and Tom Heath \nContributors: Ellen Broad and Amanda Smith\nEditor: Anna Scott\nDesign: Christie Brewster\nInterview participants\nDamien McCloud, Digital Insight Leader, Arup\nVolker Buscher, Director, Arup Digital\nDerek Scuffell, Data Strategist for R&D Information Systems, Syngenta\nElisabeth Fischer, Development Economist, Syngenta\nGraham Mullier, Head of Data Sciences, Syngenta\nDan Bennett, Head of Enterprise Data Services, Thomson Reuters\nDan Meisner, Head of Capability for Open Data, Thomson Reuters\nTim Baker, Global Head of Content Strategy and Innovation, Thomson Reuters\nWilbur Swan, Head of Enterprise Metadata Services, Thomson Reuters\nAcknowledgements\nWe  would  like  to  thank  all  interview  participants  for  making  this  research  possible,  and  Ian  \nBrown,  University  of  Southampton,  for  his  collaboration  and  support  in  the  conduct  of  the   \nThomson Reuters interviews.\nHow to cite this report\nPlease cite this report as: Open Data Institute (2016) Open enterprise: how three big businesses \ncreate value with open innovation. London, UK. Available at http://theodi.org/open-enterprise-\nbig-business.\n\n","version":"1.10.100"}