{"numpages":28,"numrender":28,"info":{"PDFFormatVersion":"1.4","IsAcroFormPresent":false,"IsXFAPresent":false,"Title":"#OPEN_REPORT_Mapping data in UK government_ODI_2021-10","Producer":"Skia/PDF m96 Google Docs Renderer"},"metadata":null,"text":"\n\n\n\nContents\nAbout this project2\nBetter data for better government3\nQuantity is not always quality4\nHow better data in government can support better data across the economy5\nWhat we found\n7\nThe UK government data ecosystem through an ODI lens8\nInfrastructure8\nCapability12\nInnovation15\nEquity18\nEthics21\nEngagement24\nMapping the future27\n1\n\nAbout this project\nIn August 2021, at the Open Data Institute (ODI), welaunched a projectto\ncrowdsource data-related organisations and initiatives inside the UK government,\nas part of our work in support ofthe National DataStrategy. Contributorsadded\norganisations and initiatives to an open documentand provided a series of\ncomments, critiques and questions. The ODI published a series of blogposts,\nlooking at the exercise through the lens of the six themes inour manifesto:\ninfrastructure,capability,innovation,equity,ethicsandengagement. We also held\na discussion as part ofDataConnect21, and the projecthasa theme song, of\nsorts.\nThe lead author is Gavin Freeguard (Special Adviser) and the wider project team\nincluded Dr Jeni Tennison (Vice President and Chief Strategy Adviser), Dr Mahlet\n“Milly” Zimeta (Head of Public Policy), Lisa Allen (Head of Consultancy for Data\nProgrammes, and Julie King (Delivery Manager).\nMapping data in the UK government\n‘Mapping data in the UK government’ explores someof the ways that\nthe UK government is transforming its use of data can unlock the value\nof data across the wider economy\n2\n\nBetter data for better\ngovernment\nOn 27 October 2021, the UK Chancellor of the Exchequer will set out the\ngovernment’s spending plans in the Autumn Budget and Spending Review 2021.\nThe former will outline the state of the economy and proposed changes to\ntaxation; the latter is expected to set the spending for government departments\nfor the next three financial years, after a few years of unusual one-year Spending\nReview settlements because of the disruption of Brexit and the Covid-19\npandemic.\nThe Treasury has taken more of an interest in data in its recent fiscal events. In\nMarch 2020, there was investment in better data sharing across government\ndepartments as part of theBudget 2020. The2020 SpendingReviewbrought\nseveral digital- and data-related projects as part of theShared Outcomes Fund‘to\nfund pilot projects to test innovative ways of working across the public sector’,\nand the most recent iteration is understood to have an even stronger focus on\ndata-related projects. This year’s Budget and Spending Review come with work\non theNational Data Strategyand a host of otherinitiatives (theNational AI\nStrategy,Ten Tech Prioritiesand the forthcomingNational Digital Strategy) already\nunderway.\nBut if the UK government wants to maximise the impact of its investments in data,\nand ensure that such investments can support its wider priorities (including\n‘levelling up’, ‘building back better’, net zero, and making ‘Global Britain’ a key hub\nfor digital and data), it needs to understand what data-related work is currently\nunderway and which parts of the government are responsible for what.\nThe government risks unnecessary duplication between different data projects it\nhas invested in, inside and outside of government. While tailored approaches in\ndifferent teams can lead to benefits, there are also risks of different parts of\ngovernment duplicating work or implementing initiatives without learning from the\nexperiences of others.\n3\n\nIn addition to aligning good practice across government organisations, the\ngovernment will need to ensure it also aligns with other sectors because of key\nprivate sector and third sector roles and relationships involved in delivering public\nservices and ensuring data works for the wider economy and society. Given the\ngovernment’s global data and digital ambitions inthe ‘Integrated Review of\nSecurity, Defence, Development and Foreign Policy’and elsewhere, such an\nalignment could give the UK a comparative international advantage and ensure its\nplace in conversations about global standards and best practice. And the possible\nmagnitude of forthcoming reforms to the UK’s data protection regime,currently\nout for consultation, means it is particularly importantfor the government to\nunderstand its own data landscape.\nQuantity is not always quality\nIn recent years, the rapid development of new technologies and techniques, the\nincreasing interest in data, the proliferation of data initiatives across the public\nsector, and the transfer of policy responsibilities for data between different\ngovernment bodies have all led to confusion – inside and outside government –\nabout who is responsible for what and what work is underway (let alone how\nsuccessful such projects are proving to be). TheNationalAudit Office has\nhighlighted the challenges of using data across governmentthat existed even\nbefore the pandemic; the House of Commons Public Administration and\nConstitutional Affairs Select Committee is among those bodies to havehighlighted\nthe particular problems during the pandemic, includingthe difficulty in\nunderstanding who is accountable and responsible for data in government.\nOur project to map the data-related organisations and initiatives in government is\ndesigned to give everyone – inside and outside government – a better\nunderstanding of the different responsibilities held by different government\norganisations, and the different projects underway. Although the government itself\nshould be maintaining similar lists and maps, we believe that an initiative like this\nfrom the ODI may be able to convene information from - and bridge across\ndifferent sectors - in a way that the government by itself can’t.\nThe continuing proliferation of data organisations and initiatives in government, the\npossible reforms to data protection, and the government’s own ambitions and its\nintention to plan for the next few years makes such understanding of the data\nlandscape particularly urgent in light of this Spending Review.\n4\n\nHow better data in government can support\nbetter data across the economy\nIn September 2020, the UK government published the draft frameworkNational\nData Strategy (NDS)for public consultation,updatingit in May 2021in response to\nthe views and evidence received. The National Data Strategy is built around five\nmissions.\nMission 3 of the National Data Strategyis concernedwith ‘Transforming\ngovernment’s use of data to drive efficiency and improve public services’. It notes\nthe ‘massive untapped potential in the way the government uses data’ and the\n‘duty’ to maintain the ‘high watermark’ of data use during the pandemic, when the\npublic sector was able to share information and solve problems quickly. The\nbenefits of our mapping exercise to achieving Mission 3 are obvious: the\ngovernment has a duty to get its own use of data right, to improve how it makes\npolicies, delivers services and otherwise effectively and efficiently runs its\noperations; understanding who is responsible for what and what can be learned\nfrom whom allows this to happen.\nAchieving Mission 3 of the National Data Strategy is a public good in itself. But it is\nalso essential to, and cannot be separated from, achieving other missions of the\nNational Data Strategy, including Mission 1 - ‘Unlocking the value of data across\nthe economy - in the following ways:\n●Publishing:The government is a major publisher ofopen data, which can\nbe used by businesses and others for economic (and social) growth\n●Leading:The government has a major influence on whatothers do\nthrough setting expectations and sending signals - it can inspire others\nand lead by example\n●Collaborating:The government’s own ambitions arelikely to require\nsupport from private (and voluntary) sector partners, providing them with\nopportunities which could lead to wider economic benefit\n●Supporting:The government can produce resources ofwider interest and\nbenefit, such as toolkits and research, which other actors in the data\neconomy can learn from\n●Stewarding:The government is a major steward of datathat can be\nvaluable to data economies and data flows\nMaking information – such as that in our mapping exercise – more widely\navailable and understanding which data-related organisations and initiatives exist\nwithin the UK public sector should help encourage collaboration, learning and\nimplementation across sectors, and lead to more of the value of data being\nunlocked across the economy.\n5\n\nWhat we found\nA template for getting this right isthe ODI’s manifesto,which identifies six key\nareas essential to trustworthy and trusted data ecosystems:infrastructure,\ncapability,innovation,equity,ethicsandengagement.We propose this model\nshould be at the heart of the National Data Strategy, and therefore also the UK’s\ncross-sector data ecosystems – which includes the government. As the next\nsection of this report shows, there is work underway in all of these areas within the\ngovernment, but some are more developed than others: for example, while there\nare longstanding initiatives and institutions with clear responsibilities in some\nareas (such as infrastructure or ethics), this is not the case in others (such as\nequity and engagement).\nEvery organisation is a data organisation - but some play a\ngreater role than others\nOur crowdsourced document –Mapping: data in the UKgovernmentl – shows\nthat there are well over 100 different bodies with significant responsibility for, or a\nstrong focus on, data. This includes:\n●\nmore than 65 departments (ministerial and non-ministerial), units and other\npublic bodies\n●more than 12 cross-government professions and functions, and\n●more than 30 advisory boards, networks and communities.\nThis is likely to be an underestimate for several reasons. First, in 2021, every\norganisation is a data organisation. Some contributors to our crowdsourced\ndocument wondered where to draw the line, for example between organisations\nwith wider responsibilities and any organisation with a data controller. Any public\nsector body should be thinking about how it uses data and its role in different data\necosystems, and to fully map data initiatives across the government would (or\nshould) require mapping every government organisation. Nonetheless, our\nexercise has tried to concentrate on those organisations with cross-government\nresponsibilities or with a particular influence on particular sectors and bring some\ncoherence to the most important and influential organisations; if everyone is\nresponsible, nobody is responsible. Highlighting the major players is therefore\ncrucial, and these include:\n●\nTheCabinet Officeand its various units and relatedbodies\n●TheUK Statistics Authority (UKSA)and its associatedorganisations\n(including theOffice for National Statistics (ONS)andOffice for\nStatistics Regulation (OSR)), for whom ministerialresponsibility\nultimately resides in the Cabinet Office\n●TheDepartment for Digital, Media, Culture and Sport(DCMS)and its\npublic bodies\n●TheDepartment for Business, Energy and IndustrialStrategy (BEIS)\nand its public bodies (including the research councils)\n6\n\n●\nTheNational Health Service (NHS)and other parts of the health system.\nThe Treasury is, as per the Budget and Spending Review and its associated power\nat the centre of government, also vital.\nGaps and blurred lines in the public sector\nA second reason for our figures being an underestimate is particular gaps in our\nknowledge – for example, in the devolved administrations in Scotland, Wales and\nNorthern Ireland and in English local government.\nA third is the sometimes blurred line between what should count as ‘government’\nand the public sector and what shouldn’t: there are several government\ncompanies, research council investments, even a limited liability partnership\nbetween a government company and the Local Government Association\n(GeoPlace LLP) and a charity (HDR UK) on our list, but there are likely to be other\norganisations with similar structures and claims to inclusion that we have missed.\nA final reason is that we may simply have missed organisations, particularly more\ninformal networks and communities across government that are particularly\nimportant for convening across organisations and sharing knowledge and\nexperiences. In some cases, important bodies lack any sort of public presence on\nGOV.UK – the Government Digital, Data and Technology Steering Group has been\nmentioned to us but has no such presence, while the data focus of the latest\nShared Outcomes Fund round is not on the record anywhere obvious. Some\nentries have been partly based on job adverts or obscure minutes in lieu of more\ncomplete information. This lack of transparency obviously makes it more difficult\nto fully understand the government data landscape.\nIn other cases, we might be including some bodies which have long since ceased\nto operate: the Ministerial Group on Government Digital Technology is mentioned\nin a 2015 press releasebut not since, and theDataSteering Grouphas a\nmembership list which is very out of date. Both are still cited onthe ‘governance’\npagefor the Government Digital Service.\nOurcrowdsourced documentis, despite its length (morethan 100 pages),\ninevitably a snapshot and not definitive. Nonetheless, we hope it proves useful –\nespecially with the forthcoming Spending Review and in the midst of various\ndata-related initiatives. We are extremely grateful to those who have filled in the\ngaps in our knowledge and added further information on the organisations and\ninitiatives related to data.\n7\n\nThe UK government\ndata ecosystem\nthrough an ODI lens\nAs part of our crowdsourcing exercise, we looked at the organisations and\ninitiatives through the prism of the six points ofthe ODI manifestofor open and\ntrustworthy data ecosystems.\nInfrastructure\nWhat we mean\nSectors and societies must invest in and protect the data infrastructure they rely\non. Open data is the foundation of this emerging vital infrastructure.\nWhen many people think about infrastructure, they think about utilities like\nelectricity and water supplies, or transport infrastructure like railway lines and\nroads. Data should be seen as important as these energy and transport networks,\ngiven how it enables more effective and efficient government and public services,\nand economic and social growth.\nData infrastructurecan be thought of as:\n●data assets (like datasets, identifiers and registers)\n●the standards and technologies that allow those assets to be curated\nand accessed\n●the guidance and policies that inform the use and management of\nthose assets\n●the organisations that govern the infrastructure\n●the communities that contribute, maintain or are impacted by it.\nData infrastructure should be as open as possible for us to get the most value\nfrom it – in particular, key datasets that are stewarded by the public sector and\ncan be seen as national public data infrastructure.\nHow the government getting data right can unlock the wider value of data\nacross the economy\n●\nLeading:The government needs to get its own datainfrastructure in order\nto know what data it holds and provide the right infrastructure for other\nactors across the economy and society to unlock value\n8\n\n●\nLeading:The government treating data as infrastructure should push\nothers to do so too\n●Leading and publishing:In building the right foundationsinside\ngovernment, the government can provide examples, resources and skills\nfor others to benefit from – as well as behaviour for others to model.\n9\n\nUK government strengths and weaknesses\nImproving data infrastructure has become more of a focus for the government in\nrecent years. One of the ‘pillars’ of the National Data Strategy is‘data\nfoundations’, which covers some infrastructure issuessuch as standards,\nconsistency and quality. The recent reforms to data in government have started to\ntranslate this strategic interest into practical activity, with theData Standards\nAuthority(DSA), part of the newCentral Digital andData Office(CDDO), ‘lead[ing]\nthe cross-government conversation around data standards’, including how to\ndevelop and enforce them. The CDDO is responsible for setting and maintaining\nother standards across government, including open standards, for which theOpen\nStandards Boardis accountable and which the openstandards communityhelps\nselect.\nOther parts of the Cabinet Office have some responsibility for\ndata infrastructure, including:\n●\ntheGovernment Digital Service(‘creating the cross-governmentreference\narchitecture and identifying, enabling and standardising the data registers\nacross government most critical to service delivery’ and running\ndata.gov.uk)\n●the newInformation and Data Exchange(INDEX, supportingthe better of\nsharing of information across government)\n●Government Business Services(for corporate informationsuch as finance\nand HR data)\n●theGeospatial Commission(for oversight of locationdata, which is key\nfoundational data for the economy and society).\nTheUK Statistics Authorityis responsible fortheUK’s respected official statistics\ninfrastructure.UK Research and Innovation, and researchcouncil-funded projects\nanddata institutionssuch asHealth Data ResearchUK (HDR UK),Our Future\nHealthandAdministrative Data Research UK (ADR UK)are responsible for social\nscience and research data infrastructure.\nThere are bodies responsible for securing our data infrastructure, ranging from the\nOffice for National Statisics’s Secure Research Servicewhich allows safe and\nsecure access to research data, to theNational CyberSecurity Centrewhich\nprovides support and guidance for keeping data safe across government. The\ndevolved administrations have their own bodies (theScottish Government’s Digital\nDirectorate‘provid[es] a foundation for the digitaldelivery of public services’, the\nWelsh Government’sCentre for Digital Public Servicesprovides standards,\nguidance, direction and training).\nIn particular sectors, theDepartment of Health andSocial Care,NHS Digitaland\nNHSXare responsible for health data infrastructure;the Department for Transport\nfor transport data infrastructure; the Department for Education for educational\ndata infrastructure and so on.\n10\n\nThe Ministry for Housing, Communities and Local Government is responsible for\nboth data infrastructure about housing and that stewarded by local authorities,\nand is particularly notable for its focus on‘fixingthe plumbing’.\nThere has also been more direct government interest and involvement in unlocking\nthe value of dataaboutinfrastructure: the NationalInfrastructure Commission’s\nreport on‘Data for the public good’found that improvedsharing of data about the\nUK’s infrastructure could lead to lower bills for consumers, a reduced impact on\nthe environment and improved transport, while theNational Digital Twininvolves a\nfocus on capturing, using and sharing data about infrastructure effectively, to\n‘improve how infrastructure is built, managed, operated and eventually\ndecommissioned’.\nFor all the strengths of these initiatives, there is a potential weakness. The National\nAudit Office’s report onthe challenges in using dataacross governmenthighlights\n‘coherent infrastructure’ as one of the key conditions for success, and cautions\nthat a lack of strategic leadership has undermined the effectiveness of previous\ninitiatives.Government attemptsto get a grip ondata infrastructure are not new,\nfrom‘e-government: A strategic framework for publicservices in the Information\nAge’(2000) which said departments would implementcommon standards to allow\ninteroperability, to theNational Information Infrastructure(2010–15) which sought\nto ‘contain the data held by government which is likely to have the broadest and\nmost significant economic and social impact’. The2017 Government\nTransformation Strategypledged to build ‘a nationaldata infrastructure ofregisters\n(authoritative lists that are held once across government)’ by 2020; the\nGovernment Digital Service’s work on registerswrappedupunsuccessfully in\n2021. Some of the\nnew DSA, CDDO and Government Digital Service initiatives sound a lot like some\nof these earlier attempts. Has the government learned the right lessons from\nprevious failures?\nExamples from other sectors and other countries\nEurope’s Gaia-X projectbrings together business,science and politics to develop\n‘an open, transparent digital ecosystem, where data and services can be made\navailable, collated and shared in an environment of trust’.\nFrance’s view of data as essential infrastructureincludes efforts to build a public\ndata service and become a digital republic.\nFurther resources from the ODI\n●\nData infrastructure\n●\nDemonstrating and assessing trustworthiness when sharing data\n●\nInfrastructure for common challenges\n●\nState of Open Data: Data infrastructure\n●\nUnderstanding the common technical infrastructure of shared and open\ndata\n●\nR&D: Data infrastructure for common challenges\n●\nThe UK National Data Strategy 2020: consultation response\n11\n\n●\nThe UK National Data Strategy 2020: data as infrastructure, data for\ninfrastructure\nCapability\nWhat we mean\nEveryone must have the opportunity to understand how data can be and is being\nused. We need data literacy for all, data science skills, and experience using data\nto help solve problems.\nWe need people with the skills to get the most out of data – to build the tools, to\nwrite the code, to manipulate and analyse it. But we also need people to think\ncritically about the use of data in different contexts – to compare and contrast how\ndata is presented, evaluate bias in the way data is collected, consider the limits\nand constraints of data and understand its impact on society. In other words,\ndata literacy.\nHow the government getting data right can unlock the wider value of data\nacross the economy\n●\nLeading:We need government plans for improving dataskills (including\ndata literacy) to build capability across sectors\n●Leading and supporting:The government building itsown capability\nprovides examples, materials and role models to follow\n●Collaborating:Government work will also develop expertswho can move\nto other sectors; career paths which may include a stint in government;\nand opportunities for those in the private sector to sell their skills and\nservices into government\nUK government strengths and weaknesses\n‘Skills’ is one of the pillars of the National DataStrategy. The government has\nlongstanding expertise in developing skills around statistics and analysis – for\nexample, through the work of theGovernment StatisticalService. More recently,\nattempts to build the government’s data capability have focused more on the use\nof data in digital services: the creation of theGovernmentDigital Servicein 2011\nand the subsequent creation of digital teams in many departments helped bring\ndata professionals into the public sector; and the 2017Government\nTransformation Strategyalso promised to embed digitalskills across government.\nRecent attempts to improve the capability of the civil service have focused on\nstrengthening cross-cuttingprofessionsandfunctions,each of which cover skills,\nexpertise and activities common to many government organisations (including\nprocurement, policy, finance and HR, as well as digital and data). Some of those\nparticularly focused on data are relatively mature, including theDigital, Data and\nTechnology Profession, led by the Central Digitaland Data Office and its work\nincluding developing capability frameworks and career paths for different\ndata-related roles, and offering training; and theGovernment Analysis Function,\nled by the National Statistician, which runs events likeGovernment Analysis\n12\n\nMonthand has alearning curriculumandcareer frameworkfor civil servants\nworking in the government’s various analytical professions. There are other\ninitiatives for data specialists to develop their skills, such as accelerator\nprogrammes led by theGovernment Data Science Partnership.And there aremore\ninformal cross-government communities and networks– on everything fromdata\narchitecturetoAPIs and data exchangeto civil servantsworking onunderstanding\npublic attitudes to data.\nIn our response to the National Data Strategy, wenoted the focus on relatively\nadvanced data skills in central and local government, and called for more attention to\nbe paid to building comparable capabilities in businesses and civil society.\nWe also called for a strong foundation of core data literacy across all of society\n(and for other professionals in government, such aspolicymakers). There are\nsome new schemes reaching beyond these specialists: Number 10 hosts\ninnovation fellowshipsto bring people from business,academia and civil society into\ngovernment, and 10DS runsdata masterclasses for seniorleaderswhile\ntheGovernment Data Quality Hubhas launched an‘introductionto data quality’\ncourse.\nVarious government strategy documents (such as the now supersededIndustrial\nStrategyand the more recentPlan for Growth) mentionthe need to invest in the\nskills of the future, including data and artificial intelligence, across the economy\nand society. The National Data Strategy mentions several organisations with\nresponsibility for raising digital and data skills, including theData Skills Taskforce,\nThe Alan Turing Institute, theNational InnovationCentre for Data, theAI Council,\ntheUK Cyber Security Council,The Data Laband theODI. DCMS published a\nreport onQuantifying the UK Data Skill Gapback inMay 2021 and recently\nlaunched anOnline Media Literacy Strategy. Whilethere is much promise in all\nthis, there was a 2013strategy for data capabilitywhich largely sank without trace.\nExamples from other sectors and other countries\nIn the UK charity sector,DataKind UKhelps ‘socialchange organisations use data\nscience’ by connecting charities with data scientists, while theCatalystnetwork\n‘help[s] UK civil society grow in digital skills and confidence’ (their recent projects\nincludeThe Data Collective).\nBen Goldacre – currently undertaking a review into the use of health data for the\ngovernment – has written (with others) abouthow tobuild data analysis capability\nin the NHS.\nAn international group of academics and experts have come together to develop\nskills to support the next generation of public servants, throughTeaching Public\nService in the Digital Age.\n13\n\nFurther resources from the ODI\n●\nData 2020: Skills, engagement and data literacy\n●\nData literacy: what is it and how do we address it at the ODI?\n●\nData Skills Framework\n●\nODI learning courses\n●\nSkills and literacy\n●\nThe UK National Data Strategy 2020: skills that count\n●\nWe join forces with the IoD to help upskill a generation of company\ndirectors in data governance\n14\n\nInnovation\nWhat we mean\nData must inspire and fuel innovation. It can enable businesses, startups,\ngovernments, individuals and communities to create products and services,\nfuelling economic growth and productivity.\nOpening and sharing data outside an organisation means that a wider range of\norganisations have the opportunity to innovate with data or participate in data\ninnovation, rather than just the larger organisation which already holds a\nsignificant amount of data. Greater access to data is necessary for innovation, but\nit is not sufficient on its own: practical support (including incubators, challenge\nfunds and competitions, capital investment, open source tools and\ninnovation-friendly policy changes) is needed to create incentives, incentivise\nrisk-taking, and overcome barriers to participation from diverse backgrounds.\nHow the government getting data right can unlock the wider value of data\nacross the economy\n●\nStewarding and publishing:As a major national stewardof data, the\nextent to which government innovates with data shapes the level of\ninnovation possible in the wider economy, including the data it makes\nopen or otherwise available to businesses, civil society organisations and\nothers to build new products and services, and its support for the creation\nof ecosystems where data is more widely shared.\n●Leading and supporting:The government’s own innovationin developing\npolicy and delivering services provides a signal and an example to others,\nand potentially useful resources\n●Collaborating:Provides opportunities for suppliersto work together on\ninnovative projects\nUK government strengths and weaknesses\nThe government has thought more about itself as an innovator in recent years, as\nshown by the 2018’Technology innovation in governmentsurvey’, which focused\non the existing landscape of emerging technology use in government (including\n‘data driven concepts’ and technologies like artificial intelligence and the internet\nof things), and the subsequentGovernment TechnologyInnovation Strategy,\nwhich set out how government should use such technologies to improve public\nservices.\nTheFuture Policy Networkbrings together variousteams from across government\nwho bring innovation into policymaking (and includesAnalysis and Insight, a\nCabinet Office unit, tasked with a watching brief on public sector innovation\nglobally). TheCDEIpublishes much of its researchand advice to the government\non how to maximise the benefits of new technology in ethical ways.\n15\n\nThe government has been at the forefront of innovation in particular areas,\nincluding its work onSmart Data(a new cross-governmentsmart data working\ngroupaims to support initiatives across differentsectors), while theDeclaration on\nGovernment ReformandMackintosh Reportare just thelatest efforts to make\nmore data available, the latter also thinking seriously about how to value\nknowledge assets (work being continued by the new Government Office for\nTechnology Transfer).\nIt has also made funding available for public sector innovation in recent years,\nincluding the Treasury’s Shared Outcomes Fund ‘toaddress cross-cutting issues\nin a way that improves outcomes and ensures value for money’, which included a\nfocus on innovation with data, andthe Regulators’Pioneer Fundfrom BEIS.\nThere are also parts of government supporting innovation in the wider economy,\nsuch as:\n●\ntheOffice for Artificial Intelligence (AI), taskedwith helping to drive the\n‘responsible and innovative’ uptake of AI technologies in the UK\n●theDigital Markets Unit, part of the Competitionand Markets Authority,\nwhich aims to promote competition and innovation in digital markets while\nprotecting the consumer\n●theGeospatial Commission, one of whose roles is tofuel innovation in the\nuse of geospatial data\n●Innovate UK, the ‘UK’s innovation agency’ and partofUK Research and\nInnovation, which supports businesses ‘to developand realise the\npotential of new ideas’ and has AI and the data economy as apriority area\nin its delivery plan.\nInour response to the National Data Strategy consultation,we recommended that\nthe government should pay more attention to civil society as data innovators and\nnoted that publication of more open and shared data would allow innovation from\na wider range of innovators (as well as the need to develop the right skills for\npeople from all backgrounds.\nPrevious government reports on opening up data, such as thePower of\nInformationreview (2007) and taskforce report (2009),and ‘Shakespeare review of\npublic sector information’(2013), may have emphasisedthe innovation possible\nbased only on public sector information being made more widely available at the\nexpense of thinking about data from different sectors being brought together.\n16\n\nExamples from other sectors and other countries\nThe European Commission has innovation as one of the pillars ofthe European\nData Strategy, and says ‘businesses will have moredata available to innovate as a\nresult’ of the strategy.\nTheOrganisation for Economic Co-operation and Development’sObservatory of\nPublic Sector Innovationsurveys the landscape andaims to ‘turn the new into the\nnormal and provide trusted advice’.\nFurther resources from the ODI\n●\nData innovation for the UK: research and development\n●\nInnovation: ODI topic\n●\nR&D: Scaling data innovation\n●\nSeven reasons why businesses should be sharing data\n●\nThe UK National Data Strategy 2020: innovation with impact\n●\nUsing data in the public sector\n17\n\nEquity\nWhat we mean\nEveryone must benefit fairly from data. Access to data and information promotes\nfair competition and informed markets, and empowers people as consumers,\ncreators and citizens.\nOne aspect of equity is around diversity and inclusion. The importance of data to\ndecision making, data-driven innovation through technologies like artificial\nintelligence, and data’s role as important nationalinfrastructuremeans it is vital\nthat data is as representative as possible. Some groups can be under-represented\nin data and others over-represented, which may lead to discrimination and\nreinforce existing inequalities.\nAnother aspect is around fair competition and informed markets, and empowering\nconsumers. Regulation and legislation like the General Data Protection Regulation\n(GDPR) guarantees people’s rights as citizens and consumers, protects their\nprivacy and gives them more control over rights about data about themselves. The\nright to data portabilityin GDPR – which allows individualsto obtain and reuse\npersonal information – enables consumers to move between different services,\nwhich may be good for competition and allow the consumer to get a better deal.\nHow the government getting data right can unlock the wider value of data\nacross the economy\n●\nPublishing and leading:Government collecting andpublishing data that\nshines a light on inequalities within and beyond its own operations\n●Leading and supporting:Improving the data the governmentholds and\nuses on social diversity characteristics\n●Leading:More diverse social representation in governmentdata efforts\n●Supporting:Making available research and resourcesthat can be used by\nothers to support their own efforts\n●Collaborating:Projects that improve the social diversityof the wider data\nscience field\n●Collaborating:Coordinating data projects to supportconsumers for fairer\nmarket competition\nUK government strengths and weaknesses\nAt present, data equity is perhaps under-served by initiatives and organisations\ncompared to the other ODI manifesto points. The2020A Level algorithm fiascois\na prominent example of why it matters (with bias in the use of data and algorithms\ndiscriminating against certain schools and students) and why the government\nneeds to take these issues more seriously. Nonetheless, there are some strengths\nin the government’s current approach, and new initiatives are getting underway.\nOn the diversity and inclusion side of equity, this includesEquality Hub, which\nworks with the Cabinet Office, the Government Equalities Office, the Social\nMobility Commission, Race Disparity Unit and Disability Unit to use data to\n18\n\nunderstand inequity and inequalities across society. Equality Hub’sequalities data\nauditbuilds onthe Race Disparity Auditand includesdata on geographical\ninequalities – part of the government’s ‘levelling up’ agenda – and the intersection\nbetween different characteristics, such as ethnicity, gender, disability status and\nsocio-economic background. It is also responsible forthe Gender Pay Gap\nService: organisations with more than 250 employeesare required to publish\ngender pay gap data, to help understand and illustrate the problem.\nThe UK Statistics Authority’sInclusive Data Taskforcehas recently publishedits\nreporton how to improve the data held on some ofthese characteristics (and\ngoes much further thatthe (much-criticised) Reportof the Sewell Commission on\nRace and Ethnic Disparitieswhich included a recommendationto ‘use data in a\nresponsible and informed way’). The The Centre for Data Ethics and Innovation’s\n(CDEI’s) review of howalgorithmic biasmight affectsignificant decisions about\nindividuals looked at financial services and recruitment as well as the public\nsector, and its recommendations and resources will be of use beyond\ngovernment. The National Data Strategy Forum – designed to help ‘operationalise’\nthe strategy and keep stakeholders involved – says it will ‘prioritise diversity of\nrepresentation, bringing together multidisciplinaryexpertise and fresh\nperspectives from up and down the country’.\nOn the markets and competition side, BEIS’s work onSmart Data– ‘putting\nconsumers in control of their data and enabling innovation’ – stands out. It was\nreferenced multiple times in the National Data Strategy, including the creation ofa\ncross-government Smart Data working groupto supportinitiatives and benefit\nconsumers across different sectors. The newDigitalMarkets Unitis tasked with\napproaching competition and harms in digital markets. TheInformation\nCommissioner’s Officeobviously has an important role,given its responsibility for\nenforcing legislation like GDPR.\nGovernment actions in other areas will have a significant bearing on data equity.\nFor example, government funding for degree conversion courses to data science\nand AI, ‘including £10m for up to 1,000 scholarships for people from diverse\nbackgrounds’, should diversify data science intakes and lead to greater diversity in\nthe collection, use and application of data in the future.\nExamples from other sectors and other countries\nThe US is establishing an‘equitable data workinggroup’, noting that a lack of\ndisaggregated data on protected characteristics ‘has cascading effects and\nimpedes efforts to measure and advance equity’.\nThe European Commission has anequality data handbookand other\ninitiatives underway.\nThere is also increasing action around the inequities created by tech monopolies\non both sides of the Atlantic, with Europe’sDigitalMarkets Actand the US\ngovernment’s appointment of Lina Khan as Federal Trade Commission chair\nprompting complaintsfrom Facebook and Amazon.\n19\n\nFurther resources from the ODI\n●\nAbout Data About Us\n●\nData enabled cities\n●\nThe dividing line: how we represent race in data\n●\nInclusive data: perspectives from a roundtable discussion\n●\nMonitoring Equality in Digital Public Services (report)\n●\nOne year of Diversity, Equity and Inclusion at the ODI\n●\nObjective data? Reflections on the Commission for Race and Ethnic\nDisparities report\n●\nThe ODI responds to the UK Statistics Authority Inclusive Data\nConsultation\n●\nThe UK National Data Strategy 2020: equity, fairness and rights\n●\nThe weird and the wonderful: reflections on the Commission for Race and\nEthnic Disparities report\n20\n\nEthics\nWhat we mean\nPeople and organisations must use data ethically. The choices made about\nwhat data is collected and how it is used should not be unjust, discriminatory\nor deceptive.\nEthics is about using data well and avoiding harmful impacts. This means\nmaximising the benefits of data use by people, organisations, and governments,\nas well as thinking through theconsequences of howdata use might harm people,\ncommunities and infrastructure (for example, public goods such as the\nenvironment).\nDemonstrating that ethical processes are embedded in how data is collected,\nanalysed and used can help build confidence: astheNational Data Strategy\noutlines, any ‘transformation’ in government’s useof data ‘will only be possible\nand sustainable if it is developed within a robust ethical framework of\ntransparency, safeguards and assurance which builds and maintains public trust\nin the government’s use of data’.\nHow the government getting data right can unlock the wider value of data\nacross the economy\n●\nLeading:Leading by example (including perhaps beingseen to go beyond\nchecklist exercises)\n●Supporting:Providing resources and tools that canbe used more widely\noutside government (such as the Data Ethics Framework and published\nresearch)\n●Collaborating:Providing all the actors and agentsin the economy with\nconfidence about data flows through data assurance\n●Leading and collaborating:Giving people and organisationsconfidence\nin the services it provides and strengthening their participation in the\neconomy and society\n●Leading and collaborating:Supporting an environmentwhere\nbusinesses using data ethically can thrive through projecting ethical\nvalues globally\nUK government strengths and weaknesses\n‘Ethics and public trust’ is one of the five key areas of Mission 3 in the National\nData Strategy: ‘transforming government’s use of data to drive efficiency and\nimprove public services’. Both the National Data Strategy and theIntegrated\nReviewdiscuss shaping an open international order(including ethical values),\nwhich aims to support UK businesses. And the UK has attempted to establish and\n‘retain a global leadership position’in the ethicaland accountable use of data and\nAI (through establishing CDEI, work on standards and working on national\nstrategies around data and AI) in recent years. All of this means a proliferation of\nethics-related initiatives across government.\n21\n\nOne of the most prominent was theData Ethics Framework, ‘a set of principles to\nguide the design of appropriate data use in the public sector’, now overseen by\ntheCDDO. As well as being used to embed ethical practiceacross the public\nsector, its principles can be useful to other sectors.\nAs well as the research and advice provided byCDEI,parts of the UK Statistics\nAuthority (eg the National Statistician’sData EthicsAdvisory Committeeand the\nCentre for Applied Data Ethics) provide ethical adviceto the National Statistician\nand the wider research community (their strategy,‘Statistics for the Public Good’,\nsays ethics will be ever more important); the NHSX AI Lab hasan AI ethics\ninitiative; and the Geospatial Commission has launcheda project onthe ethics of\nlocation data, which includes public engagement. We’vepreviously argued\nreflective and deliberative approaches are better than prescriptive frameworks,\nand CDEI has established aPublic Attitudes to Dataand AI networkacross\nWhitehall to bring together various public engagement initiatives.\nWhile all of these initiatives are encouraging and show some movement from\ntheoretical considerations of ethics to more practical ones, there remain questions\nabout how best to ensure individuals in the public sector, private sector and\nelsewhere pay attention to ethical concerns in their work on a practical, daily\nbasis.\nThere may also be some work needed in the field of data assurance. Ourdata\nassurance worknotes that there may be a need fora responsible body or named\nperson to assure that data is being used and shared ethically. TheNational Data\nStrategy includes an example, not related to ethics,where the government can\nplay such a role: the Food Standards Agency’s Food Hygiene Ratings Scheme can\nhelp consumers and platforms make more informed decisions. The government’s\nongoing work around digital identity assurance– whereproviders of digital identity\nservices are assured against a trust framework – is one example of where\ngovernment work on ethics may help unlock wider economic value.\nExamples from other sectors and other countries\nMany civil society organisations and academic institutions have a strong focus on\ndata ethics. As well as the ODI (for example, ourData Ethics Canvas), examples\ninclude theAda Lovelace Instituteand theOxfordInstitute for Ethics in AIin the\nUK, andData & Societyin the US.\nThere are also private sector initiatives ranging fromtechUK’s Digital Ethics\nWorking GrouptoMicrosoft’s Responsible AI principles.\nThe Organisation for Economic Co-operation and Development keeps awatching\nbrief on international initiativesand has producedits ownGood Practice Principles\nfor Data in the Public Sector.\n22\n\nFurther resources from the ODI\n●\nAssurance, trust, confidence – what does it all mean for data?\n●\nCovid-19: Identifying and managing ethical issues around data\n●\nData ethics and privacy\n●\nData ethics: how to be more trustworthy with data\n●\nExpanding the global fight against misinformation with technology\n●\nThe next generation of data ethics tools\n●\nThe ODI Data Ethics Canvas\n●\nODI Summit 2020: Algorithmic transparency and the public sector\nroundtable\n●\nSharing models for Covid-19: guidance and tools\n●\nThe UK National Data Strategy 2020: doing data ethically\n23\n\nEngagement\nWhat we mean\nEveryone must be able to take part in making data work for us all. Organisations\nand communities should collaborate on how data is used and accessed to help\nsolve their problems.\nThe government’s data initiatives will be more likely to succeed if they draw on the\ncollective perspectives of the public, society and industry – they will highlight\nopportunities and challenges that the government itself may not have thought\nabout, or have experience addressing. Engaging those outside government may\nalso help build support for reforms and make them more likely to be implemented\nsuccessfully.\nBut the ODI believes that ‘engagement’ goes beyond outreach activities.\nCollaborating on how data is used and accessed takes us into the realm of data\ngovernance, which should be interpreted as stewarding data for the best use,\nrather than a narrower definition focusing on data protection and compliance.\nOrganisations that think seriously about their stewardship role and the positive\neconomic and social outcomes they can achieve can unlock real value from their\ndata. Inour theory of change, we contrast this positive‘farmland’ vision (where\nthose who steward data act in ways that lead to the best social and economic\noutcomes for everyone) with more negative futures, such as the oilfield (where\norganisations decide to hoard data and little value is realised) and the wasteland\n(where organisations fear data and we end up with little data to build value upon).\nHow the government getting data right can unlock the wider value of data\nacross the economy\n●\nCollaborating:For ‘engagement’ in the classic sense,engaging those\noutside government on government’s plans for data is vital for support,\nchallenge and ultimately success\n●\nLeading and supporting:Government engagement canprovide others\noutside government with a blueprint on how to engage and build trust\n●\nStewarding and collaborating:For ‘engagement’ inthe wider sense,\nbeing a responsible steward of data and collaborating properly with others\nallows the best possible use of data across the economy\nUK government strengths and weaknesses\nThere may be more that the government can do in engaging the public in a\nconventional sense. And while some government organisations are starting to\nthink seriously about their role as data institutions and how they collaborate with\nothers, this is another area where more work can be done.\nThe National Data Strategy itself has been built around engagement, in a public\ndialogue sense: the initial framework strategy was based ona series of\nroundtables and other interactions, that strategywas thenput out for consultation,\nand DCMS has establisheda forumto support the implementationof the strategy\n24\n\n(co-chaired by techUK) and a subgroup, theInternational Data Transfers Expert\nCouncil, to ‘enable the government to deliver on itsmission to champion the\ninternational flow of data’.\nThere are also many othergovernment advisory boardswith members from\noutside government, including theCouncil for Scienceand Technology (CST),\nwhich advises the Prime Minister on science and technology policy issues; the\nDigital Economy Council, which aims ‘to harness theexpertise of industry and the\nwider tech community’; theAI Council, which providesadvice on the artificial\nintelligence ecosystem; theOpen Standards Board,which is ‘accountable for\ntransparent selection and implementation of open standards’; and thePrivacy and\nConsumer Advisory Group, which ‘advises the governmenton how to provide\nusers with a simple, trusted and secure means of accessing public services’. And\nthere are othercross-government networks and communitiesto try to ensure\ndifferent parts of the public sector engage with one another.\nThere are fewer initiatives engaging directly with the public. TheNational Data\nGuardianis a notable exception, with several of itsoutputs based onpublic\ndialogue. The CDEI has set up a cross-governmentPublicAttitudes to Data and AI\n(PADAI) networkto try to keep abreast of work onpublic attitudes. And there are\nothercross-government networks and communitiestotry to ensure different parts\nof the public sector engage with one another.\nWe also need to think more broadly about ‘engagement’ in terms of data stewards\nanddata institutions– and this includes organisationsnot traditionally (or\nprimarily) seen as data institutions. In government, this might include bodies as\ndiverse as theCharity Commission(which holds dataon all the UK’s charities), the\nOil and Gas Authority(which has anational repositoryof data on\npetroleum-related information),Our Future Health(a health research programme)\nand theUK Data Service(‘a ‘one-stop shop’ for researchersto access a wide\nrange of high-quality social and economic data’). We have previously argued that\nthe UK government needs to think about how to support and scrutinise these\ninstitutions – especially in support of ambitions such asglobal AI leadership.\nInstitutions in all sectors need to start thinking about themselves as data\ninstitutions, and there may be a need fornew formsof data institution, such as\ndata trusts. An ecosystem of such institutions and data stewards may also help\nplug any gaps in data that exist through being able to curate and share data from\ndifferent sources.\n25\n\nExamples from other sectors and other countries\nA prominent recent example of public engagement wasOneLondon’s work on the\nuse of health and care data.\nUnderstanding Patient Dataalso supports public conversationsaround health\ndata.\nThe Ada Lovelace Institute hasa repository of publicattitudes workrelating\nspecifically to Covid-19.\nThe ODI’s own work ondata institutionsprovides awealth of resources on\nthinking about data stewardship.Our collaborationwith the Institute of Directors\nfocuses on how to support private sector leaders to think more widely about data\ngovernance as part of their digital transformation.\nFurther resources from the ODI\n●\nAssurance, trust, confidence – what does it all mean for data?\n●\nData About Us: ‘the people’ know and care more than they are given\ncredit for\n●\nData institutions\n●\nThe Data Institutions Register\n●\nHow leaders can develop a data strategy that addresses global challenges\n●\nThe IoD and the Open Data Institute (ODI) join forces to upskill a\ngeneration of company directors in data governance\n●\nThe ODI’s written evidence for APPG on Artificial Intelligence\n●\nTrustworthy data institutions\n●\nThe UK National Data Strategy 2020: engaging for resilience\n●\nWhy poor data governance could be a director’s undoing (podcast)\n26\n\nMapping the future\nThiscrowdsourcing exercisegives a sense of the differentdata-related\norganisations across government, and the data-related initiatives currently\nunderway. We hope it proves useful to those in government confronting the\nSpending Review and Budget.\nBut the Spending Review is just one of many data-focused initiatives at the centre\nof government at the moment. The newDowning StreetDelivery Unit (10DU)and\nan Evaluation Task Forceare both designed to usedata to hold departments to\naccount for their performance on government priorities. The newInformation and\nData Exchange (INDEX)in the Cabinet Office andIntegratedData Service and\nPlatform at the Office for National Statisticsareboth designed to better share data\nand insights across government. TheDeclaration onGovernment Reform, the\nTreasury’s ownPlan for Growthand theNational DataStrategyalso make much of\nusing data to track government progress.\nThisreport, and the full crowdsourcing document,therefore provide a map to help\nfurther exploration for those inside and outside government, as the government\nseeks to improve its own use of data – and those of us outside government seek\nto learn from it.\n27","version":"1.10.100"}