{"numpages":24,"numrender":24,"info":{"PDFFormatVersion":"1.5","IsAcroFormPresent":false,"IsXFAPresent":false,"Producer":"Skia/PDF m89"},"metadata":null,"text":"\n\n \n\n \n \nContents \nContents1 \nAbout2 \nExecutive summary3 \nIntroduction5 \nLandscape review5 \nKey findings at this stage6 \nA number of symptom trackers in the ecosystem6 \nEcosystem structure6 \nLack of collaboration6 \nLack of transparency around data collection6 \nOpen data availability6 \nUser base7 \nSpecific types of users7 \nLocation7 \nData discovery8 \nTypes of data8 \nObservations about types of data9 \nCommonly asked questions9 \nData standards9 \nRepresentation of communities10 \nChanges over time10 \nMental health and wellbeing11 \nOutputs11 \nIndividual guidance11 \nResearch insights11 \nImprovements to existing services11 \nHow does the data collected relate to the outputs?12 \nThe symptom tracking data ecosystem13 \nThe UK symptom tracking data ecosystem13 \nWhere is value being created in this example?14 \nBarriers to impact14 \nOpportunities15 \nInternational variations15 \nA single source approach15 \nA more collaborative approach16 \nWhere is value being created in this example17  \n \nOpen Data Institute 2020 / ReportExploring the Covid-19 symptom-tracking ecosystem   1 \n\n \n \nDiscussion18 \nData discovery18 \nLegal complexities18 \nTechnical barriers20 \nTrust and trustworthiness20 \n \nRecommendations20 \nStandards for data21 \nEnabling hub to facilitate interactions21 \nBuilding trust with the public through ethical approaches22 \nAppendices23 \n \n \n \n \n \nAbout \nThis report has been researched and produced by the Open Data Institute, and \npublished in January 2021. Its lead author was James Maddison with \ncontributions from Olivier Thereaux and Jeni Tennison. If you want to share \nfeedback by email or would like to get in touch, contact the Open Covid-19 \nproject team at ​research@theodi.org​. \n \n \n \n  \n \nOpen Data Institute 2020 / ReportExploring the Covid-19 symptom-tracking ecosystem   2 \n \nHow can it be improved? We welcome suggestions \nfrom the community in the comments. \n\n \n \nExecutive summary \nIn April 2020, the Open Data Institute (ODI) ​launched a new project​, funded by \nLuminate, which aims to support the building of an open and trustworthy data \necosystem for Covid-19. As part of this project, our team looked at the ecosystem \nof symptom trackers to understand how they operate and cooperate, and what \ndata flows they enabled. \n \nCovid-19 symptom trackers may be expected to collect similar data and have a \ncomparable purpose, but our team observed a diverse ecosystem of \norganisations, working towards a variety of outcomes.  \n \nWe did find instances of organic collaboration between symptom trackers, but \ncoordination seemed to be rare. It was generally limited to government \nintervention – either by mandating a single tracker, or by empowering an \norganisation with an intermediary role to manage the aggregation and processing \nof data \n \nWhile this disaggregated, decentralised approach was generally more agile, and \nallowed the emergence of symptom-tracking applications at a time of crisis and \nemergency, there would have been value in interventions aimed at increasing \nstandardisation, interoperability, and knowledge sharing.  \n \nThis document is not a comprehensive review of the symptom-tracking data \necosystem. It provides an overview of our research in this area and outlines some \nhigh-level recommendations for symptom trackers, health policy organisations \nand funders. \n  \n \nOpen Data Institute 2020 / ReportExploring the Covid-19 symptom-tracking ecosystem   3 \n\n \n \nIntroduction \nDuring the early stages of this project, the ODI ​offered free support​ to people and \norganisations who have data they think could help the world to navigate the \npandemic. One organisation which requested support was the team behind \nTrackTogether, an application which allows users to monitor and record \nsymptoms of illness.  \n \nThese types of applications – known as ​symptom trackers​ – can help individuals \nto decide whether they have symptoms of Covid-19, and therefore need to seek \nfurther medical advice or support. If enough users engage with a particular \nsymptom tracker, the data that is being collected could be used by researchers \nfor a number of purposes, for example to identify where Covid-19 outbreaks are \nlikely to occur next. These types of insights could be used by decision makers \nacross sectors to make more informed decisions about how, when and where to \nrespond to the pandemic. Symptom trackers are not a new phenomenon, but \nhave become an integral part of how we learn about the spread of Covid-19 and \nits symptoms.  \n \nThe ODI helped ​TrackTogether​ to publish open data from their symptom tracker, \nwhich involved using: \n  \n●the ODI’s ​'Anonymising data in times of crisis' guide​ to reduce the risks of \nreidentification of individuals through the data and  \n●the ​Octopub​ open data publishing tool to make the data available on \nGithub. Aggregate TrackTogether data is ​now available​ for anyone to \naccess, use and share.  \n \nThe work with TrackTogether highlighted a number of interesting questions:  \n \n●How many other symptom trackers have been created to help navigate \nthe pandemic?  \n●Are these applications collecting similar data from users, and what is this \ndata being used for?  \n●Are the organisations behind these applications working together to help \naddress the wider social and economic challenges presented by \nCovid-19?  \n \nWith these questions in mind, the ODI decided to ​make exploring the \nsymptom-tracking data ecosystem a key area of focus​ for the Covid-19 project. \nThe research was broken down into three phases:  \n \n1.Landscape review of existing symptom trackers \n2.Data discovery \n3.Data ecosystem mapping  \n \nOpen Data Institute 2020 / ReportExploring the Covid-19 symptom-tracking ecosystem   4 \n\n \n \nLandscape review \nLandscape reviews provide a broad description and analysis of policy areas, \nlargely based on publicly available information. \n \nIn phase one of our research, we conducted a landscape review of the Covid-19 \nsymptom trackers that are currently in operation. Initially, we found 38 \napplications that are collecting and using data about user’s symptoms. We used \ntargeted web search terms such as ‘Covid-19 symptom-tracking’ or ‘Covid-19 \nsymptom trackers’, as well as questions such as ‘have I got Covid-19?’. Our \ncolleagues at TrackTogether helped by sharing a list of organisations that they \nwere aware of who collect Covid-19 symptom data.  \n \nTo understand whether these applications met with the team’s definition of a \nsymptom tracker – an application that helps you monitor and track the symptoms \nof Covid-19 – each initiative was described in terms of the following attributes:  \n \n●Initiative name \n●Lead organisation  \n●Lead organisation type​ We defined four broad types of organisation: \nprivate; public; third [sector] and research. It felt important to note this so \nthat we could examine an organisation’s motives later, following data \ndiscovery.  \n●Connected organisations​ Information about other organisations involved \nin an initiative. This could include technical partners, users of the data, \nthose with an interest in the outputs being created, and funders. This \nhelps understand how organisations are sharing data and whether there \nare any common denominators across different initiatives. \n●Country​: This helped us track where the user base for each application \nwas, which is useful for understanding the ecosystem that surrounds \ndifferent initiatives.  \n●What data is being collected?​ This attribute captured any public \ninformation about data being collected by the application. This helped us \nidentify where to start the data discovery process.  \n●Is data being shared with others?​ Any publicly available information \nabout data being shared as part of an initiative. It felt important to try to \nunderstand if applications were communicating to users about data \nsharing, as well as discovering whether any initiatives were sharing with \neach other. \n●Outputs​ Any information about publicly-accessible outputs relating to \nCovid-19 that have been created by the organisations involved in a \nparticular initiative. \n●Website​ URL \n \nThe full dataset of symptom-tracking applications that we identified is available in \na ​spreadsheet​.  \n \nOpen Data Institute 2020 / ReportExploring the Covid-19 symptom-tracking ecosystem   5 \n\n \n \nKey findings at this stage \nA number of symptom trackers in the ecosystem \nThis research does not capture a complete list of all symptom trackers in \noperation around the world, but it does highlight that there are a large number of \nsymptom trackers for users to choose from, particularly in the UK and the US.  \nEcosystem structure \nIn most countries, including the UK, it does not appear that there is just one \naccredited symptom tracker which has been endorsed by government or national \nhealthcare systems. There are some exceptions to the rule: in Canada and \nVietnam, governments seem to favour a more centralised approach and publicly \nendorse one symptom-tracking application.  \nLack of collaboration  \nWe found only two large scale initiatives – ​Project Oasis​ and the ​Coronavirus \nCensus Collective​ – that had the same organisations formally involved (beyond the \nNHS as a user of the insights being created). This suggests a lack of collaboration \nbetween symptom trackers. \n \nThere are contexts in which a very diverse and independent ecosystem is ideal, \nbut we expected to see more collaboration in the Covid-19 ecosystem, given the \nneed to respond to the pandemic quickly and efficiently. In this context, having \nnumerous data stewards who do not collaborate may lead to fragmentation, \nleading to bad decisions that affect people’s health and wellbeing. \nLack of transparency around data collection \nFrom the outset, we did not find any public information about the types of data \nthat different initiatives were collecting. The large majority of initiatives have \npublished little or no information about the datasets that they are collecting. While \nthis might come as a result of the need to deliver something quickly and \nefficiently, transparency of activities around public health data is important for \npublic trust, and should not be forgotten or deprioritised. \nOpen data availability \nBeyond TrackTogether’s open data, we found only two initiatives publishing open \nsymptom-tracking data. They were ​symptomtracker.org.uk​, a now defunct \nvolunteer-led symptom tracker, and ​Studybugs​, an application for parents to \nnotify schools when their child has Covid-19 symptoms.  \n \nOpen Data Institute 2020 / ReportExploring the Covid-19 symptom-tracking ecosystem   6 \n\n \n \nUser base \n16 of the symptom trackers can be accessed using a web browser and 12 \nsymptom trackers are available as a downloadable application on a smartphone. \n10 of the symptom trackers have been integrated into existing health and \nwellbeing applications, which consumers use to track personal information on \nsubjects such as fitness, diet and even medical records. According to ​a study \npublished in 2019, around 33% of the global population over the age of 15 use \nhealth tracking applications or devices, a large majority of which are between the \nages of 20 and 39. It is therefore  reasonable to surmise that the majority of \nsymptom trackers are targeted at people within a similar age range, that have \naccess to smartphones or a computer. \nSpecific types of users \nMost of the symptom-tracking applications are marketed for a broad audience, \nbut some have been created for very specific audiences. Studybugs, for example, \nis designed for use by parents of school aged children.  \nLocation \nThe majority of applications examined are marketed as tools that can be used by \ncitizens within a given geography, for example people in the UK. Some \napplications require proof of residency before you can use them. Two of the \ninitiatives – one in Ghana and one in the US – require you to submit a \ncountry-specific phone number. Failure to do so means a user cannot use the \napplication. Three of the initiatives examined have publicly stated that they are \noperating on a global scale, so users from multiple countries are welcome to use \nthe application. \n  \n \nOpen Data Institute 2020 / ReportExploring the Covid-19 symptom-tracking ecosystem   7 \n\n \n \nData discovery  \nIn order to identify the types of data that users are being asked to share with \nsymptom-tracking applications, we accessed each application and filled in the \nquestionnaires provided. At this stage, the team was very careful to not submit \nany false information to the questionnaires, so this research might not reflect all \nthe questions asked by some applications if they operate using a question tree \nwhereby questions are revealed based on answers to previous questions.  \n \nIt is also worth noting that at this stage, 14 of the initiatives were ruled out for data \ndiscovery (see appendix). Two of these initiatives were re-using symptom-tracking \ndata from other sources to produce insights on topics such as mobility during the \npandemic, but were not directly tracking user’s symptoms, and for a number of \nthe non-UK applications, the team were unable to access the questionnaires due \nto a requirement to provide proof of residency, such as a phone number or \npostcode. However, we did not rule out these initiatives for the data ecosystem \nmapping exercise below, as some of them are integral to the ecosystem. \nTypes of data \nBased on the 24 symptom trackers that we accessed, symptom-tracking data falls \ninto 11 broad categories: \n \n●Personal and demographic \n●Employment \n●Household \n●Location \n●Pre-existing health \n●Symptoms of illness \n●Covid-19 infection status \n●Travel \n●Interaction with others \n●Changes in lockdown \n●Mental health and mood \n \nThe full list of questions is available in an aggregated list in the appendices of this \nreport. There is also a breakdown of how many initiatives asked each question. \n  \n \nOpen Data Institute 2020 / ReportExploring the Covid-19 symptom-tracking ecosystem   8 \n\n \n \nObservations about types of data \nCommonly asked questions \nThe five most commonly-asked questions require the following information: \n \n●The user’s symptoms that correlate with symptoms officially associated \nwith Covid-19 (16/28) \n●The age of the user (16/28) \n●Exposure to someone who has been diagnosed with Covid-19 (13/28) \n●The user’s postcode (12/28) \n●The user’s pre-existing health conditions, such as heart disease, diabetes, \nasthma, etc (12/28) \nData standards \nMany of the applications are collecting the same types of data, but there is a lot of \nvariation in how different applications ask users to provide information. The most \nprominent example of this in our research is the way that symptom trackers are \ndocumenting the age of users. A user’s age is one of the most commonly asked \nquestions, but some trackers ask for a full date of birth, others ask for a specific \nage and many ask which age category the user falls into. This suggests that there \nare few commonly adopted data standards – documented agreements about how \nto represent data, which enable us to take a consistent, rule-based approach to \ndata management – for Covid-19 symptom data.  \n \nIn order to understand data, to share it with others and to help them understand it \ntoo, the data needs to conform to a widely recognised format. Health \norganisations like the National Health Service (NHS) recognise the importance of \ndata standards, and are ​working towards​ making sure that information about \nhealth is captured and categorised using common standards. \n  \n \nOpen Data Institute 2020 / ReportExploring the Covid-19 symptom-tracking ecosystem   9 \n\n \n \nRepresentation of communities  \nGiven that Covid-19 affects different groups and communities in different ways, it \nis important to make sure that the data being collected is representative of all of \nthe communities in the area that the application is serving. Gathering data from \nmembers of groups that have been highlighted as being at a higher risk of fatality \nfrom Covid-19 is particularly important as an early warning signal.  \n \nEarly examinations of Covid-19 cases and deaths in multiple countries have found \nthat men are ​more at risk of severe illness and death​ than women, so it’s useful \nthat eight of the symptom trackers examined are collecting data about an \nindividual’s assigned sex. However, four of the symptom trackers also ask users \nto disclose their gender, and one asks for users to disclose their gender without \nasking questions about assigned sex. It is not clear whether questions about \ngender are being asked to address a specific research question, or because \ngender and sex have been amalgamated into one attribute.  \n \nOne very evident omission by many symptom trackers is questions around race \nand ethnicity. Only four of the identified trackers asked at least one question about \nethnicity and only one asked multiple questions. Research shows that Covid-19 \ncan have a different impact on people from different communities. For example, \nearly research into ethnicity and Covid-19​ suggests that in the UK, the \nBangladeshi population has been disproportionately affected by Covid-19, with \ndeath rates nearly twice as high as the White British population. \n \nGiven this evidence that the effects of Covid-19 vary for people from different \ncommunities, more symptom trackers should consider asking questions about \nprotected characteristics​, as well as socioeconomic status so that the valuable \ninsights created by symptom trackers do not exclude people from different \ncommunities. For more information about why it is important to collect information \nabout protected characteristics for services that benefit the public, see our report \n‘​Monitoring Equality in Digital Public Services​’. \nChanges over time \n10 of the symptom trackers that we looked at ask questions about how lockdown \n(as opposed to Covid-19 itself) has affected the user, and whether they have seen \nnoticeable changes over time. This includes areas such as diet, weight, physical \nactivity and sleep.  \n \nFive of the initiatives asking these questions are private-sector-led, which might \nsuggest that symptom trackers are also being used as an opportunity for \ncompanies to collect data to help inform their product or service offerings in \nfuture. The trackers in question offer no clear picture of how this data will be used, \nand who it will benefit. Given that many symptom trackers are collecting data by \nleveraging public goodwill, they should strive to be as transparent as possible \nabout what this data is being used for, in order to avoid any breaches of public \ntrust and comply with existing data protection laws.  \n \n \nOpen Data Institute 2020 / ReportExploring the Covid-19 symptom-tracking ecosystem   10 \n\n \n \nMental health and wellbeing \n11 of the symptom-tracking applications ask at least one question about how the \nuser is feeling, with the most common question being around feelings of anxiety. \nGiven the potential effects that lockdown might be having on people’s mental \nhealth, questions on this topic could be useful to mental health researchers to \nproduce research insights that can be used to support and promote positive \nmental health and well being. \nOutputs \nGiven the range of stakeholders involved in the symptom trackers examined, it is \nno surprise that there are a variety of outputs that are being produced. Outputs \nseem to fall into three rough categories: \nIndividual guidance  \nOnce a user has filled out the questionnaire, they are presented with a set of \nrecommendations. Many of the applications, such as the ​CDC Symptom Checker​, \nprovide simple recommendations such as to see a health specialist if the user \nrecords the presence of Covid-19 symptoms. \nResearch insights  \nMany of the initiatives are producing research insights. Some of these insights are \nshared with the user, like ​Your.MD’s tracker​, which gives a condition comparison \nafter filling out the questionnaire, based on how you compare to other \nrespondents. Other initiatives are sharing insights publicly, like the ​COVID \nSymptom Study​, which is producing visualisations such as how Covid-19 cases in \nthe UK are changing day by day, or how they have changed specifically in the \nlockdown period. A number of the initiatives which are producing insights are also \nsharing data with health services, such as the NHS. ​Project Oasis​, for example, is \na data intermediary which collects data from eight third-party applications and \nshares it with the NHS to support the response to Covid-19 in the UK. \nImprovements to existing services \nSome trackers, for example those that are part of wider health-related \napplications, are collecting Covid-19 data to improve their existing services, such \nas the support they can offer to individual users. These services aim to support \nusers to improve their general health, rather than to specifically address Covid-19.  \n  \n \nOpen Data Institute 2020 / ReportExploring the Covid-19 symptom-tracking ecosystem   11 \n\n \n \nHow does the data collected relate to  \nthe outputs? \nThe level of detailed data required from users seems to differ greatly, depending \non the outcome that the symptom trackers are trying to provide. For example, the \nInk C-19 app​ requires only your location and an indication of whether you are well, \nhave symptoms, have been diagnosed as sick, or have recovered from Covid-19. \nOnce you have reported how you are feeling, a coloured circle representing your \nresponse appears on a map covering roughly a half-mile radius around your \nlocation, so other users of the application know that someone within that rough \narea has reported their status.  \n \nIn comparison, the ​Evergreen Life app​ – which operates as a general health and \nwellbeing application, but has now also integrated a Covid-19 check into its \nfunctionality – asks for more detailed information, such as your current symptoms, \nwhether you have been tested, whether you have been in contact with someone \nwho has tested positive, and whether you would like the information you have \nsubmitted to be shared for NHS research purposes. This approach has yielded \noutcomes​ such as visualisations of how the number of people reporting Covid \nsymptoms has changed over time, or heatmaps of how many people in a \nparticular area are following existing government guidelines. \n \n  \n \nOpen Data Institute 2020 / ReportExploring the Covid-19 symptom-tracking ecosystem   12 \n\n \n \nThe symptom-tracking  \ndata ecosystem \nOnce we had completed the landscape review and data discovery exercises, we \ncreated two basic ecosystem maps to reflect what we had learned about the \nsymptom-tracking data ecosystem.  \nThe UK symptom-tracking data ecosystem \n \nExample map of generic actors in the UK symptom tracking data ecosystem \n  \n \nOpen Data Institute 2020 / ReportExploring the Covid-19 symptom-tracking ecosystem   13 \n\n \n \nIn the UK alone, we identified 11 applications that could be considered symptom \ntrackers. The majority of these initiatives were initially established as standalone \ncollaborations between a few organisations. In May 2020, ​jHub​, the Innovation \ncentre for Strategic Command, were tasked with identifying Covid-19 symptom \ntrackers and helping them to transfer relevant, anonymous data to ​NHSX​. This \nproject is called ​Project Oasis​.  \n \nEight of the applications we identified have been verified as third-party suppliers \nby the NHS, and are sharing data as part of Project Oasis. These initiatives are: \n \n1.Agitate Ink C-19 \n2.Connected Cognition \n3.Corona-Help UK \n4.Evergreen Life \n5.LetsBeatCovid-19 \n6.TrackTogether \n7.Your.MD \n8.C-19 COVID Symptom Study \n \nIn addition, the NHS has its own online symptom checker which is available at \nNHS 111 online​.  \nWhere is value being created in this example?  \nThe eight third party suppliers that are part of the Project Oasis initiative are \nsharing data to jHub. jHub cleans and anonymises the data, then shares it with \nNHSX. This data is being used by NHSX to inform their COVID-19 response by \nhelping them to understand the spread of the virus across the UK.  \n \nEach of these third party suppliers, and the other three initiatives – ​CEBM \nCOVID-19 Symptoms Tracker​, ​Patient Access​ and ​Studybugs​ – are also using the \ndata to create their own outputs, as described above. \nBarriers to impact \nOne of the potential issues in this ecosystem is that while many of the third party \napplications are sharing data with NHSX via Project Oasis, and presumably with \nstakeholders involved in their own initiatives, there is very little transparency in \nwhat data has been collected, what is being shared  between different \nstakeholders, and for what purpose.  \n \nThe lack of visibility of what data is being collected could be stifling opportunities \nfor collaborations between initiatives or with the research community more \nbroadly. For example, researchers might have the skills or funding to try and \naddress a particular research question, but might need access to data to help \nthem do so. Without being able to see who is collecting useful data, researchers \nwon’t know which organisations to approach about collaboration.  \n \nThe lack of transparency around how data is being used and shared also makes it \nvery difficult for a user of the application to know what data about them is being \nused for and therefore make an informed decision about opting in or out of the \nservice.  \n \nOpen Data Institute 2020 / ReportExploring the Covid-19 symptom-tracking ecosystem   14 \n\n \n \nOpportunities \nSymptom trackers in the UK ecosystem could provide opportunities for other \nresearchers or innovators by being more open about the data that they are \ncollecting. They could make descriptions of the data or metadata openly available \non their websites, or through their applications, and by publishing open data \nwhere possible. This behaviour change could be driven by the funders of the \ninitiatives, who might be able to spend money more efficiently by encouraging \ncollaboration, or by the initiatives themselves, in order to solve any challenges \nthey face by bringing in additional support. Initiatives like TrackTogether and \nStudybugs are currently leading the way in creating an open culture around \nCovid-19 symptom data and are an example for others to follow.  \nInternational variations \nThis section outlines what we have seen happening in other countries. Given the \nlimited range of applications that were identified outside the UK, this is not a \ncomprehensive review of the international approach to Covid-19 symptom \ntracking.  \nA single source approach \nIn some countries, citizens have been encouraged to use one particular \napplication. \n \nIn Canada, the ​Canada Covid-19 App​ has been endorsed by Health Canada as \nthe main application for Canadian citizens to use when checking symptoms or \ngetting information about Covid-19. This allows the Canadian Government more \ncontrol over how data is being collected about the pandemic, as well as an \nopportunity to disseminate information to citizens. \n \nIn Vietnam, a very similar approach has been taken with the ​NCOVI app​, the \nofficial application of the Ministry of Health and the Ministry of Information and \nCommunications to help people assess their symptoms and make decisions \nabout seeing a health professional. The application is also used as an official \nchannel for state agencies to send recommendations to the public about national \nand local changes.  \n \nIt is still likely that even if citizens are encouraged to use a particular application, \nthat they could be using one or more alternative regional, national or international \napplications. This would likely be due to how outputs vary across applications. For \nexample, parents of schoolchildren might find more value in an application that \ngives them tailored advice about their child and school, rather than one that \nrecommends a national guidance.  \n \n  \n \nOpen Data Institute 2020 / ReportExploring the Covid-19 symptom-tracking ecosystem   15 \n\n \n \nA more collaborative approach \n \nExample map of generic actors in a more collaborative symptom tracking data \necosystem \n \nDuring this research, we were unable to find many good examples of where \nmultiple symptom-tracking initiatives were working together to make data more \naccessible and produce insights about Covid-19. \n \nOne example that came up was the model adopted by the ​Coronavirus Census \nCollective​, an international consortium calling for academics, health organisations, \nand medical professionals around the world to join them. The Coronavirus Census \nCollective recognises that in this unique situation, a centralised platform could \nprovide a place for different symptom-tracking initiatives to connect and learn \nfrom each other’s approaches and findings.  \n \n  \n \nOpen Data Institute 2020 / ReportExploring the Covid-19 symptom-tracking ecosystem   16 \n\n \n \nWhere is value being created in this example?  \nAs well as enabling knowledge sharing, the platform provides a collection, \naggregation and analytics function, which allows organisations to contribute to a \ngrowing data resource. The resource can be used by all members of the initiative. \nThis approach enables people who need to access data about Covid-19 \nsymptoms to find what they are looking for more easily.  \n \nA more collaborative approach can also help to address some of the \ninconsistencies around standards for data that might prevent data reusers from \nusing symptom data to create new solutions.  \n \nAlthough the Coronavirus Census Collective data is being stored centrally, the \noutputs created by researchers and health professionals can still be tailored to \ntheir unique audiences.  \n \n  \n \nOpen Data Institute 2020 / ReportExploring the Covid-19 symptom-tracking ecosystem   17 \n\n \n \nDiscussion \nIt has been good to see a large number of symptom-tracking initiatives emerging \nin response to the Covid-19 pandemic. With multiple organisations aiming to \naddress this global challenge, we are seeing a variety of useful insights, from \ninformation about ​local Covid-19 infection rates​ to better understanding of ​how \nthe virus affects different people​, being produced as a result of their efforts.  \n \nWe believe that symptom trackers could unlock even more value from the data \nthat they are collecting by collaborating with each other and sharing data. Better \ncollaboration could provide data reusers with the opportunity to create new tools, \nguidance and approaches that researchers may not have the skills, expertise or \nresources to create themselves. However, our research has identified some major \ntensions that prevent collaboration and sharing of symptom-tracking data. \nData discovery \nA key finding from this research is that the organisations behind \nsymptom-tracking initiatives have not been very good at publishing information \nabout the data that they are collecting. This limits the ability of data reusers to \nidentify which organisations have useful datasets, and therefore who they should \nbe approaching for collaboration.  \nLegal complexities \nNegotiating legal terms for access to data can be complex – see the ODI’s ‘​Data \ntrusts in 2020​’ blog post for more detail. Solving the complexities around \nnegotiating access to data can incur a high cost and effort for both symptom \ntrackers and data reusers who want to collaborate. \n  \n \nOpen Data Institute 2020 / ReportExploring the Covid-19 symptom-tracking ecosystem   18 \n\n \n \nTechnical barriers \nAn absence of compatible sharing mechanisms makes it difficult for symptom \ntrackers to share data with reusers, without investing time and money into \nenablement. A lack of data standards around symptom-tracking data means that \neven if data is shared, significant effort might be required by reusers before the \ndata can be used to best effect. Authorities have been stressing ​the need for \nstandardisation of Covid-19 data​ and some data standards do already exist (for \nexample, most of the data that has been shared has been through json and csv \nformats), but more effort is needed to create new standards or adopt existing \nones, such as the ​National Health Service SNOMED CT​ standard for clinical \nvocabulary use in electronic records. \n \nThese barriers to sharing and collaboration could create unintended \nconsequences for beneficiaries of symptom-tracking outputs. For example, unless \nthey can access data from multiple symptom-tracking applications, data reusers \ncan only draw data from a small portion of the target population. This could lead \nto outputs that don’t reflect the diversity in our communities, and potentially have \na negative effect on users – for instance generalising, and therefore \nmisrepresenting, the risks that certain symptoms present to individuals.  \nTrust and trustworthiness \nThe pandemic has provided a number of health and wellbeing initiatives with a \nunique opportunity to collect useful data about people, but the lack of clarity \nabout why some questions – such as personal changes during lockdown –are \nbeing asked is a matter of concern. It is clear from the research that \nsymptom-tracking initiatives are collecting symptom data for multiple purposes, \nincluding providing personalised guidance and improving research insights about \nthe virus. But they might also be using this as an opportunity to improve existing \nproducts and services, or to build new ones.  \n \nThis in itself isn’t necessarily a bad thing, but much of the data that is being \ncollected is sensitive health data about people; this makes it important for \nsymptom trackers to collect and use data in a trustworthy and transparent way, so \nthat they don’t unintentionally create harmful impacts for users. Our research has \nsuggested that most symptom trackers could do a better job of communicating \ntheir purpose clearly and talking more openly about why they are collecting the \ninformation that they do.   \n \nOpen Data Institute 2020 / ReportExploring the Covid-19 symptom-tracking ecosystem   19 \n\n \n \nRecommendations \nWe want public health officials, medical researchers and other data reusers to be \nable to get access to and reuse data collected by symptom-tracking applications, \nso that they can create new tools and make better decisions about the Covid-19 \npandemic.  \n \nActivities involved in enabling better access and reuse of symptom-tracking data \ninclude:  \n \n●reducing the costs to application developers in providing \nsymptom-tracking data \n●reducing the costs to data reusers in accessing and using \nsymptom-tracking data \n●improving the understanding of application developers about the data \nneeds of data reusers (for example which symptoms or other information \nneeds to be collected to support operations or research,and  the required \nfrequency or regularity of this data collection) \n●facilitating the discovery and negotiation of access to data between \nsymptom-tracking applications and data reusers \n●enabling data reusers to accurately assess the quality, utility and \ntrustworthiness of data from symptom-tracking applications based on \nfactors such as coverage, how users are asked for information, whether \nthey have good ethical practices, and so on. \n \nWe believe that these outcomes can be facilitated through the creation of: \n \n●standards for sharing data​ from symptom-tracking applications \n●an enabling hub to facilitate interactions​ between symptom-tracking \napplications and data reusers, possibly including an audit and certification \nfunction. \n \nWe also believe that it is important for the symptom-tracking initiatives themselves \nto be open and transparent about what data they are collecting (at a high level) \nand why they are collecting, in order to build trust with the wider public. \n  \n \nOpen Data Institute 2020 / ReportExploring the Covid-19 symptom-tracking ecosystem   20 \n\n \n \nStandards for data \nHere we have summarised our thoughts on the importance of good standards for \nCovid-19 data. For a more detailed discussion, please read our blog post ‘​Data \nand Covid-19: why standards matter​’.  \n \nThe ODI offers a free resource: the ‘​Open standards for data guidebook​’, which \ncan help data stewards to understand the different types of standards, and \nprovides guidance on when to create standards – and when not to.  \n \nSymptom trackers can create more interoperability without the need to start \nfull-blown standardisation efforts. They can \n \n●check whether someone else has already published similar data, and \nwhether they can follow a similar approach \n●if there is no precedent to follow, create clear and open documentation \nabout the data they hold and how it is being structured, so others can \nfollow the same approach. \n \nThis can provide a blueprint to enable new initiatives to follow in successful \nfootsteps, or support existing initiatives to adopt a similar structure to the data \nthat they have collected, making it more compatible with a successful approach. It \nwill also help reusers of the data to understand what shape the data is in before \nthey attempt to use it themselves.  \n \nMaking adapters and other pipeline software open is another low effort, but useful \nway to increase interoperability in practice. For more information about the \nimportance of standards and adaptors for Covid-19 symptom-tracking data, \nplease read our ‘​Symptom tracking: standards and adaptors​’ guidance. \n \nGovernments should: \n●In a time of crisis like this one, take an active role encouraging and helping \nincrease interoperability by supporting collaboration on emerging \nstandards \n●When government-funded organisations are acting as aggregators, they \nshould whenever possible make the adapters and software they are using \nas open as possible, so that others can benefit from data from different \nsources \n●Outside of times of crisis, support standards infrastructure such as open \nstandards organisations, so that standards can be available when needed \nand so that guidance can be available \n  \n \nOpen Data Institute 2020 / ReportExploring the Covid-19 symptom-tracking ecosystem   21 \n\n \n \nEnabling hub to facilitate interactions \nWhether you want to allow and nurture a rich decentralised ecosystem or \nchampion a centralised approach, enabling the ecosystem of symptom trackers, \ndata reusers and perhaps even beneficiaries to communicate and work together, \nis integral to making sure that all stakeholders are gaining collective value from \ndata. \n \nThe development of a hub could help to make Covid-19 data more discoverable, \nreduce coordination costs associated with negotiating appropriate access to data \nbetween symptom-tracking applications and data reusers and help foster the \nexchange of knowledge.  \n \nPhilanthropic funders, international public health organisations and government \ncould/should play a stronger role in convening, funding these hubs, and \nmaintaining knowledge there.  \n \nThe ODI has developed the ​Data Ecosystem Mapping tool​, which can be used to \nunderstand who is involved in the ecosystem, identify where data is being \ncollected and shared, where other exchanges of value are occuring, and to \nunderstand the impacts of these interactions. We recommend that health policy \norganisations use this tool to understand the current state of the Covid-19 \nsymptom-tracking ecosystem and then use that understanding to consider what \ninfrastructure needs to be built in order to enable the ecosystem to connect and \ncollaborate more effectively. \nBuilding trust with the public through  \nethical approaches \nSymptom trackers need to make sure that as well as creating valuable outputs, \nthey are protecting the rights and wellbeing of the people they are collecting data \nabout, by being open and transparent about what data they are collecting and \nwhy, and using that data in an ethical way.  \n \nData ethics relates to good practice around how data is collected, used and \nshared. It is especially relevant when data activities have the potential to affect \npeople and society, directly or indirectly. The ​Data Ethics Canvas​ is a tool \ndeveloped by us at the Open Data Institute (ODI) that can help those collecting, \nsharing and using data identify and manage ethical issues.  \n \nWe recommend that symptom-tracking initiatives use the tool to: \n \n●understand the data that they need to collect for their purpose \n●explore the potential beneficial and harmful impacts of using this data \n●plan their engagement with stakeholders, including identified beneficiaries \n●integrate ethical practices into their project or initiative. \n \nWe have discussed the importance of identifying and managing ethical issues \naround data during the pandemic in ​this blog post​.  \n \nOpen Data Institute 2020 / ReportExploring the Covid-19 symptom-tracking ecosystem   22 \n\n \n \nAppendices \nSupporting documents \n●Research spreadsheet​, which includes:  \n○A longlist of symptom tracking initiatives \n○The shortlisting process for data discovery \n○A breakdown of the types of questions asked by organisation type \n \nOpen Data Institute 2020 / ReportExploring the Covid-19 symptom-tracking ecosystem   23 ","version":"1.10.100"}