{"numpages":40,"numrender":40,"info":{"PDFFormatVersion":"1.5","IsAcroFormPresent":false,"IsXFAPresent":false,"Producer":"Skia/PDF m88"},"metadata":null,"text":"\n\n \n\n \n \nContents \n \nAbout3 \nExecutive summary4 \nBackground: school closures during emergency lockdowns5 \nProject design7 \nResearch questions7 \nMethods and methodology8 \nQuantitative survey8 \nQualitative interviews8 \nOnline forums: data from Mumsnet9 \nData from Barnardo’s9 \nChildren and young people9 \nLimitations of the data10 \nSharing our research data11 \nImpact of lockdown on educational attainment13 \nPrevious research13 \nTeachers’ perspectives on children’s academic performance15 \nDifferences by pupil characteristics16 \nLearning experiences during lockdown: views from children, \nparents/carers and teachers18 \nParents’ discussions during lockdown: insights from Mumsnet data20 \nParents’ perspectives from interviews22 \nTeachers’ perspectives on children’s learning23 \nImpact of lockdown on socioeconomic circumstances and emotional \nwellbeing25 \nImpact on children’s socioeconomic provision/circumstances25 \nTeachers’ support for children during lockdown26 \nImpact of lockdown on children’s mental health and wellbeing27 \nData from the Barnardo’s See, Hear, Respond Partnership28 \nIncreasing demand for support28 \nThe role of schools in referrals30 \nMental health, isolation and loneliness31 \nPriority groups32 \nData on parents/carers’ mental health: indications from Mumsnet forums\n34 \nTeachers’ mental health and wellbeing35 \nConclusions and recommendations38 \nConclusion38 \nRecommendations38 \nBibliography40 \n \n \n \n \n \n \nOpen Data Institute 2020 | ODI AnalysesData about children’s lives during the pandemic   2 \n\n \n \nAbout \nThis report has been researched and produced by the Open Data Institute (ODI), \nand published in November 2020.  \n \nThe report’s lead author is Christine Singer, with guidance from Professor Jeanette \nSteemers, King's College University and Professor Cynthia Carter, Cardiff \nUniversity. The research for this project was carried out by the ODI, in collaboration \nwith three partners: ​ODI Leeds​, a node of the ODI, responsible for the data \nsourcing, analysis and the open data publication; ​Allegory​, a strategic \ncommunication agency that has worked with the ODI for eight years and is \nresponsible for the research project management and communications; ​and ​MyEd \nLimited​, a startup that delivered the research qualitative interviews. \n \nWe would like to thank the ODI’s Louise Burke, Mahlet (Milly) Zimeta, Jeni Tennison \nand Roger Hampson for their guidance and support, and Ellen Goodman for \nproject management. We would also like to thank Emma Thwaites, Charlotte \nMcLeod (Project Lead), Alex Vryzakis, Kristin Hadland and Emma Foster from \nAllegory; Giles Dring and Patrick Lake from ODI Leeds; Harmil Pardesi, Professor \nUpkar Pardesi and Joy Krishnamoorthy from MyEd; and Christian Howes for \nassisting with data visualisation. \n \nNovember 2020 \n \n \n \n \n \n \n  \n \nOpen Data Institute 2020 | ODI AnalysesData about children’s lives during the pandemic   3 \n\n \n \nExecutive summary \n \nThe coronavirus (Covid-19) pandemic has created new and sudden challenges for \nthe education sector. Extended school closures during lockdown and beyond \nhave put increasing pressure on teachers, parents/carers and pupils. Yet little data \nexists on the educational and psychological impacts of periods of enforced \nhomeschooling.  \n \nBetween September and October 2020, the ODI carried out a rapid-response pilot \nstudy that investigated what current data could tell us about education during the \ncoronavirus pandemic. It combined analyses of shared and open data with \ntargeted quantitative surveys and qualitative interviews, and looked at what these \ncould tell us about the challenges faced by children, teachers and families. It \ncollected and analysed data from a variety of sources, including the government, \nacademia and the third sector. These data sources were combined with analyses \nof data shared with us from Barnardo’s, Mumsnet and Teacher Tapp to support \nthe research findings. The data analysis and visualisations produced as part of \nthis project are publicly accessible via an ​interactive web page​. \n \nThe ODI project team helped Barnardo’s to curate data they hold into something \nthat could be safely published as open data. We also worked with Mumsnet to \nunderstand – at an aggregate level – discussions taking place on its forums. As \nour analyses of Barnardo’s and Mumsnet datasets show, third-sector \norganisations and social-media platforms that aggregate data they hold – and \nmake it public in a safe and ethical way – can assist other organisations with \npublic-interest research, such as identifying how vulnerable children can be \nmonitored and supported.  \n \nAll the data sources we looked at agree that emergency school closures due to \ncoronavirus have led to differences in educational progress and learning between \npupils from different backgrounds. Teachers, in turn, have been tasked with \nidentifying and supporting pupils who have fallen behind with their learning and \nre-teaching knowledge from before lockdown. Furthermore, emergency school \nclosures have had adverse impacts on the social, economic and emotional \nwellbeing of some children and families, and teachers are grappling with \nincreased work-related anxiety.  \n \nAs a rapid-response pilot project, this research has limitations, including biases in \nthe users of digital platforms and a small data sample of 29 interviews, carried out \nin the West Midlands area. This research is not comprehensive and not \nrepresentative of the UK as a whole, and, like all evidence, should be interpreted \ncarefully. Addressing these data gaps, which in turn can reinforce existing social \ninequalities, is both urgent and necessary in future research. \n \nThis project seeks to inspire further research on the impact of coronavirus using \nnew data sources for rapid analysis, and to provide incentives for better \ninvestment in our data infrastructure to support emergency responses in the \neducation sector and beyond. \n \n \nOpen Data Institute 2020 | ODI AnalysesData about children’s lives during the pandemic   4 \n\n \n \nBackground: school \nclosures during \nemergency lockdowns \nWhen the coronavirus pandemic broke out in the UK, the daily lives of teachers, \nparents and pupils abruptly changed. Schools closed to the majority of pupils at \nthe end of March 2020. The exceptions were children of key workers and children \nassessed as vulnerable – this includes looked-after children, children who have an \neducation, health and care plan whose needs can be as safely or more safely met \nin the educational environment, and those who have been assessed as ‘otherwise \nvulnerable’.  Teachers and school leaders had to rapidly find new ways to deliver \n1\nlearning and pastoral care (​the provision schools make to ensure the physical and \nemotional welfare of pupils​) while children and families grappled with finding ways \nto study from home. \n \nSchools reopened to all children in the UK in September 2020, but much about \nthe upcoming school year remains uncertain, including assessments, social \ndistancing measures, self-isolation requirements and the unknown long-term \neffects of lockdown on the mental health of pupils, families and teachers. Recent \nspikes in coronavirus infection rates have already led to a pattern of varied, \nshort-notice emergency lockdowns at local, regional and national levels, and a \nnew nationwide lockdown in England was introduced just days before the \npublication of this report. Wales had already gone into a two-week firebreak \nlockdown, and Scotland had separately introduced further restrictions on 2 \nNovember 2020. \n \nExisting research has provided valuable insights into the impact of school closures \nduring the first nationwide lockdown on parents/carers, pupils and teachers. \nStudies have identified a range of challenges: a gap in learning and educational \nprogress between economically advantaged and disadvantaged children; \n2\nteachers struggling with work-related anxiety and mental health; teaching and \n3\ntechnical issues with online learning; and growing evidence of the detrimental \n4\nimpact of school closures on children’s emotional wellbeing. \n5\n \nHowever,​ ​existing research is – with some exceptions – on average published \n6\ntwo-to-three months after data collection has been carried out, leading to a lack of \ntimely data during this constantly evolving situation. There are also gaps in the \ndata on how the impact on education has changed at different points since the \ncoronavirus outbreak in March. Moreover, the source data – data that has not \n1\n ​UK government (2020), ​Coronavirus (COVID-19): safeguarding in schools, colleges and other \nproviders \n2\n Child Poverty Action Group (2020), ‘​The Cost of Learning in Lockdown: family experiences of school \nclosures​’  \n3\n Teacher Tapp, UCL Social Research Institute, UCL CEPEO (2020), ‘​How did the early stages of the \nCOVID-19 pandemic affect teacher wellbeing?’  \n4\n Beng, H. S. and Wardle, L. (2020), ‘​Teachers’ wellbeing and workload during Covid-19 lockdown​’. \nDurham University and School Zone \n5\n Barnardo's (2020) ‘​Time for a Clean Slate: Children’s Mental Health at the Heart of Education​’. \nBarnardo's \n6\n Office for National Statistics (2020). ​Coronavirus and the social impacts on Great Britain: 16 October \n2020 \n \nOpen Data Institute 2020 | ODI AnalysesData about children’s lives during the pandemic   5 \n\n \n \nbeen processed for use and upon which research is based – is often not \npublished and is therefore not accessible to other researchers. \n \nDuring an unpredictable crisis like this, access to up-to-the-minute data is more \nimportant than ever. Government, teachers, headteachers and policymakers \nurgently need access to accurate, current data to understand how periods away \nfrom school have affected, and are affecting, pupils’ learning and emotional \nwellbeing. Having access to reliably updated data available would help with the \ndevelopment of strategies to assist those children who are hit hardest by \nemergency school closures due to coronavirus.  \n \nBased on a small research sample, this pilot study sought to investigate the data \nthat exists on the impact of the lockdown on education; what we could tell from \nthis data; whether this data is both current and publicly available; and where more \ndata is urgently needed.  \n \nThis report highlights the need for further research and investment in data \ninfrastructure in the education sector, to provide information and inform decision \nmaking in a rapidly evolving situation. \n \n \n \n  \n \nOpen Data Institute 2020 | ODI AnalysesData about children’s lives during the pandemic   6 \n\n \n \nProject design  \nResearch questions \n \nThe ODI started this pilot project with desk research in the following areas: \n●Existing published research on the key challenges faced by \nparents/carers, children and teachers during periods of enforced \nhomeschooling and ‘blended learning’ – a combination of online and \noffline teaching methods (March–November 2020) \n●Identifying gaps in data within this existing research \n●Education and mental-health data landscape \n●Data needs and challenges to support organisations working with schools, \nteachers, parents/carers and children \n \nWe then established the following research questions: \n \n \n \n \nTo explore these questions, our research aimed to: \n \n●collect and analyse timely data from different sectors (government, \nprivate, third and academic) that demonstrates the key challenges of \nemergency school closures experienced by parents/carers, pupils and \nteachers during the coronavirus pandemic \n●collect data that shows how emergency school closures had different \nimpacts on different groups of children and families \n●highlight relevant data that is currently available for analysis; identify gaps \nin the data; and encourage/facilitate the wider sharing of the data from \nthis research to make further analyses possible. \n \nOpen Data Institute 2020 | ODI AnalysesData about children’s lives during the pandemic   7 \nWhat are the main challenges experienced by parents/carers, teachers and \nchildren during periods of enforced homeschooling and blended learning \n(March–November 2020), and how can good data infrastructure help \nschools and other organisations in monitoring, understanding and \naddressing these challenges, and in providing direct, real-time support to \nparents/carers, teachers and children? \n  \nSub-questions: \n1.What do teachers, parents/carers and pupils at primary and \nsecondary schools identify as the main challenges of enforced \nhomeschooling during the coronavirus pandemic, specifically in \nrelation to: \na.Homeschooling, including online and blended learning?  \nb.Coping emotionally with the disruption to education? \n2.How do these challenges differ by socio-economic backgrounds of \nparents/carers and pupils? \n3.What, if any, data already exists in the UK that enables us to \nanswer these questions?  \na.How can this data be made widely accessible?  \nb.What data is missing? \n\n \n \n \nMethods and methodology  \nResearch findings should be given weight proportionate to the representativeness \nand robustness of the data they are based on. In this section, we describe some \nof the features of the data we have used in this research that influence how it \nshould be interpreted. Further details can be found in the ODI Data Ethics Canvas \nwhich accompanies this report. The Data Ethics Canvas was completed to help \n7\nexplore the implications of the use of data in this research. \n \nQuantitative survey  \nThe ODI collaborated with Teacher Tapp (an app that asks teachers daily \n8\nquestions to get their opinions on aspects of school life and education) to carry \nout a quantitative survey. Teacher Tapp asked teachers across England three \nsurvey questions, two on 20 October 2020 and one on 27 October 2020, to further \ntest the findings from the open and shared datasets. The Teacher Tapp survey \npanel comprises 9,000 teachers across the state and private sectors in England. \nVia an app, and after providing valid credentials, teachers sign up to receive three \nmultiple-choice questions each day at 3:30pm. Teachers are recruited to the panel \nvia social and traditional media, promotion at professional development events, \nand word of mouth in schools. \n \nThe ODI received an aggregated version of this data from Teacher Tapp, including \nsome statistical characterisation of the teachers who responded. This data is \naggregated and anonymised, as outlined in the ODI Data Ethics Canvas that \naccompanies this report. \n9\n  \nQualitative interviews \nThe ODI’s research partner, MyEd, carried out 29 interviews. These were with \nteachers (10 interviews), parents/carers (10 interviews) and pupils (aged 13–18 \nyears; nine interviews) located mainly in the West Midlands area. MyEd runs an \nopen data platform that helps parents and students search for nurseries, schools, \ncolleges, universities and courses.  \n \nThe research MyEd carried out for this project is also contributing to an Innovate \nUK-funded project for the development of MyEd Open School, aimed at \nconnecting teachers with their pupils to enable the continuity of formal structured \neducation.  \n10\n \nInterviewees were recruited through MyEd’s networks and contacts with schools. \nMyEd carried out the interviews remotely, by phone or video call. Interview \nparticipants were told the purpose of the research and their right to withdraw from \nit at any point. Participation was entirely voluntary.  \n \nMyEd sought written informed consent from parents/carers of young people under \n18 years to carry out the interviews and publish them in this report.  \n \nOnline forums: data from Mumsnet \nDuring this project, we collaborated with Mumsnet, the largest parenting website \nin the UK. Its discussion boards, Mumsnet Talk, receive over seven million unique \nvisitors per month. Mumsnet granted the research team access to anonymised \n11\n7\n ODI (2020), ​Data on children in lockdown - Data Ethics Canvas \n8\n  Education Intelligence Ltd (2020), ​TeacherTapp \n9\n ​ODI (2020), ​Data on children in lockdown - Data Ethics Canvas \n10\n UK government (2020), ​Innovate UK - GOV.UK  \n11\n Mumsnet (2020), ‘​About us​’ \n \nOpen Data Institute 2020 | ODI AnalysesData about children’s lives during the pandemic   8 \n\n \n \ndata and forum search tools for one week (19–23 October 2020). This was the first \ntime Mumsnet had shared their data for analysis purposes with another \norganisation. \n \nThe dataset was analysed via both an inductive and a deductive approach. We \nidentified the 10 most frequent terms used by Mumsnet users at different points in \ntime – before and during lockdown, and when schools reopened to all pupils \n(January, April and September 2020, respectively). We also searched for key \nterms used by people posting on Mumsnet relating to the research questions (eg \n‘learning’, ‘safe’, ‘mental health’), across the forums, and how frequently they were \nused during January, April and September. This analysis aimed to obtain a sense \nof how parents/carers’ discussions and concerns changed over time, and how \nthese concerns related to the findings from our interviews and surveys.  \n \nData from Barnardo’s \nWe sourced data in collaboration with the Barnardo’s See, Hear, Respond \nPartnership. Barnardo’s shared aggregated data on its weekly referrals to the \n12\nSee, Hear, Respond service. By late October, the See, Hear, Respond Partnership \nwas delivering support to more than 20,000 children and young people. \nBarnardo’s shared almost 7,000 records from this dataset with the ODI, which \ncovered the period from 17 June 2020 (when the programme was launched) to 12 \nOctober 2020.  \n \nInformation in each record includes location (at local authority level), week of \nreferral, reason(s) for referral (one or more, as assessed by worker triage), priority \ngroup(s) (as assessed by worker triage) and referral channel. In addition, a series \nof operational details were provided, which we have not analysed due to the time \nlimitations of this project (status, outcome).  \n \nReferrals were assigned a random ID in the shared data, which means it is not \npossible to identify a child who is referred to the service multiple times. The ID is \nnot used in the aggregations. The only conceivable risk to identifying a child would \nbe someone in a region with an unusual combination of needs. To mitigate this \nrisk, we did not aggregate by need or priority group, which could be tied back to a \nrecord. Each group and reason for intervention was counted independently. \n \nChildren and young people \nChildren and young people need particular protection when organisations and \nresearchers are collecting and processing personal data about them, because \nthey may be less aware of the risks involved. As outlined in the ODI Data Ethics \n13\nCanvas that accompanies this report, we considered the need to protect data \nabout children and young people from the outset of the research, and designed \nour project with this in mind, for example, by deciding not to publicly share any \ninterviews that were carried out with young people (aged 13–18 years) and by \nsourcing only aggregated, anonymised data on children from other organisations.  \nConfidentiality, and compliance with the data protection principles, has to be \ncentral to all processing of children’s personal data. \n14\nLimitations of the data \nThis pilot research was carried out over a short time period (five weeks), which \nallowed for sourcing, analysing and publishing timely data that was collected within \none month prior to the publication of this report.  \n12\n Barnardo’s (2020), ​See, Hear, Respond Partnership \n13\n Information Commissioner’s Office (2020), ​Children: data protection \n14\n ​ibid. \n \nOpen Data Institute 2020 | ODI AnalysesData about children’s lives during the pandemic   9 \n\n \n \n \nGiven the limited time and resources available for this project, the findings are \nbased on a small sample of research participants who took part in the Teacher \nTapp survey questions and qualitative interviews. MyEd’s interviews were carried \nout mainly in the West Midlands region. Moreover, the Teacher Tapp survey panel \nconstitutes teachers from England only. The data collected through interviews and \nthe survey may, therefore, not be representative of other regions of the UK. \n \nFurthermore, the results of the Teacher Tapp survey represent teachers’ current \njudgements of their pupils’ performance rather than standardised assessment \nresults. While teachers typically have a good understanding of their pupils’ \nprogress, teachers’ assessments could, in some circumstances, be subject to bias \nrelated to pupils’ gender, ethnicity, socio-economic status and special needs. The \nfindings of the survey should, therefore, be interpreted as subjective teacher \nestimates about pupils’ current academic progress, rather than an exact picture of \ntheir skills and knowledge.  \n15\n \nWith the limited time available, it was also challenging for the interviewers to recruit \ninterviewees from families with low socioeconomic status, which means that the \nperspectives of these families are, for the most part, absent from the current \nresearch sample. This gap in our data highlights the need to collect more data on \ndifferent socio-economic groups, as a lack of information on the perspectives of \nfamilies from low socio-economic status could potentially reinforce marginalisation.  \n \nOur research was conducted via digital media platforms, including online surveys, \nonline forum research and video calls. Therefore, digital exclusion – when people \nare unable to, or choose not to, engage with digital platforms – presents a \nsignificant risk of inequality and bias in the data we collected. To an extent, digital \n16\nexclusion is linked to socioeconomic status, as the ability to access and engage \nwith digital platforms, and the skills required to use digital tools fully, increases with \nincome. In 2019, 51% of households earning between £6,000 and £10,000 had \naccess to the internet at home, compared with 99% of households with an income \nof £40,000 or above. Families with low socioeconomic status are, therefore, likely \n17\nto be excluded from research that is carried out via digital media platforms. This \ndata gap ought to be emphasised, since – as noted above – it potentially reinforces \nexisting social inequalities.  \n \nAnalysing data from Mumsnet forums is valuable in ascertaining what the \ncontributors to the forums are discussing. However, since Mumsnet is an open \nplatform and it is not possible to break down the profiles of people who post on \neducation-related posts, we were unable to effectively eliminate bias in the voices \nwe picked up. One clear limitation is the Mumsnet readership which is 85% \n18\nfemale. Mumsnet forum posts are, therefore, likely to represent female \n19\nperspectives in particular.  Furthermore, the research team analysed those posts \nthat were identified by Mumsnet as education-related (tagged with ‘e-learning’), \nwhich means that it is possible we missed potential targets. In a longer project, we \nmight have been able to refine the set of hits and carry out clustering analyses, \nwhich in turn would have enabled better extraction of topics. \n15\n Teaching and Teacher Education  (2017), ‘​Subjectivity of Teacher Judgments: Exploring Student \nCharacteristics That Influence Teacher Judgments of Student Ability​’ \n16\n ODI (2020), ​Monitoring Digital Inequality \n17\n University of Cambridge (2020), ​Opinion: Coronavirus has intensified the UK's digital divide \n18\n A voluntary annual census conducted by Mumsnet suggests a core demographic across the \nplatform of 18-45 year-olds of which 88% are parents/carers. 85% are in social grade ABC1 (upper, \nmiddle and lower middle class), with 77% being homeowners. 79% of Mumsnet users are in paid work \n(Source: Mumsnet 2020). \n19\n ​Mediatel (2017), ​Mumsnet founder on anonymity, authenticity and influence  \n \nOpen Data Institute 2020 | ODI AnalysesData about children’s lives during the pandemic   10 \n\n \n \n \nMumsnet’s privacy policy informs users that it is a public rather than private \n20\nspace, and that Mumsnet occasionally shares anonymised data for analysis \npurposes. The ethics arising from sourcing and analysing data from online forums \nfor research purposes are, however, a subject of debate. There is currently no \n21\nconsensus on whether the informed consent of users who post on online forums \nshould be sought if their contributions are to be used in research as long as they \nare anonymous.  \n \nAs discussed in the ODI Data Ethics Canvas that accompanies this report, we \n22\ndecided not to seek separate consent of Mumsnet users to use their content in \nour research, since we were not analysing individual contributions by forum users, \nbut analysing key terms emerging from forum texts; and since users’ identities, \naccounts and individual posts were not revealed and therefore their anonymity is \nassured. However, we will be holding a discussion on Mumsnet with Mumsnet \nusers about the use of their data in this research project, and how they feel about \nother similar uses. \n \nAs outlined in the ODI Data Ethics Canvas that accompanies this report, it was \ndifficult for us to mitigate these potential biases in the data available to us. This \nresearch should, therefore, be treated as a pilot project that, we hope, will \nencourage further research that provides different perspectives and fill the gaps in \ndata outlined in this report. \n \nSharing our research data \nThe data collected for this project is publicly available via a dedicated, interactive \nwebpage and tool, created by ODI Leeds: ​odi-analyses.odileeds.org​. The site \nallows anyone to explore the data for free, including results from the surveys, \nBarnardo’s site, and the analysis of Mumsnet forums.  \n \nBarnardo's and the ODI are exploring options for sharing the anonymised data \nmore widely, to support research within a robust ethical framework. In turn, \nMumsnet data was accessed under a data-sharing agreement which allowed the \nODI to search and analyse terms under the provision that we only retain data for \nthe duration of the project. This means we are unable to publish the raw data we \nhave analysed. All forum posts are publicly available via the Mumsnet website.  \n \nAs noted earlier, after completing the ODI Data Ethics Canvas, we decided not to \nrelease the qualitative interviews carried out by MyEd, as they contain personal \nand potentially sensitive information that risks identifying the interview \nparticipants, which include children and young people. \n \n \n  \n20\n Mumsnet (2020), ​Privacy policy \n21\n Emotion, Space and Society (2018) . ‘​What Are You Feeling Right Now?’ Communities of Maternal \nFeeling on Mumsnet.​’ \n22\nODI (2020), ​Data on children in lockdown - Data Ethics Canvas \n \nOpen Data Institute 2020 | ODI AnalysesData about children’s lives during the pandemic   11 \n\n \n \nImpact of lockdown on \neducational attainment \nPrevious research  \nSince March 2020, many pupils have experienced disruptions and a reduction in \ntheir education, and a marked slowdown in their educational progress. There is \nvery little publicly available data on how pupils’ academic performance has been \naffected by emergency school closures during coronavirus. With exams cancelled \nthis year, A-level and GCSE results were based on teacher assessments, and the \nDfE did not publish SATs results for 2020. Except for A-level and GCSE grades, \n23\nlittle is known about how the lockdown has affected pupils’ academic progress, \nand how the current disruptions to education due to the pandemic are affecting \nchildren’s learning experiences.  \n \nResearch by the London School of Economics and Political Science (LSE) \nprovides an indication of how emergency school closures during coronavirus \naffected academic learning. The study suggested that, on average, just under four \nin 10 (38%) pupils in the UK experienced full schooling during the first lockdown. \n24\nFurthermore, a report by the National Foundation for Educational Research (NFER) \nshowed that teachers felt that their pupils were, on average, three months behind \nin their curriculum learning as a result of the first public lockdown. In a survey of \n3,000 senior leaders and teachers at more than 2,000 schools in England, nearly \nall teachers (98%) reported that their pupils are behind where they would normally \nexpect them to be in their curriculum learning at the end of the 2019/20 school \nyear. These results are, however, based on teachers’ judgements of children’s \n25\nprogress and do not give a clear picture of exactly how behind children are with \ntheir curriculum learning.  \n \nExisting research suggests that lockdown was experienced differently by pupils \nfrom different types of schools. For example, private schools were more likely to \nbe able to provide online resources, live classes and one-to-one contact with \npupils than state-funded schools. A Teacher Tapp survey commissioned by the \n26\nSutton Trust suggested that, at private schools, 51% of primary and 57% of \nsecondary students in England accessed online lessons every day; more than \ntwice as likely as their counterparts in state schools.  \n27\n \nDisruptions to education during the first lockdown also disproportionately affected \nchildren from disadvantaged economic backgrounds. Many economically \ndisadvantaged children did not have the digital technology they needed to study \neffectively from home. An estimated 700,000 children in the UK currently do not \n23\n UK Government (2016), The DfE usually publishes results of A-Levels, GCSEs and SATs on a yearly \nbasis, including data on pupil demographics. See: ​National curriculum assessments at key stage 2 in \nEngland, 2016 (provisional) \n24\n LSE (2020), The findings are based on a representative random sample of 10,010 individuals aged 16 \nto 65 who were surveyed between 14 September and 12 October 2020. See: ​Generation COVID: \nEmerging work and education inequalities  \n25\n NFER (2020). ​Schools responses to Covid-19: The challenges facing schools and pupils in \nSeptember 2020​ (Accessed: 9 October 2020) \n26\n Sutton Trust, April 2020. ‘​COVID-19 and Social Mobility Impact Brief​’​ ​(Accessed: 5 October 2020) \n27\n Sutton Trust (April 2020), ‘​COVID-19 and Social Mobility Impact Brief​’  \n \nOpen Data Institute 2020 | ODI AnalysesData about children’s lives during the pandemic   12 \n\n \n \nhave a desktop, laptop or tablet, and 60,000 children do not have internet \nconnectivity at home. A study by the Child Poverty Action Group (CPAG) \n28\nindicated that families with low incomes were twice as likely to lack technical \nequipment to support homeschooling (laptops, computers, tablets) during \nlockdown as families with high incomes.  \n29\n \nA report by the Education Policy Institute suggests that the most disadvantaged \nchildren are also the most likely to currently miss the most learning as a result of \nthe disruptions to schools. The analysis suggests that in areas with the highest \n30\nrates of the virus in the UK, such as north-west England, as many as four in 10 \nsecondary pupils were unable to attend school during October​.​ Based on a \nsnapshot survey by the DfE, the report shows that the overall attendance rate for \n31\nsecondary schools in England was 82% for secondary schools and 90% for \nprimary schools. However, in some areas, attendance was less than 70%. In \nKnowsley, Merseyside – one of the areas worst affected by coronavirus – 61% of \nsecondary pupils and 78% of primary school children attended school on 15 \nOctober 2020.  \n32\n \nIt is possible that the ongoing impacts of coronavirus will further increase existing \ndisparities in children’s academic progress. Data from the DfE shows that prior to \ncoronavirus, children from families of low socioeconomic status have worse \nacademic performance than their wealthier peers. In 2019, of pupils who were \neligible for free school meals (FSMs) in England, or who were in care or adopted \nfrom care, only 25% achieved grades 9–5 in GCSE English and Maths, \n33\ncompared with 50% of all other pupils.  \n34\n \nThe NFER study, noted earlier, showed that 61% of teachers reported in May \n2020 that there was a learning gap between socioeconomically disadvantaged \npupils and their peers that had widened during lockdown, with the remainder \njudging that this gap had either remained the same (32%) or had reduced (7%). \n35\nNFER attributed the reduction in the learning gap reported by a minority of \nteachers to non-disadvantaged pupils having lost more learning than their \ndisadvantaged peers, rather than disadvantaged pupils having progressed with \ntheir learning during lockdown. It has also been suggested that some children, \nsuch as those in care, coped well with the disruption of education because they \ndid not have the pressure of going to school during lockdown.  \n36\n \nThere is, however, a lack of timely data that might confirm whether differences in \nacademic progress between disadvantaged pupils and others have indeed \nwidened as a result of lockdown, and which pupils currently require extra support \nfrom teachers. While some research exists in this area, the source data is often \nnot shared with school leaders or made open for other researchers or \norganisations to analyse.  \n28\n The Children’s Commissioner for England (2020) ‘​Tackling the disadvantage gap during the Covid-19 \ncrisis​’ \n29\n CPAG (2020) ‘​The Cost of Learning in Lockdown: family experiences of school closures’.  \n30\n Education Policy Institute (2020). ‘​School attendance rates across the UK since full reopening’  \n31\n UK Parliament (2020), ‘​Written questions and answer: Schools: Coronavirus - question for \nDepartment for Education​’ \n32\n  Education Policy Institute (2020), ​School attendance rates across the UK since full reopening’  \n33\n GCSEs are graded 9 to 1, while A-levels are graded A* to G. Grade 9 is the highest grade, set above \nthe old A*. \n34\n See: ​Key stage 4 performance, 2019 (revised)​ and: ​Opinion: Coronavirus has intensified the UK's \ndigital divide \n35\n NFER (2020), ​Schools Responses to Covid-19 \n36\n The Telegraph (2020), ​Children in care are 'thriving' during lockdown because they do not have the \npressure of school, children's services boss says  \n \nOpen Data Institute 2020 | ODI AnalysesData about children’s lives during the pandemic   13 \n\n \n \n \nTeachers’ perspectives on children’s academic performance \nIn collaboration with Teacher Tapp, we carried out a quantitative survey on 27 \nOctober 2020 that asked 6,460 teachers in England what proportion of the pupils \nthey teach are currently behind in their learning. This question aimed to investigate \nteachers’ assessments on where their students should be in their curriculum \nlearning at that point in time, shortly after schools in England reopened to all \nstudents following the lockdown.  \n \nThe results showed that 69% of teachers who took part in the survey stated that \none fifth of their class or more was behind. Five per cent of the teachers said that \none pupil in their class (one in 30 pupils) was behind; 44% said that one third of \ntheir class or more was behind; 12% said that half of their class was behind; 8% \nstated that ‘almost all of their pupils were behind; and 10% said they did not know \nwho was behind or could not answer the question.  \n \n \n➔Teacher Tapp survey | Total respondents: 6,460 | Questions asked on 27 October 2020 \n➔View full-size version \n \nThe survey results are teachers’ current judgements of their pupils’ performance, \nrather than standardised assessment results. As noted earlier, teachers’ \nassessments can be subject to bias and should, therefore, be interpreted as \nsubjective estimates about pupils’ current academic performance.  \n37\n \nDifferences by pupil characteristics \n37\n Teaching and Teacher Education (2017), ‘​Subjectivity of Teacher Judgments: Exploring Student \nCharacteristics That Influence Teacher Judgments of Student Ability​. \n \nOpen Data Institute 2020 | ODI AnalysesData about children’s lives during the pandemic   14 \n\n \n \nThe survey revealed significant differences between the responses of teachers \nfrom state schools and teachers from private schools. Just over one quarter (26%) \nof teachers from state schools reported that one in five pupils are behind, \ncompared with 16% of teachers from private schools. By comparison, one in \nthree teachers from private schools (29%) stated that only one in 30 students (one \nin a class) are behind, compared with 2% of teachers from state schools.  \n \nThe largest difference in responses was between primary private school teachers \nand primary state school teachers. Of primary school teachers in private schools, \nmore than two thirds (72%) reported that fewer than three pupils in their class are \ncurrently behind in their curriculum learning, compared with just 7% of primary \nschool teachers in state schools.  \n \n \n \n➔View full-size version \n \nTeachers in schools with a higher proportion of children eligible for free school \nmeals (FSMs) were more likely to report that their pupils were behind in their \n38\ncurriculum learning. Nearly one in four (24%) teachers in schools with a small \nproportion of children eligible for FSMs said that three pupils per class were \nbehind, compared with only 7% of teachers in schools with a large proportion of \nchildren eligible for FSMs.  \n38\n Teacher Tapp’s weighting includes free school meals quartile: state schools are split into four \ngroups, separately for primary and secondary. The three cut points for primary are: 5.3, 10.4, 19.2, and \nthe 3 cut points for secondary are: 6.7, 11.4, 18.6. \n \nOpen Data Institute 2020 | ODI AnalysesData about children’s lives during the pandemic   15 \n\n \n \n \n➔View full-size version \n \n \nThese results indicate that there is a gap in educational progress between pupils \nfrom private schools and pupils from state schools, and between schools with a \nlarge proportion of pupils eligible for FSMs and with a small proportion of pupils \neligible for FSMs.  \n \nTo investigate these findings further, we asked Teacher Tapp to share the results \nof one of its earlier surveys on learning during lockdown. On 1 May 2020, Teacher \nTapp asked 7,700 teachers across England if they felt their pupils were ‘having a \nsuccessful learning experience at home’ (that is, learning as much or more than \nthey would if they were at school). There were variations in the answers of \nteachers from state schools and those from private schools. While 42% of \nsecondary teachers from private schools reported that all or almost all of their \nstudents had a very successful learning experience (at the time when the survey \nwas carried out), only 3% of secondary school teachers from state schools said \nthe same. In turn, 28% of primary school teachers from private schools said that \nall or almost all of their students had a very successful learning experience, \ncompared with 3% of primary school teachers from state schools. There was no \nsignificant difference in responses to this question from teachers from different \nregions or from schools with different proportions of pupils eligible for FSMs. \n \n \n \n \nOpen Data Institute 2020 | ODI AnalysesData about children’s lives during the pandemic   16 \n\n \n \n \n➔View full-size version \n \n \nWhile this data gives an indication of the impact of lockdown on children’s \nacademic progress, it does not show how achievements might have changed at \ndifferent points during lockdown. Since we do not have a reliable baseline from \nbefore the pandemic, the same survey question would need to be asked on a \nregular basis in order to document teachers’ perspectives on different pupils’ \neducational achievements over time.  \n \nWhat is more, the survey did not consider other potentially important factors that \nmay predict loss of learning for different pupils, including gender, ethnicity, \nwhether they grew up in an economically disadvantaged family (the bottom 20% \nof family income distribution), pre-lockdown employment status of their parents, \nand changes in the labour market status of parents during lockdown. Collecting \ndata that takes into account these variables will be crucial in future research; in \nidentifying other reasons why certain children have different learning experiences \nduring lockdown than others. \n \nOur sample of 29 qualitative interviews with teachers, parents/carers and pupils \nprovided insights into factors that could be explored, although it must be kept in \nmind that the number of interviews is very small and did not include \nparents/carers from economically disadvantaged backgrounds.  \n \nLearning experiences during lockdown: views from children, \nparents/carers and teachers \nIn the interviews that were carried out for the project, parents/carers whose \nchildren attended a private school reported that the school provided a significant \namount of learning resources during lockdown, including a structured timetable, \nlive online classes, online learning materials and one-to-one support from \nteachers.  \n \nParents/carers of primary school children at state schools had mixed experiences \nof how their children’s schools provided learning materials and online classes. \nSome parents/carers said they received a good amount of learning resources and \npersonal support from their child’s school, while others lamented having had \ninsufficient contact with their children’s teachers, receiving insufficient learning \nmaterials, and lacking guidance on which online resources to use for \n \nOpen Data Institute 2020 | ODI AnalysesData about children’s lives during the pandemic   17 \n\n \n \nhomeschooling. The latter group said that they would have benefited from more \nguidance from schools on how to use online resources, how to structure learning \nfor their children at home, and how to teach certain concepts. \n39\n \nPupils who we interviewed who attended a private school reported having a \nwealth of learning resources available to them, but some reported feeling stressed \nand overwhelmed by the large volume of work set for them. One young person \nreported spending over five hours on online classes every day. We will explore the \nimpact of lockdown on pupils’ emotional wellbeing in the next section. \n \nTeachers explained to us that lack of access to electronic devices was an \nobstacle to effective homeschooling during the first national lockdown. Five out of \nthe 10 teachers we spoke to talked about their pupils’ lack of access to digital \ntechnology and/or good broadband connection as a major obstacle to their ability \nto deliver remote teaching. Children who had to share electronic devices with \nparents and/or siblings also had less time to study compared with their peers from \nfamilies where multiple electronic devices were available. \n \nHowever, not all pupils with good access to online learning resources and online \nclasses reported being able to study effectively from home during lockdown. \nSome young people we interviewed said they lacked motivation to study from \nhome during lockdown because they did not enjoy spending long periods of time \nlearning on the screen. One secondary school pupil said:  \nOther pupils said that online learning was difficult due to a lack of immediate, \nface-to-face communication with their teachers and peers. One pupil noted that \nthey found it difficult to concentrate during online lessons held on platforms such \nas Zoom, Google Meet and Microsoft Teams, as it was noisy and unsuitable for \nhaving class discussions. Teachers, too, reported encountering difficulties when \nattempting to carry out group discussions during online lessons and when trying \nto provide one-to-one assistance to pupils online. They also said that it was \ndifficult to monitor pupils’ attendance when they were studying remotely.  \n \nThere were also pupils, however, who said they enjoyed studying online because \nit allowed them to study at their own pace, they were able to structure their \nlearning themselves, and they had fewer distractions than at school.  \n \nTeachers suggested in the interviews that children who had a positive \nhomeschooling experience during the first nationwide lockdown often had support \nfrom their parents/carers available to them. Teachers reported that children who \ndid not have significant gaps in their learning had parents/carers who managed to \nmake learning at home relevant and engaging, as opposed to children whose \n39\n This finding confirms the result of a report by the Child Poverty Action Group in which parents \nreported difficulties in finding appropriate resources to support their children’s learning at home.  \n \nOpen Data Institute 2020 | ODI AnalysesData about children’s lives during the pandemic   18 \n“ \nDoing online lessons and work at home meant I \nwas completely on the computer all the time; we \nwere expected to sit and watch the screen all day \nwhich is not good for our health and gave me \nheadaches​. \n\n \n \nparents/carers were not able to support their children’s homeschooling. One \nprimary teacher said: \n \nParents’ discussions during lockdown: insights from Mumsnet data \n \nAt the beginning of the coronavirus pandemic, Mumsnet created a new forum, \n‘Lockdown learning’, in response to large numbers of users posting to different \nforums to seek advice about enforced homeschooling during lockdown. This \n40\nforum is dedicated to discussions about homeschooling during coronavirus. \n \nParents’ preoccupation with homeschooling is demonstrated by our high-level \nanalysis of education-related terms on Mumsnet forums. The 10 most prevalent \nbigrams (a pair of consecutive written words) in April are presented in the chart \nbelow. This shows the number of occurrences of the word pairing in all the text \nanalysed from the forum data we had access to. \n \n \n \n➔View full-size version \n \n40\n Conversation with Mumsnet, 12 October 2020. \n \nOpen Data Institute 2020 | ODI AnalysesData about children’s lives during the pandemic   19 \n“ \nThose [pupils] whose parents were supportive, \nwho made learning relevant and fun and \nreinforced it [...] did some fantastic things and \ncame back without major gaps. [...] Those that \nhad virtually nothing in terms of support at home \nand nothing digitally – we had no idea of whether \nthey’d done it well or were making paper \naeroplanes of the work. They had definitely lost \nsome key skills, reading in particular.  \n\n \n \nThe most frequent bigrams during April included: ‘every day’ (34), ‘working home’ \n(33), ‘home learning’ (31), ‘screen time’ (30), ‘key worker’ (29), ‘home schooling’ \n(24) and ‘online learning’ (21). These terms align with some of the concerns \nparents/carers expressed in the research interviews, who said they struggled with \njuggling homeschooling and working from home. These terms show that, as \nschools closed abruptly, many parents/carers wanted to discuss their experiences \nof homeschooling and online learning with other parents/carers. In September, \n‘sent home’, ‘face mask’, ‘risk assessment’ and ‘go back’ were among the most \nfrequent bigrams, signaling parents’ discussions about their children’s return to \nschool.  \n \nThe research team selected terms associated with homeschooling (eg ‘learning’, \n‘progress’, ‘academic’) and searched for these during the months of January, April \nand September 2020 across all Mumsnet forums, to identify the prevalence of \nthese terms in each month. In the following assessment, it is the relative change \nbetween months in frequency of these terms that is significant, not the absolute \nfrequencies. This analysis showed that ‘teach’ and ‘learning’ had a high frequency \nin April (0.16%, or one in 625, and 0.4%, or one in 250, of all words used in \nMumsnet posts tagged ‘e-learning’, respectively) compared with January and \nSeptember, where these words did not feature among the 10 most frequent terms. \nThe term ‘progress’ had a higher frequency in September (0.06%) compared with \nApril.  \n \nThese findings could suggest that Mumsnet users discussed their children’s \nlearning from home during early lockdown in April, and that they discussed their \nchildren's academic progress as schools reopened in September. \n \n \n \n➔View full-size version \n \nMumsnet’s forum data could offer researchers the opportunity to source data on \nparents’ perspectives on school closures due to coronavirus. However, the limits \nof our analysis of Mumsnet’s data ought to be acknowledged. During the limited \ntime available for this project, only a high-level analysis of key terms and bigrams \nwas possible. It is not possible to draw too many general conclusions from this \ndataset given the random nature of threads that users choose to start. There is \nalso no guarantee that a thread, once started, will attract any interaction with other \nusers, further reducing the robustness of conclusions drawn. \n \n \nOpen Data Institute 2020 | ODI AnalysesData about children’s lives during the pandemic   20 \n\n \n \nFurthermore, Mumsnet users are predominantly economically advantaged families \nand those with good internet connection at home. This means that the \nperspectives of families from disadvantaged backgrounds are likely to be absent \nfrom the discussions. Furthermore, as indicated earlier, 85% of Mumsnet users \nare female. Mumsnet forum posts are, therefore, likely to represent female rather \n41\nthan male perspectives. \n \nIn future research, an in-depth analysis of the meta-narratives emerging from \ndiscussions on Mumsnet forums would provide valuable insights for researchers \nfocusing on parents’ concerns and discussions in general, and during crisis \nsituations like coronavirus. \n \nParents’ perspectives from interviews \nThe interviews carried out by MyEd with parents/carers provide further potential \ninsights into the challenges parents/carers experienced during lockdown. The \ninterviews highlighted a variety of reasons why some parents/carers encountered \nchallenges in supporting their children with homeschooling. First, in the context of \nan abrupt, largely unprepared shift to home learning, many parents/carers \ncontinued to work and had limited time available to support their children with \ntheir learning, especially if they looked after multiple children at the same time. \nThese parents reported that juggling work and homeschooling was a major \nchallenge during the first lockdown. \n \nFurthermore, parents/carers’ ability to support their children with studying \ndepended on parents/carers’ own education level. One teacher explained that \npupils of parents/carers who lack formal education themselves were less able to \nteach certain subjects (eg maths) to their children during lockdown. The teacher \nnoted that at their school, many parents were unable to read or write.  \n \nFinally, some parents/carers with children with disabilities and/or special \neducational needs (SEN) who took part in the interviews said they struggled with \nsupporting their children’s learning at home as they did not have the same tailored \nsupport and resources available as was normally provided by their child’s school.  \n \nThese interviews could provide important additions and details to data sourced via \nMumsnet forums. However, there are limits to the information our interviews can \nprovide. As noted in the ​Methods and methodology section​, the data collected \nthrough the interviews is limited as it is based on a small sample of 29 interviews. \nWhat is more, this data is, to an extent, biased, since pupils and parents/carers \nfrom economically disadvantaged backgrounds were under-represented. \nCollecting data on these families’ perspectives through qualitative interviews is \nboth urgent and necessary for explaining which pupils have fallen behind with \ntheir learning during lockdowns. \n \n \nTeachers’ perspectives on children’s learning \nThe ODI carried out a survey on 20 October in collaboration with Teacher Tapp, \nwhich suggests that teachers are finding it challenging to identify gaps in different \nchildren’s learning. The survey asked 6,692 teachers in England what they \nidentified as the key challenges of their daily lives as teachers. Participants were \nable to tick all options that applied to them. The biggest challenges identified by \nteachers were: implementing hygiene and social distancing regimes (62% on \naverage); identifying gaps in children’s learning and working out how to help those \nin need of extra support (61%); designing remote learning resources for isolating \n41\n Mediatel (2017), ​Mumsnet founder on anonymity, authenticity and influence \n \nOpen Data Institute 2020 | ODI AnalysesData about children’s lives during the pandemic   21 \n\n \n \npupils/future lockdown (56%); and having to re-teach knowledge/skills from \nbefore lockdown (48%).  \n42\n \nSimilar challenges were also mentioned by teachers who took part in the \ninterviews for this project. Some teachers reported finding it challenging to identify \nwhich pupils currently have gaps in their academic performance and in which \nsubjects, and which ones do not. This is because they did not know which \nchildren had continued to study during lockdown and which ones had not. Other \nteachers said they struggled with helping children who were finding it difficult to \nconcentrate on learning tasks, following long periods away from school earlier in \nthe year.  \n \nFurthermore, teachers told us that coronavirus-related hygiene routines, social \ndistancing measures, and keeping class bubbles separate were taking up a \nsignificant amount of their teaching time. This suggests that teachers are currently \nbeing tasked with keeping schools ‘Covid secure’, and that this is taking up a \nsignificant amount of planning, maintenance, time and energy. \n \nThis survey provided us with data on teachers’ daily lives and challenges at a \nsingle point in time (20 October 2020). It does not, however, map how these \nconcerns change over time. Collecting this data regularly – through quantitative, \nqualitative, reflexive approaches and insights from teachers/pupils, and \nparents/carers – and sharing it or making it open to others, could be beneficial for \nteachers and school leaders. This data could help schools identify and enable the \ndevelopment of strategies that assist school leaders with responding to the \nchallenges posed by the pandemic. \n \n  \n \n \n \n  \n42\n ODI Leeds (2020), ​Data about children’s lives during the pandemic: interactive visualisations of the \nsurvey results  \n \nOpen Data Institute 2020 | ODI AnalysesData about children’s lives during the pandemic   22 \n\n \n \nImpact of lockdown on \nsocioeconomic \ncircumstances and \nemotional wellbeing \n \nImpact on children’s socioeconomic \nprovision/circumstances  \n \nAn emerging body of research suggests that school closures did not only have an \nimpact on academic performance, but also affected the social and economic \nenvironment of children and families. Research by the Food Foundation suggests \nthat the first nationwide lockdown had negative impacts on the food security of \nchildren from different demographic groups, as many children no longer received \nfree school meals (FSMs). This study was published as part of the joint \n#EndChildFoodPoverty campaign with Manchester United footballer Marcus \nRashford. Based on a survey of 1,000 children, conducted by Childwise in \n43\nSeptember 2020, the Food Foundation showed that 29% of children aged 8-17 \n44\nwere registered for FSMs, and that 42% of these children were newly registered to \nthe scheme. The Food Foundation estimates that an additional 900,000 children \nhave become eligible for FSMs this year.  \n45\n \nThe survey by the Food Foundation/Childwise also showed that 64% of the \nchildren newly claiming FSMs are from households where the main earners were \nin higher income occupations. Moreover, a report by the Food Foundation \npublished in August showed that 32% of households with children had \nexperienced a drop in income since late March 2020. This suggests that the \n46\nredundancies, furlough and loss of income during coronavirus are affecting \nparents/caregivers from a wide variety of different socio-economic backgrounds. \n \nAllen et al. suggest that, during the first nationwide lockdown, teachers carried out \na wide variety of pastoral tasks to continue monitoring and supporting pupils from \neconomically disadvantaged backgrounds. According to this study, teachers \nprioritised responding to the effects of poverty and food insecurity, including \nrunning food banks and delivering food parcels to disadvantaged pupils. Some \nteachers reported that they gave greater priority to these tasks than maintaining \nacademic performance. \n47\n43\n Earlier this year, the Food Foundation’s research catalysed a joint campaign with Rashford which \nresulted in a​ government U-turn​ on the provision of food vouchers during the summer holidays. This \ncampaign reversed initial plans to drop the scheme. \n44\n Childwise’s online survey, conducted between 8-10 September, obtained data on 1,064 children \naged 7-17 years from different regions of the UK. \n45\n ​Food Foundation (2020), ​Demand for free school meals rises sharply as the economic impact of \nCovid-19 on families bites \n46\n ​ibid. \n47\n Teacher Tapp, UCL Social Research Institute, UCL CEPEO (2020), ​How did the early stages of the \n \nOpen Data Institute 2020 | ODI AnalysesData about children’s lives during the pandemic   23 \n\n \n \n \nHowever, there is very little open data on children’s food security, and it is \ntherefore not possible to analyse the raw data from existing studies any further. In \naddition, statistics on food insecurity do not provide detailed information on how \ndifferent groups of children and families responded to these challenges during \nlockdown, and what may have helped them cope with it. \n \nTeachers’ support for children during lockdown \nThe interviews carried out by MyEd as part of this study suggested that teachers \nplayed an important role in helping pupils and families cope with some of the \nsocio-economic impacts of school closures. Some teachers we spoke to told us \nthey focused on monitoring children who were socially and economically \nvulnerable during the first nationwide lockdown, and that the academic \nperformance of these children during this time was not their major concern. One \nteacher reported that their school made calls to every family to check on the \nwelfare and protection of economically disadvantaged pupils. Another teacher \nexplained that staff at her school participated in running a local food bank every \nday during lockdown and once a week in the summer holidays. One primary \nschool teacher said: \nIt is useful to contextualise these personal accounts with real-time, open data \npublished by the Department for Work and Pensions (DWP). This data shows that \nthe number of couples with child dependant(s) claiming Universal Credit rose from \n194,943 in May 2019 to 590,462 in May 2020, and the number of single parents \nwith child dependant(s) nearly doubled from 552,912 in May 2019 to 1,035,165 in \nMay 2020. Furthermore, since March 2020, there has been a surge in \n48\napplications for Universal Credit in the UK. The number of people on Universal \nCredit in the UK on 11 July 2019 was 2.3 million. By 10 September 2020, this \n49\nnumber had more than doubled to 5.7 million people, with the highest numbers of \npeople claiming Universal Credit located in London and Essex, North and East \nMidlands, and North East England. This data could suggest that many children \n50\nand families’ socio-economic status has been negatively affected since the initial \nlockdown in late March.  \n \nFurthermore, the findings from our Teacher Tapp survey on 20 October 2020 \nshowed that teachers in England are currently providing additional support to \npupils from economically disadvantaged backgrounds and to those who are \nCOVID-19 pandemic affect teacher wellbeing?  \n48\n Department for Work and Pensions (2020), ‘​Log into Stat-Xplore​’ \n49\n Department for Work and Pensions (2019). ‘​Universal Credit Statistics 29 April 2013 to 11 July 2019​’ \n50\n Department for Work and Pensions (2020). ‘​Universal Credit: Official Statistics​’  \n \nOpen Data Institute 2020 | ODI AnalysesData about children’s lives during the pandemic   24 \n“ \nWe made calls to every family, not just for \naccessing but for safeguarding. We needed to \nknow our kids were safe. We have some highly \nvulnerable kids, so our priority was to check their \nwelfare and protection. [...] We wanted them to \nknow that: “My teacher is still there, and my \nteacher still cares”. \n\n \n \nstruggling with their mental health now that schools have reopened. The survey \nshowed that one third (32%) of teachers identified the need to support pupils who \nare socially and economically disadvantaged as a key challenge. This response \nwas the same across all regions of England.  \n \nDetailed quantitative and representative information on how teachers are currently \nsupporting pupils who continue to face economic hardship as a result of \ncoronavirus is, however, not included in the data collected via the Teacher Tapp \nsurvey. This gap in data needs to be filled so that schools and policymakers can \nidentify ways to support these children in the event of future disruptions to \neducation. \n \nImpact of lockdown on children’s mental health \nand wellbeing \nDuring lockdown, children living in unsafe or challenging family environments, \nand/or children exposed to poverty and domestic violence, may have lost a safe \nspace to learn, previously provided by schools – unless officially assessed as \n‘vulnerable’ and therefore able to continue to attend school. Existing research \nsuggests that the school closures during the coronavirus pandemic have had a \nvariety of adverse impacts on children’s mental health and emotional wellbeing. \nThe children’s charity Barnardo’s carried out a survey in May 2020 with over 100 \nschool staff at primary, secondary and special needs schools. Of the participants, \n88% reported that the coronavirus pandemic was likely to have had an impact on \nthe mental health and wellbeing of their pupils. In the survey, more than one \n51\nquarter (26%) of teachers reported that they did not have sufficient information on \nthe kind of tools and resources that can help them support children’s mental \nhealth and wellbeing, as well as access to social and emotional learning \nprogrammes. Young Minds (2020) carried out a survey of over 2,000 young \n52\npeople which showed that 83% of those who had pre-existing mental health \nneeds felt that their mental health issues had worsened during the first lockdown.\n It also showed that the absence of daily routines provided by the school day, \n53\nnot being able to see friends and teachers at school, and more engagement with \nsocial media, exacerbated existing mental health problems.  \n \nHowever, we need more data that provides information on how the effects of \nlockdown continue to affect the mental health of different groups of children, and \nwhat schools, government and third sector organisations can do to support them. \nBuilding a better data infrastructure in this area could start with relevant \norganisations sharing data they hold in a way that protects children’s privacy and, \nat the same time, is beneficial for other stakeholders. We explored what this might \nlook like with Barnardo’s. \n \n \nData from the Barnardo’s See, Hear, Respond​ ​Partnership \nThe See, Hear, Respond Partnership, led by Barnardo’s and funded by the DfE, \n54\nis a new service developed to provide a safety net for vulnerable children and \nyoung people during lockdown. The partnership involves collaborating with \nschools and charities to identify those children who are hidden from view; that is, \nthose who are not receiving support from statutory organisations and those who \n51\n Barnardo's (2020), ‘​Time for a Clean Slate: Children’s Mental Health at the Heart of Education​’ \n52\n Barnardo's (2020), ‘​Time for a Clean Slate: Children’s Mental Health at the Heart of Education​’ \n53\n Young Minds (2020) ‘​Coronavirus Report: Impact on Young People with Mental Health Needs​’ \n54\n Barnardo’s (2020), ​See, Hear, Respond \n \nOpen Data Institute 2020 | ODI AnalysesData about children’s lives during the pandemic   25 \n\n \n \nare at risk and/or experiencing adverse impacts to their health and emotional \nwellbeing. The initiative seeks to connect children and young people, in \n55\nparticular those who are vulnerable and isolated, with services such as online \ncounselling or face-to-face therapy, and to support children with reintegrating at \nschool.  \n \nSee, Hear, Respond works with more than 80 different voluntary sector \norganisations, made up of local and national charities, including 30 black, Asian, \nminority ethnic and refugee (BAMER) specific organisations. All delivery partners \nrecord requests for referrals of children via a shared case management system, \nwhich was developed specifically for the See, Hear, Respond Partnership. \nPartners are jointly collating data to create one single dataset that provides \nanonymous information about children who are being referred onto the \nprogramme, the support provided, and outcomes of the referral. This joint \napproach to data collection recognises the importance of collating and sharing \ndata among organisations supporting young people and children whose mental \nhealth and wellbeing is affected by the pandemic.  \nBy late October, the See, Hear, Respond Partnership was delivering support to \nmore than 20,000 children and young people. Barnardo’s shared more than 6,000 \nrecords from this dataset with the ODI, which covered the period 17 June (when \nthe partnership was launched) to 12 October 2020. Information in each record \nincludes location (at local authority level), week of referral, reason(s) for referral \n(one or more, as assessed by worker triage), priority group(s) (as assessed by \nworker triage) and referral channel. In addition, a series of operational details are \nprovided, which we have not analysed in the study (status, outcome). As noted \nearlier, referrals – but not people – are assigned an ID, which means it is not \npossible to identify a child who is referred to the service multiple times. The ID is \nnot revealed in our analysis. \nBarnardo’s decided to share this data with the ODI so that it could be analysed for \ntrends and to explore how it could be made open in a way that is beneficial to \nother organisations working with children, while also protecting children’s \npersonal data. \nIncreasing demand for support \nFrom the period 17 June to 12 October 2020, 6,468 referrals of children were \nrecorded on the See, Hear, Respond Partnership secure case management \nsystem. These requests were individual referrals (either self-referred, \nparent-referred or professional-referred). This data does not include children \nBarnardo’s reached in detached street work, including groups of youth workers in \npublic spaces and places who provide emotional and practical support to \nchildren. According to Barnardo’s, the latter group accounted for a further 12,451 \nreferrals.  \nThe number of referrals to Barnardo’s steadily increased between June and \nOctober 2020, reaching 1,000 in the week commencing 12 October 2020. The \nabsence of a plateau in the graph below suggests that there is ongoing demand \nfor the support services for children’s health and wellbeing.  \n \n55\n Barnardo’s (2020) ​New Barnardos service launched -See Hear Respond \n \nOpen Data Institute 2020 | ODI AnalysesData about children’s lives during the pandemic   26 \n\n \n \n  \n➔View full-size version \n \nAs the above graph shows, referrals increased significantly from September 2020 \nonwards. Barnardo’s explained there are several possible explanations for this \nincrease, including ​schools reopening and referring children who needed help and \nthose who were still missing from school; partners being on-boarded and reaching \ninto local communities; and increasing ​public awareness of the See, Hear, \nRespond Partnership. For example, between mid-July and late August 2020, \nBarnardo's secured more than 190 pieces of media coverage in professional and \npublic press; they promoted See, Hear, Respond on social media; and information \nabout the partnership was published on GOV.UK coronavirus-related web pages \n56\nand coronavirus support sites for professional organisations. There were no \nsignificant differences in the numbers of referrals received across different regions \nof the UK. \n \nIn general, the number of referrals has increased over time. However, there were \ntwo notable drops in referrals from all sources: one drop from 139 referrals per \nweek to 46 referrals per week in mid-July; and one drop from around 300 referrals \nper week to 200 referrals per week at the end of August. These drops coincide \nwith the beginning and the end of the school holidays.  \n \n56\n UK government (2020), ​What parents and carers need to know about early years providers, schools \nand colleges in the autumn term \n \nOpen Data Institute 2020 | ODI AnalysesData about children’s lives during the pandemic   27 \n\n \n \n \n➔View full-size version \n \n \n \nThe role of schools in referrals \n \nIn the See, Hear, Respond dataset, those who carried out the referrals were \ngrouped into: guardians, professionals, delivery partners and children themselves. \nAs the graph below shows, professionals (eg teachers, healthcare workers, \nnursery workers and education professionals) were the main source of referrals \nuntil early August, after which delivery partners were the major source of referrals. \nReferrals from children themselves and guardians were low, never exceeding 100 \nper week.  \n \nIn July, the number of referrals by professionals dropped significantly, from 125 \nreferrals during the week commencing 13 July 2020, to 37 referrals during the \nweek commencing 20 July 2020. This period coincided with the start of the \nsummer holidays. The number of referrals rose again to 78 during the following \n \nOpen Data Institute 2020 | ODI AnalysesData about children’s lives during the pandemic   28 \n\n \n \nweek. At the end of August, the number of referrals dropped once again slightly, \nfrom 85 referrals recorded during the week commencing 24 August 2020 to 53 \nreferrals during the week commencing 31 August 2020. From early September \nonwards – coinciding with the end of the summer holidays – the number of \nreferrals from professionals steadily increased week-by-week, rising from 53 \nreferrals during the week commencing 31 August 2020 to nearly 300 referrals by \n12 October 2020. \n \n \n \n➔View full-size version \n \nThis pattern of referrals by professionals provides an indication of the important \nrole schools play in referring vulnerable children and young people to support \nservices. When schools reopened in England in early September 2020, the \nnumber of vulnerable children and young people referred steadily increased. This \nsuggests that schools play a key role in monitoring the emotional wellbeing of \nchildren.  \n \nMental health, isolation and loneliness  \nThe five major reasons for the referral of children during June and October 2020 \nwere concerns about: a child’s mental health; isolation and loneliness; barriers to \nreintegration to education; parenting support; and parents’ mental health. The \nrelative proportions of referrals for these reasons remained roughly constant \nduring this period.  \n \n \n \nOpen Data Institute 2020 | ODI AnalysesData about children’s lives during the pandemic   29 \n\n \n \n \n➔*There may be multiple reasons for referral \n➔View full-size version \n \nPriority groups \nData from See, Hear, Respond provides information on the groups of children who \nwere prioritised by the programme, namely: BAMER children who experience \nbarriers to accessing services; children with SEN; children under five years old; \nchildren at risk of criminal and sexual exploitation outside of the home; young \ncarers; and other children with emotional wellbeing needs. Referrals can be \nassociated with multiple groups. \n \nOur data analysis showed which groups of children were referred via See, Hear, \nRespond. From 17 June to 12 October 2020, more than 3,500 of the 6468 \nreferrals were related to emotional wellbeing; nearly 2,500 were related to BAMER \nchildren; and just over 1,500 referrals were related to children with SEN.  \n \n \n➔Each child may be in multiple priority groups \n➔View full-size version \n \n \n \nOpen Data Institute 2020 | ODI AnalysesData about children’s lives during the pandemic   30 \n\n \n \n \n➔Referrals can be associated with multiple groups \n➔View full-size version \n \nThis data provides valuable information on different groups of children who have \nbeen referred to services to support their mental health and wellbeing, and \ndemonstrates the demand for support services like this. Analysis of this data also \nshows the crucial role of schools in monitoring and supporting children at risk of \nmental health problems. This data can provide valuable information for other third \nsector organisations in prioritising their work with vulnerable children.  \n \nCertain limits to these findings need to be acknowledged. Since the See, Hear, \nRespond Partnership only started in June 2020, as an initiative that assists \nchildren whose mental health was affected by lockdown, it has not been possible \nto compare the results on children’s mental health to historical data from \nBarnardo’s, collected prior to the outbreak of coronavirus. Increases in numbers \nof referrals and changes in their composition could be artefacts of the growth in \nawareness and use of the service, rather than indications of underlying need. This \ndata will become more robust over time. \n \n \nData on parents/carers’ mental health: indications from Mumsnet \nforums \nThe findings of this project suggest that, as a result of coronavirus, some \nparents/carers are stretched further than ever. Many families have been hit hard \nfinancially, and have new homeschooling and caring responsibilities, all of which \ncan put additional strain on parents/carers’ mental health. In our interviews, \nparents/carers said they felt ‘overwhelmed’ by having to juggle homeschooling, \nexisting work commitments and household chores. \n \nAn indication of how parents felt during the lockdown is also provided by our \nanalysis of Mumsnet forum terms. During September 2020, ‘mental health’ was \namong the 10 most frequent bigrams across all forums, which could be an \nindication of parents/carers discussing concerns about their own, or their \nchildren’s, mental health as a result of the pandemic – but could also simply arise \nfrom other issues parents/carers are currently dealing with.  \n \n \n \nOpen Data Institute 2020 | ODI AnalysesData about children’s lives during the pandemic   31 \n\n \n \n \n➔Analysis of Mumsnet forum terms: January, April and September 2020 \n➔View full-size version \n \nOur analysis of terms related to mental health indicates the frequency that \nMumsnet users discussed their mental health and wellbeing on the site. During \nApril 2020 – shortly after lockdown was introduced – the term ‘stress’ featured in \naround five times more frequently (0.05% of words used) in Mumsnet posts \ncompared with January and September 2020 (around 0.01% of words used). The \nterm ‘wellbeing’ featured in 0.02% of words used in Mumsnet posts during April, \nand this was around the same as in January (0.02%). Furthermore, the frequency \nof the term ‘mental’ increased​ ​between January and April and between April and \nSeptember. Once again, this could suggest that parents/carers’ discussions on \nMumsnet forums focused on the impacts of lockdown on the mental health and \nwellbeing of themselves and/or their children.  \n \nThere appeared to be no occurrences of the term ‘wellbeing’ in September, but it \nis possible that different spellings (eg ‘well-being’, ‘well being’) or variations \nthereof were used. This highlights the challenge we encountered in our analysis of \nthis data, as noted earlier. In addition, there is no guarantee that people decide to \nstart a thread in the first place – particularly about sensitive topics, including \nmental health, given the public nature of the forum. \n \nAs noted above, a deeper understanding of how these terms were used by \nMumsnet users, and the discussions on mental health that occurred on the site, is \nneeded to enable wider conclusions to be drawn on how forum users’ described \nthe impacts of lockdown on their mental health and wellbeing. The gaps in data \ncould be filled, for example, through interviews and focus groups with Mumsnet \nusers.  \n \n \n \nOpen Data Institute 2020 | ODI AnalysesData about children’s lives during the pandemic   32 \n\n \n \n \n➔Mumsnet frequency of terms related to ‘mental health’ \n➔View full-size version \n \nThis analysis of Mumsnet forums demonstrates the benefits of data collection and \nsharing during the current crisis. Mumsnet forums can provide timely data on \nsome of the challenges currently experienced by parents/carers, while in-depth, \nreal-time analyses of it could support actors in different sectors involved in \nproviding support for parents/carers during the pandemic.  \nTeachers’ mental health and wellbeing \nThe sudden closure of schools in March 2020 impacted the professional lives of \nteachers, who had to adapt quickly to unfamiliar working patterns and new \nroutines. This had a significant impact on some teachers’ emotional wellbeing. \nPrevious research carried out by University College London, via Teacher Tapp, \nfound that school closures earlier this year negatively impacted the mental health \nof teachers. Teacher Tapp surveys indicate that shortly before schools closed to \n57\nthe majority of students in March, teachers’ anxiety levels peaked and they \nreported high staff absence rates, emergency closures and uncertainty about \nwhen school would reopen. During the first nationwide lockdown, work-related \n58\nanxiety fell slightly for state school teachers, some of whom reported having more \nenergy and time for their own families.  \n59\n \nThe study also found that work-related anxiety rose specifically for headteachers \nduring lockdown, when they were required to manage a number of challenging \nadministrative tasks. Towards the end of June, one in five headteachers felt that \nthe experience has made it more likely that they will seek to leave the profession.  \n60\n \nThis project builds on this research by collecting data on teachers’ mental health \nduring the current period of uncertainty. We carried out a survey with 6,599 \nteachers in England via Teacher Tapp on 20 October, in which they were asked \nhow they would describe their current mental health and wellbeing. Teachers’ \nresponses were similar across all sectors and geographic areas. The majority of \nteachers said they were either ‘mostly happy and confident in respect of my work’ \n(32%) or ‘slightly anxious and stressed because of my work’ (31%). The exception \nto this were primary school teachers, of which 44% stated they were ‘mostly \nhappy and confident in respect of my work’.  \n57\n Teacher Tapp, UCL Social Research Institute, UCL CEPEO (2020), ​‘How Did the Early Stages of the \nCOVID-19 Pandemic Affect Teacher Wellbeing?’  \n58\n ​Teacher Tapp (2020), ​Lessons you look forward to (and the ones you dread) and an update on \nwellbeing \n59\n Teacher Tapp, UCL Social Research Institute, UCL CEPEO (2020), ​‘How Did the Early Stages of the \nCOVID-19 Pandemic Affect Teacher Wellbeing?’  \n60\n Allen, Rebecca, John Jerrim, and Sam Sims (2020). “How Did the Early Stages of the COVID-19 \nPandemic Affect Teacher Wellbeing?”  \n \nOpen Data Institute 2020 | ODI AnalysesData about children’s lives during the pandemic   33 \n\n \n \n \n \n \n \n➔Teachers and headteachers response to question: Which of the following most closely \ndescribes your current mental health and wellbeing? \n➔View full-size version \n \nThe survey results indicate that headteachers continue to be affected by \nwork-related anxiety and stress. One in four headteachers (27%) – compared to \none in five in June 2020 – reported feeling either ‘completely overwhelmed by my \nwork challenges’ (11%), or feeling ‘very anxious and stressed because of my \nwork’ (16%). This extended period of stress and anxiety may have long-term \nconsequences for the retention of headteachers in the future. Data collection on \nthe unique needs of headteachers and how to support them within the current \ncrisis is both urgent and necessary. \n \nInterviews with teachers by MyEd gave some insights into the various challenges \nexperienced by teachers on a daily basis during and after lockdown. Teachers told \nus that, when schools closed abruptly in March, guidelines and information from \nthe government was minimal and that staff were worried about their pupils, \nespecially about their mental health and wellbeing. Some teachers also said it was \ndifficult for them to switch from teaching in the classroom to online teaching, as \nthey did not have the digital skills necessary to prepare online classes and/or \nonline learning resources.  \n \nSince schools in England reopened to all pupils in September, teachers continue \nto juggle a variety of complex tasks. Teachers who took part in the MyEd \ninterviews told us that they are finding it difficult to implement time-consuming \ncoronavirus-related hygiene routines and social distancing measures alongside \nidentifying pupils who are behind with their learning, and responding to \ndisruptions to learning incurred by pupils and/or staff who fall ill with coronavirus. \nSince teachers are having to juggle a variety of different tasks, it is possible that \nless time for teaching remains, which, in turn, could lead to more gaps in \neducational attainment and/or more stress for teachers. One primary school \nteacher summarised these challenges as follows: \n \nOpen Data Institute 2020 | ODI AnalysesData about children’s lives during the pandemic   34 \n\n \n \nThis survey provided data on teachers’ emotional wellbeing during the current \nsituation, building on earlier surveys on teachers’ mental health during lockdown \ncarried out by Teacher Tapp. Collecting more of this data and combining it with \nqualitative interviews with teachers, and sharing it or making it open to \npolicymakers, could be beneficial in supporting teachers and school leaders with \nthe challenges they are facing during the current crisis. This data infrastructure \ncould assist policymakers with developing coping strategies to support teachers \nwith their work, and could also address the risk of more and more headteachers \nleaving the profession.  \n \n \n \n  \n \nOpen Data Institute 2020 | ODI AnalysesData about children’s lives during the pandemic   35 \n“ \nThe challenges now, from talking to colleagues, \nwill be the disparities between the children that \nwere supported and carried on learning and those\nthat didn’t. And the difficulties in concentration, as \nyou get them back into a learning mindset. And \nthen you’ll have social difficulties in that they can’t \nmix with children they would have wanted to \nbecause of bubbling. A lot of teachers are feeling \nthat the days are very intense. If they’re intense \nfor teachers, imagine how the kids feel. \n\n \n \nConclusions and \nrecommendations  \nConclusion \nPeriods of emergency school closure and disruption to schooling due to the \ncoronavirus pandemic have different effects on the learning experiences and \nmental health and wellbeing of different groups of pupils. This pilot project \nprovides a rapid data response to the current crisis. This response was made \npossible by sourcing timely datasets from a range of sources (government, third \nsector, private sector and academic sector) and using different approaches \n(qualitative and quantitative) to support a wide range of actors in different sectors \ninvolved in providing support for children, families and teachers. Working closely \nwith Barnardo’s and Mumsnet, this project has surfaced some of the insights that \nare possible when data from civil society organisations and social media platforms \nis made available.  \n \nOur findings highlight the need to address educational attainment gaps. However, \nthe data we have used and interviews we carried out may itself exclude or fail to \nhighlight the specific challenges faced by children and families from \nsocio-economic disadvantaged backgrounds and other groups (eg young carers \nand children with SEN). Educational challenges may, therefore, not simply be \nrelated to one’s ability to access learning resources and digital technology, but \nalso depend on one’s ability to be represented within research and data \ncollection. \n \nWe hope that our research will inspire the collection and safe sharing of more \nqualitative and quantitative data from a variety of sources, for all regions/nations in \nthe UK, and across variables (age, SEN, gender, ethnicity). This data needs to be \ncollected and shared in real time, so that resources can be mobilised promptly to \nrespond quickly to emerging issues.  \n \nThese challenges and findings have informed our recommendations outlined \nbelow. \nRecommendations \nSchools, headteachers, children’s services and policymakers currently face \nunprecedented challenges. Some of these could be helped to be addressed \nthrough better access to data. We urgently need a data infrastructure that is as \nopen as possible, while protecting people’s privacy, to provide the timely \ninformation that teachers, headteachers and policymakers need to support \ndifferent groups of children during the current, constantly evolving, crisis.  \n \nThe creation of an efficient data infrastructure in this area needs to take into \nconsideration:  \n \n \nOpen Data Institute 2020 | ODI AnalysesData about children’s lives during the pandemic   36 \n\n \n \n●There is a need to collect timely data on a repeated and ongoing basis \nthat documents the changing needs of different groups of children, \nfamilies and teachers within the current period of uncertainty.  \n \n●This data needs to include the needs of children and families with \ndisadvantaged socio-economic status, and of those without access, or \nlimited access, to digital technologies. Collecting this data can provide a \nclearer picture of the needs of the most vulnerable groups in society and \nmay require non-digital approaches.  \n \n●Data needs to be shared and opened up in a safe way, to enable a variety \nof analyses that can inform organisations, policymakers and schools in \ntheir work with children, families and teachers. This includes data that is \nstewarded by civil society organisations and social media platforms, as \nwell as those in the education sector.  \n \nThis project has highlighted the need to build a better data infrastructure within \nthe education sector, and has demonstrated how real-time, open, shared data can \ninform the response of schools and other organisations to the various challenges \nposed by the coronavirus crisis. It demonstrates the benefits of enabling more \ndata to be shared and made open in a safe and ethical way, to ultimately inform \ndecision-making processes that benefit society as a whole. \n \nIf you have data that you think could be used to shed light on the impact of \ncoronavirus on education and children’s wellbeing, and need help in making it \navailable for others to understand and reuse, please get in touch with us at \ninfo@theodi.org​. \n \n  \n \nOpen Data Institute 2020 | ODI AnalysesData about children’s lives during the pandemic   37 \n\n \n \nBibliography \n \n➔Allen, R. et al. (2020) ‘How did the early stages of the COVID-19 pandemic affect \nteacher wellbeing?’ Teacher Tapp, UCL Social Research Institute, UCL CEPEO, p. \n15. Available at: \nhttps://johnjerrim.files.wordpress.com/2020/09/allen_jerrim_covid_final.pdf​. \n➔Andrew, A. et al. (2020) ‘Learning during the lockdown: real-time data on \nchildren’s experiences during home learning’. Institute for Fiscal Studies. doi: \n10.1920/BN.IFS.2020.BN0288 \n➔Barnardo's (2020) ‘Time for a Clean Slate: Children’s Mental Health at the Heart of \nEducation’. Barnardo's. Available at: \nhttps://www.barnardos.org.uk/time-clean-slate-mental-health-heart-education-rep\nort​ (Accessed: 21 September 2020) \n➔Beng, H. S. and Wardle, L. (2020) ‘Teachers’ wellbeing and workload during \nCovid-19 lockdown’. Durham University and School Zone. Available at: \nhttps://www.researchgate.net/publication/342439172_Teachers'_wellbeing_and_\nworkload_during_Covid-19_lockdown​ (Accessed: 28 September 2020) \n➔Child Poverty Action Group (CPAG) (2020) ‘The Cost of Learning in Lockdown: \nfamily experiences of school closures’. CPAG. Available at: \nhttps://cpag.org.uk/policy-and-campaigns/report/cost-learning-lockdown-family-e\nxperiences-school-closures​ (Accessed: 28 September 2020) \n➔Children’s Commissioner (2020) ‘Tackling the disadvantage gap during the \nCovid-19 crisis’. Available at: \nhttps://www.childrenscommissioner.gov.uk/report/tackling-the-disadvantage-gap-\nduring-the-covid-19-crisis/​ (Accessed: 28 September 2020). \n➔Faculty of Health, Social Care and Medicine, ‘Children’s Information about \ncoronavirus (COVID-19)’ (2020) Faculty of Health, Social Care and Medicine, \nEdgehill University. Available at: \nhttps://www.edgehill.ac.uk/health/research/children-and-covid19/​ (Accessed: 21 \nSeptember 2020) \n➔Clayton, C., Clayton, R. and Potter, M. (2020) ‘British Families in Lockdown’. \nLeeds Trinity University and UKRI England. Available at: \nhttps://www.leedstrinity.ac.uk/research/british-families-in-lockdown-study/ \n(Accessed: 21 September 2020) \n➔Cullinane, Carl and Montacute, R. (2020) ‘COVID-19 and Social Mobility Impact \nBrief. Sutton Trust’. Available at: \nhttps://www.suttontrust.com/our-research/covid-19-and-social-mobility-impact-br\nief/​ (Accessed: 23 September 2020) \n➔Department for Education (2019). ‘Schools, pupils, and their Characteristics’: \nJanuary 2019. Available at: \nhttps://www.gov.uk/government/statistics/schools-pupils-and-their-characteristic\ns-january-2019​ (Accessed 17 October 2020). \n➔Department for Work and Pensions (2020). ‘Universal Credit: Official Statistics’. \nAvailable at: \nhttps://dwp-stats.maps.arcgis.com/apps/MapSeries/index.html?appid=f90fb305d\n8da4eb3970812b3199cf489​ (Accessed 18 October 2020).  \n➔Department for Work and Pensions (2019). Universal Credit Statistics 29 April \n2013 to 11 July 2019. Available at: \nhttps://www.gov.uk/government/publications/universal-credit-29-april-2013-to-11\n-july-2019/universal-credit-statistics-29-april-2013-to-11-july-2019  \n➔Eivers, E., Worth, J. and Gosh, A. (2020) ‘Home learning during Covid-19: Findings \nfrom the Understanding Society Longitudinal Study’. National Foundation for \nEducational Research (NFER). Available at: \nhttps://www.nfer.ac.uk/home-learning-during-covid-19-findings-from-the-underst\nanding-society-longitudinal-study/​ (Accessed: 28 September 2020). \n➔Elliot, Lee, Major Andrew Eyles and Stephen Machin (2020). ‘Generation COVID: \n \nOpen Data Institute 2020 | ODI AnalysesData about children’s lives during the pandemic   38 \n\n \n \nEmerging work and education inequalities’. A CEP Covid Analysis. LSE and UKRI. \nPaper no. 011. Available at: \nhttp://cep.lse.ac.uk/pubs/download/cepcovid-19-011.pdf​ (Accessed 2 November \n2020)  \n➔Evans, C. et al. (2020) ‘Teaching under Lockdown: the experiences of London \nEnglish teachers’, Changing English, 27(3), pp. 244–254. doi: \n10.1080/1358684X.2020.1779030​. \n➔Food Foundation (2020). ‘New Food Foundation Survey: Five Million People Living \nin Households with Children have experienced food insecurity since Lockdown \nstarted’, May 2020. ​Available at: \nhttps://foodfoundation.org.uk/new-food-foundation-survey-five-million-people-livi\nng-in-households-with-children-have-experienced-food-insecurity-since-lockdow\nn-started​ (Accessed 10 October 2020) \n➔Girlguiding (2020) ‘Early findings on the impact of Covid-19 on girls and young \nwomen’. Available at: \nhttps://www.girlguiding.org.uk/globalassets/docs-and-resources/research-and-ca\nmpaigns/girlguiding-covid19-research-briefing.pdf​ (Accessed: 28 September \n2020) \n➔Montacute, R. (2020) Social Mobility and COVID-19. Sutton Trust. Available at: \nhttps://www.suttontrust.com/our-research/social-mobility-and-covid-19/ \n(Accessed: 28 September 2020) \n➔Meissel, Kane, Frauke Meyer, Esther S. Yao, and Christine M. Rubie-Davies. \n‘Subjectivity of Teacher Judgments: Exploring Student Characteristics That \nInfluence Teacher Judgments of Student Ability.’ Teaching and Teacher Education \n65 (July 1, 2017): 48–60.​ https://doi.org/10.1016/j.tate.2017.02.021 \n➔Moss, G. et al. (2020) Primary teachers’ experience of the COVID-19 lockdown: \n‘Eight key messages for policymakers going forward’. Institute of Education, UCL. \nAvailable at: \nhttps://www.ucl.ac.uk/ioe/departments-and-centres/centres/international-literacy-\ncentre/duty-care-and-duty-teach-educational-priorities-response-covid-19-crisis/r\neports​ (Accessed: 28 September 2020) \n➔Murray, C. et al. (2020) ‘Reconceptualising relatedness in education in “Distanced” \nTimes’, European Journal of Teacher Education, 0(0), pp. 1–15. doi: \n10.1080/02619768.2020.1806820 \n➔National Youth Trends (2020) Take the Temperature. Available at: \nhttps://www.beatfreeksyouthtrends.com/take-the-temperature​ (Accessed: 28 \nSeptember 2020) \n➔Office for National Statistics (2020a) ‘Coronavirus and homeschooling in Great \nBritain: April to June 2020’. Available at: \nhttps://www.ons.gov.uk/releases/coronavirusandhomeschoolingingreatbritainaprilt\nojune2020​ (Accessed: 28 September 2020) \n➔Office for National Statistics (2020b). ‘Coronavirus and the social impacts on Great \nBritain: 16 October 2020’. Available at: \nhttps://www.ons.gov.uk/releases/coronavirusandthesocialimpactsongreatbritain16\noctober2020​ (Accessed 17 October 2020) \n➔Pedersen, S., and D. Lupton (2018). ‘What Are You Feeling Right Now?’ \nCommunities of Maternal Feeling on Mumsnet.’ Emotion, Space and Society 26, \npp. 57–63.​ https://doi.org/10.1016/j.emospa.2016.05.001 \n➔Power, K. (2020) ‘The COVID-19 pandemic has increased the care burden of \nwomen and families’, Sustainability: Science, Practice and Policy, 16(1), pp. \n67–73. doi:​ 10.1080/15487733.2020.1776561 \n➔Sharp, C. et al. (2020) ‘Schools’ responses to Covid-19: The challenges facing \nschools and pupils in September 2020’. National Foundation for Educational \nResearch (NFER), p. 72. Available at: \nhttps://www.nfer.ac.uk/media/4119/schools_responses_to_covid_19_the_challeng\nes_facing_schools_and_pupils_in_september_2020.pdf​ (Accessed: 2 October \n2020) \n➔Sibieta, Luke (2020). School attendance rates across the UK since full reopening. \nEducation Policy Institute, October 2020. Available at: \n \nOpen Data Institute 2020 | ODI AnalysesData about children’s lives during the pandemic   39 \n\n \n \nhttps://epi.org.uk/publications-and-research/school-attendance-since-full-reopeni\nng/​ (Accessed 31 October 2020) \n➔The Trussell Trust. ‘Summary Findings on the Impact of the Covid-19 Crisis on \nFood Banks,’ June 2020.​ Available at: \nhttps://www.trusselltrust.org/wp-content/uploads/sites/2/2020/06/APRIL-Data-bri\nefing_external.pdf​. (Accessed 17 October 2020) \n➔UNESCO Centre, School of Education, Ulster University (2020) Northern Ireland \n‘Parent Surveys: Experiences of Supporting Children’s Home Learning During \nCovid-19’. Available at: \nhttps://www.ulster.ac.uk/__data/assets/pdf_file/0009/597969/UU-School-survey-\nReport-web.pdf​ (Accessed: 21 September 2020) \n➔Walsh, G. et al (2020) ‘Home-schooling in Northern Ireland during the COVID-19 \ncrisis: the experiences of parents and carers’. Stranmillis University College. \nAvailable at: \nhttps://www.stran.ac.uk/research-paper/creu-home-schooling-during-covid/ \n(Accessed: 21 September 2020) \n➔Young Minds (2020) ‘Coronavirus Report: Impact on Young People with Mental \nHealth Needs’. Available at: \nhttps://youngminds.org.uk/resources/reports/our-impact-reports/​ (Accessed: 28 \nSeptember 2020) \n➔Youth Sports Trust (2020). ‘Evidence Paper: The Impact of Covid-19 Restrictions \non Children and Young People’, Available at: \nhttps://www.youthsporttrust.org/system/files/Evidence%20paper%20-%20The%\n20impact%20of%20Covid%20restrictions%20on%20children%20and%20young\n%20people%20-%20external%20report.pdf \n \n \nOpen Data Institute 2020 | ODI AnalysesData about children’s lives during the pandemic   40 ","version":"1.10.100"}