{"numpages":52,"numrender":52,"info":{"PDFFormatVersion":"1.4","IsAcroFormPresent":false,"IsXFAPresent":false,"Creator":"Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/106.0.0.0 Safari/537.36","Producer":"macOS Version 12.6 (Build 21G115) Quartz PDFContext","CreationDate":"D:20221027131927Z00'00'","ModDate":"D:20221027131927Z00'00'"},"metadata":null,"text":"\n\n27/10/2022, 14:12Diverse UK companies are working with open data – The ODI\nhttps://theodi.org/article/research-open-data-means-business/1/10\nDiverse UK companies are working with open data\nFri Sep 9, 2016\nShare\nMany different types of companies in the UK are harnessing the benefits of\nopen data.\nDiverse UK companies are working with open data\nMany different types of companies in the UK are harnessing the benefits\nof open data\nWe identified and analysed 270 companies that use, produce or invest in open data\nas part of their business, using desk research, surveys and interviews about their\nexperiences. The open data companies we studied have an annual turnover of\nover £92bn, and over 500k employees between them. This shows the scale of\nopen data’s potential value in business.\nThis section explains our findings that UK open data companies vary by location,\nage, industry and size; there is not one single model that defines a UK open data\ncompany.\nYou can explore our findings on business strategies, the kinds of open data that\ncompanies use or produce, the challenges they face in doing so and some real-life\ncompany examples of open data innovation in sections to the right on this page.\nWhat is open data?\nOpen data is data that anyone can access, use and share. For data to be\nconsidered ‘open’, it must be published in an accessible format, with a licence that\npermits anyone to access, use and share it.\nWhat is an open data company?\nWe define an open data company as one that uses, produces, or otherwise invests\nin open data as a key aspect of its work. It could be a data publisher, making data\nopen for others to use. It could be a user, creating services with open data made\navailable by other platforms. Or it could be an enabler, training or advising others in\nhow to work with open data.\nKnowledge & opinion >\n\n27/10/2022, 14:12Diverse UK companies are working with open data – The ODI\nhttps://theodi.org/article/research-open-data-means-business/2/10\nOpen data companies are distributed across the UK\nUK companies do not need to be small, agile startups located in the tech\ncommunities of East London to engage with open data. Our research revealed that\nopen data companies are located across Scotland, Wales, Northern Ireland and all\nregions of England.\nFigure 1.1: Map showing the location of 270 UK open data companies determined by main trading address, where\navailable (223 companies), otherwise by registered company address (47 companies).\n\n27/10/2022, 14:12Diverse UK companies are working with open data – The ODI\nhttps://theodi.org/article/research-open-data-means-business/3/10\nTable 1.1: Location of 270 open data companies by country and region (based on ONS regions as defined in the\nNational Statistics Postcode Lookup). Locations determined by main trading address where available (223\ncompanies), otherwise by registered company address (47 companies). Frequencies shown in brackets. UK\ncompanies frequencies from ONS UK Business: Activity, Size And Location - 201.\nWhile open data companies are located across all parts of the UK, the distribution\nbetween regions is uneven. Some of this skew can be attributed to the distribution\nof companies more generally, but not all. For example, around half (51%) of the\nopen data companies identified are located in London (compared to 17% of all\nbusinesses based on ONS figures). We can look more closely at these companies\nby mapping their distribution across the capital.\n\n27/10/2022, 14:12Diverse UK companies are working with open data – The ODI\nhttps://theodi.org/article/research-open-data-means-business/4/10\nFigure 1.2: Map showing the location of 139 London-based open data companies determined by main trading\naddress, where available, otherwise by registered company address.\nOpen data companies are spread across London, covering 19 boroughs. For a full\nbreakdown of companies by borough, please see Appendix Table A1.1. The\nhighest concentrations of these companies in individual boroughs can be found in\nCamden and Westminster (both 17%). More than one quarter (26%) are based in\nthe boroughs of Hackney and Islington combined. This can likely be attributed to\nthe East London technology cluster around Old Street roundabout, which is located\non the border of the two boroughs. This cluster represents 13% of all open data\ncompanies in the UK. So while open data companies are evidently not exclusively a\n‘Silicon Roundabout’ phenomenon, they have a disproportionately high presence in\nthis area.\nUK companies old and new are investing in open data\nOpen data companies in the UK vary in age, as revealed through analysis of their\nincorporation dates.\n\n27/10/2022, 14:12Diverse UK companies are working with open data – The ODI\nhttps://theodi.org/article/research-open-data-means-business/5/10\nTable 1.2: Age of UK open data companies by incorporation date. Frequencies shown in brackets. UK companies\nfrequencies from ONS UK Business: Activity, Size And Location - 2013.\nOpen data is not the sole domain of startups and young companies – only about a\nquarter (26%) of open data companies are less than 3 years old. The median age\nfor a UK open data company is eight years, with just over a third of companies\n(34%) between four and nine years old. When this is considered alongside the 39%\nof companies that are more than 10 years old, it becomes clear that open data can\nbe leveraged by well-established companies as well as recent startups. In fact, the\noldest identified open data company is over a century old.\nUK companies across a range of industries are using open data\nOpen data companies in the UK are operating in a wide variety of 13 industries. We\ncan use UK Standard Industrial Classification (SIC) codes to determine which\nbroad industry groups they operate in.\n\n27/10/2022, 14:12Diverse UK companies are working with open data – The ODI\nhttps://theodi.org/article/research-open-data-means-business/6/10\nFigure 1.5: Industry classification of \"other industry\" category in Figure 1.4\n\n27/10/2022, 14:12Diverse UK companies are working with open data – The ODI\nhttps://theodi.org/article/research-open-data-means-business/7/10\nTable 1.3: Industry classification of UK open data companies and all companies by ONS broad industry group.\nFrequencies shown in brackets. UK companies frequencies from ONS UK Business: Activity, Size And Location -\n2013 (Table B1.1).\nCompanies we identified operate in 13 out of the 17 broad industry groups\nrecognised by the ONS. Over half (54%) of the open data companies operate in\nthe information and communication industry. This is notably larger than the 8%\nof all UK companies in this industry, which was to be expected given the focus of\nthis research.\nProfessional, scientific and technical activities made up over a fifth (21%) of all\nopen data companies. A further 11% of open data companies are in the category\nof business administration and support services. The remaining ten industries\neach have a relatively small amount of representation. According to the SIC\nindustry classifications of broad industry groups, open data companies were not\n\n27/10/2022, 14:12Diverse UK companies are working with open data – The ODI\nhttps://theodi.org/article/research-open-data-means-business/8/10\nrepresented in agriculture, forestry & fishing, accommodation & food services,\nproperty or motor trades.\nWhile the SIC industry classifications are able to provide a picture of the industries\nin which open data companies operate, they do have some limitations. Given the\nsystem was first designed in the 1940s and the codes were last updated in 2007, it\nmay fail to effectively capture emerging industries and technologies.\nA second issue to be considered is that SIC codes may not accurately denote the\nindustry which open data companies work in. For example, companies that provide\nopen data products and services may be classified under information and\ncommunication, even though they provide the majority of their products and\nservices to specific industries, such as ‘Agriculture, forestry & fishing’,\n‘Accommodation and food services’ or ‘Property’. This explains the zero\nfrequencies shown in the table for these broad industry groups, despite the\npresence of companies such as Syngenta, FoodTrade and Illustreets in this study.\nUK companies large and small are using open data\nMicro, small, medium and large enterprises are working with open data. Using our\nsurvey data, we can closely examine the size of these companies, in terms of\nnumber of employees.\nFigure 1.6: Responses to the question \"What is the size of your company?\" (n=79)\n\n27/10/2022, 14:12Diverse UK companies are working with open data – The ODI\nhttps://theodi.org/article/research-open-data-means-business/9/10\n      \nCreative Commons Licence\nOpen Data Institute, 5th Floor, Kings Place, 90 York Way, London N1 9AG\nPrivacy policy Contact us\nTable 1.4: Responses to the question \"What is the size of your company?\". Frequencies shown in brackets (n=79).\nUK companies frequencies from ONS UK Business: Activity, Size And Location - 2013 (Table B1.2).\nUK open data companies vary in size, from those with fewer than 10 employees to\nthose with more than 1000. The majority (70%) of these companies can be defined\nas micro-enterprise companies (with fewer than 10 employees). Small- and\nmedium-sized businesses (SMEs), with between 10 and 250 employees, make up\nthe majority of the remaining companies (23% of all companies).This is not to say\nthat larger companies are not also well-represented. In fact, 8% of responding\ncompanies are large or enterprise sized, in having 251 or more employees.The\nfindings in this section tells us that open data can benefit diverse companies at\nsome level, regardless of their location, age, sector or size. The following sections\nfocus on business strategies, the kinds of open data that companies use or\nproduce, the challenges they face in doing so and some real-life company\nexamples of open data innovation.\nHow to cite\nPlease cite this report as: Open Data Institute (2015) Open data means business:\nUK innovation across sectors and regions. London, UK. Available at open-data-\nmeans-business-uk-innovation-sectors-regions\nNEXT PAGE\n\n27/10/2022, 14:12How UK companies are using open data to innovate – The ODI\nhttps://theodi.org/article/research-open-data-means-business-pg2/1/7\nHow UK companies are using open data to innovate\nFri Sep 9, 2016\nShare\nOur research demonstrates that UK companies are using open data to create\nnew products and develop new business models, and that this is taking\nplace across diverse company types and sizes.\nHow UK companies are using open data to innovate\nOur research demonstrates that UK companies are using open data to create\nnew products and develop new business models, and that this is taking place\nacross diverse company types and sizes.\nOpen data startups: forming new businesses based on open data\nOpen data startups are emerging micro enterprises formed to explicitly exploit the\nbenefits of open data. Often this comes in the form of a new product or service\nwhich depends on open data to exist. Across a range of industries the open data\nstartup community are critical disruptors, challengers and innovators.\nWe identified a number of open data startups that are focused on impact other than\npurely economic i.e. social and environmental. For example, FoodTrade does not\njust consume open data to develop its allergen compliance tool; it also aspires to\nredesign the food system in a more sustainable way:\n“Transparency is a failure of the food system at the\nmoment. So there is a great opportunity for an open data\nrevolution to come in and disrupt the food system.\nFoodTrade want to be the Wiki of the food system. We want\nto make market intelligence open to people so that they\ncould then help themselves and start trading with each\nother. Our goal, from the start, was to make the food\nsystem sustainable and responsible.”\n“\nKnowledge & opinion >\n\n27/10/2022, 14:12How UK companies are using open data to innovate – The ODI\nhttps://theodi.org/article/research-open-data-means-business-pg2/2/7\n– Ed Dowding, FoodTrade\nSMEs: diversifying product portfolios with open data\nOur research has identified a number of cases of established SMEs using open\ndata to diversify their product and service offerings.\nFor example, GeoLytix offers data analytics services to large retailers. Open data\nenabled the company to both create a distinctive brand in a market dominated by\nlarge enterprises, but also develop a new line of unique data products that clients\ncan purchase for their internal analytics operations:\n– Sarah Hitchcock, GeoLytix\nSimilarly, Shoothill, a company specialising in marketing campaigns for the creative\nindustries, started developing open data products when commissioned to integrate\ndata from the Environment Agency in web-based street maps. This initial project\nled to a product line based on flood alerts, including GaugeMap which has been\nrecognised for its innovative and easy-to-use visualisations based on open data.\nEntering the open data ecosystem enabled Shoothill to build expertise in handling\nenvironmental data and develop new consulting services around it:\n”\n“We started to create open data products in order to\nprovide better quality data analytics to our customers.\nEspecially smaller companies that didn’t have the capacity\nto build these datasets on their own. We realised that\nbeing a data consultancy is a profitable line of work. As a\nsmall for-profit company, open data products allow us to\nbuild reputation in our sector and expand our customer\nbase, but also contribute back to the ecosystem and help\nimprove the quality of open data.”\n“\n”\n“A lot of people have seen our flood maps now. Our brand\nis a brand that they can trust. We have establish an area of\nexpertise. We’re good with environmental data, we know\nwhat we’re doing, we’ve got a lot of experience in it.\nPeople are engaging with us to build systems that use\neither part or some of this data or mix it with other data\n“\n\n27/10/2022, 14:12How UK companies are using open data to innovate – The ODI\nhttps://theodi.org/article/research-open-data-means-business-pg2/3/7\n– Rod Plummer, Shoothill\nMime Consulting, a boutique consultancy in the educational sector, shows how\nopen data products can help companies to grow their customer base within their\nsector and reach new customer segments:\n– Steve Preston, Mime Consulting\nLarge companies: embracing open data\nArup are demonstrating how a big company can embrace open data. The company,\nin the context of its digital.Arup services for the built environment, uses open data\nfor the development of products and services offered to their clients.\nOne such example is The Hazard Owl, Arup’s Risk Information Action System. By\nusing real-time natural hazard information from public feeds, the system alerts\nclients of natural disasters to initiate risk mitigation and business continuity plans.\nArup not only embed open data in their technical infrastructure; they also use it as a\ntool to improve engagement between citizens and city leadership.\nsets, to come up with something useful. This has become\nquite a big part of our business.”\n”\n“Open data helped us raise awareness of the importance\nof data-driven decisions guiding post-GCSE educational\nchoices. It also enabled us to gain access to more schools\nand local authorities that wish to explore the possibilities\noffered by open data.”\n“\n”\n“Arup is now moving to the next level: how to develop\ntechnical architectures to make this data flow? How do you\nset up in a city or at a city scale, architectures and\nstandards that allow the reduction of cost and friction but\nalso respect privacy and trust issues around data? And I\nthink the open data framework again is one of the key\nmethodologies to do that.”\n“\n\n27/10/2022, 14:12How UK companies are using open data to innovate – The ODI\nhttps://theodi.org/article/research-open-data-means-business-pg2/4/7\n– Volker Buscher, Arup\nHow UK companies work with open data\nUK companies play a range of different roles when it comes to open data, and our\nresearch reveals a number of these.\nFigure 2.1: Responses to the question \"How does your company currently use open data?\" See Appendix Table\nA2.1 for a table of responses including frequencies. (n = 79, multiple responses allowed\nNearly two thirds of companies surveyed (63%) are processing open data,\nunsurprising given that open data quality is often a key concern for businesses.\nAlmost as many companies are developing products using open data (59%) and\nproviding insights based on open data (57%).\nFewer companies are providing open data infrastructure (42%). This may reflect\nthe dynamic that in most contexts there are fewer infrastructure providers than\nusers of their infrastructure. A sizeable number of companies responding to the\nsurvey are publishing open data (41%), which is consistent with our findings\nthat government and the public sector is not the sole source of open data.\nThese open data roles do not appear to be exclusive pursuits. Indeed, we found\nthat over three quarters of respondents (79%) were carrying out two or more of\nthese functions.\nBusiness approaches to open data products and services\n”\n\n27/10/2022, 14:12How UK companies are using open data to innovate – The ODI\nhttps://theodi.org/article/research-open-data-means-business-pg2/5/7\nWhen it comes to pricing for open data products and services, open data\ncompanies are using a variety of different methods. In fact, over a quarter (28%) of\ncompanies indicated they were using two or more mechanisms of the mechanisms\ndescribed below, either for the same or different open data offerings.\nFigure 2.2: Responses to the question \"Which pricing mechanism(s) does your company use for its open data\nproducts and/or services?\" See Appendix Table A2.2 for a table of responses including frequencies. (n = 72, multiple\nresponses allowed).\nThe majority of respondents (57%) are providing products and services which give\nunlimited free access to everyone. The reasons for doing so vary for particular\ncompanies and for particular products. One key driver identified by interviewees is\nthe role open data offerings can have in attracting customers to companies’ other\nproducts and services.\n– Ian MakGill, Spend Network\nOver a tenth of companies (14%) provide free access to a subset of users. This can\nbe another means by which to attract and retain customers.\n“It’s better to give some of it away and use it to convert\ncustomers.”\n“\n”\n“\n\n27/10/2022, 14:12How UK companies are using open data to innovate – The ODI\nhttps://theodi.org/article/research-open-data-means-business-pg2/6/7\n      \nCreative Commons Licence\n– Steve Preston, Mime Consulting\nIn addition, over a quarter of companies (28%) are providing rate or volume limited\naccess to their open data offerings, indicating the adoption of freemium pricing\nmodels for open data products and services, as in many other areas of the digital\neconomy.\nAlmost a third of respondents (29%) provide only paid for products and services.\nCompanies offering paid for consultancy services may explain the prevalence of\nthis model. In addition a number of companies explicitly stated that their pricing was\ndependent upon the client.\nThe findings in this section indicate that UK open data companies, collectively, are\nadopting a wide variety of commercialisation approaches. Further research is\nrequired to more thoroughly understand the specifics and benefits of various\nbusiness models when applied to open data products and services.\nThe other sections in this report focus on the range of companies investing in open\ndata, the kinds of open data that companies use or produce, the challenges they\nface in doing so and some real-life company examples of open data innovation.\nHow to cite:\nPlease cite this report as: Open Data Institute (2015) Open data means business:\nUK innovation across sectors and regions. London, UK. Available at open-data-\nmeans-business-uk-innovation-sectors-regions\nPREVIOUS PAGE / NEXT PAGE\n“We intend to make the core features of Skills Route\naccessible for free by schools and their students. We’ve\nfound that when you get your product into people that like\nit, they’re your best salespeople. We know there is a\ndemand for this; it is about raising awareness, and\ndeveloping a good product that meets a clear need.”\n“\n”\n\n27/10/2022, 14:13Open data that drives business – The ODI\nhttps://theodi.org/article/research-open-data-means-business-pg3/1/5\nOpen data that drives business\nFri Sep 9, 2016\nShare\nUK companies are using government and non-government open data from a\nwide range of sectors.\nOpen data that drives business\nUK companies are using government and non-government open data\nfrom a wide range of sectors\nThe UK is ranked top of 86 countries by the Open Data Barometer, which\nmeasures a country’s readiness to secure benefits from open data, its publication\nof key datasets and evidence of emerging impacts from open government data.\nThe UK’s central repository of public sector open data, data.gov.uk, contains nearly\n15,000 datasets published with an Open Government License. Substantial open\ndata resources are also published by non-government sources, such as nonprofits\nand community groups.\nUses of government open data\nA large proportion (70%) of companies that responded to our survey use open data\nprovided by government.\nSurvey respondents were also asked to list the government datasets used in their\ncompanies. In total, 25 different open data sources were named, spanning central\nand local government and other public sector bodies, with numerous examples\ngiven of specific datasets. Many companies listed multiple datasets, with some\nstating that they used too many to list for the purposes of the survey. Appendix\nTable A3.1 summarises the survey responses on this topic.\nOrdnance Survey (OS) was cited most frequently (27% of companies) as an open\ndata source. OS is Britain’s national mapping agency and a member of the Public\nData Group. It has operated as a government-owned company since 1 April 2015.\nCompanies also use open data related to local regions. Local and regional\ngovernment (listed by 18% of companies) and the Department for Communities\nand Local Government, a ministerial department concerned with community policy\nKnowledge & opinion >\n\n27/10/2022, 14:13Open data that drives business – The ODI\nhttps://theodi.org/article/research-open-data-means-business-pg3/2/5\n(listed by 14% of the companies), are sources of open datasets that companies use\nrecurrently.\nOther sources of open government data listed frequently include the Department\nfor Transport and related bodies, the Office for National Statistics (ONS)\nand Companies House, which were listed by 20%, 18% and 14% of respondent\ncompanies respectively.\nUses of non-government open data\nAlmost half (49%) of the surveyed companies use open data from non-government\nsources such as businesses, nonprofits and community projects.\nThe companies we surveyed were asked to list the datasets they use from non-\ngovernment sources. Appendix Table A3.2 summarises the responses. Together,\nthey named 14 different sources, and listed a variety of different datasets within\nthem.\nUse of open geographic data is particularly popular amongst those companies\nthat listed specific open data sources in their responses. OpenStreetMap, an\nopenly licensed map of the world created by volunteers – with extensive\nannotations available as open data – is used by 24% of these companies.\nCompanies also use open data from various non-governmental, international\nprojects, generally developed by communities of members seeking to make large\nquantities of data available for widespread use. Projects such\nas DBpedia, geonames, Wikimapia, p-lei.org,\nDMOZ, OpenCorporates and OpenCharities are all cited as sources of open data\nused by the companies.\nTransport-related data sources are also popular. These include Traveline,\nthe Association of Train Operating Companies (ATOC), the General Transit Feed\nSpecification (GTFS), the National Aeronautics and Space Administration (NASA)\nand the National Air Traffic Services (NATS).\nWe can identify how companies use a combination of government and non-\ngovernment open data by looking at those that responded to both of the above\nquestions. Appendix Table A3.3 summarises these combined responses.\nThe most number of respondent companies (39%) use open data from both\ngovernment and non-government sources, although only a tenth (10%) are using\nnon-government open data exclusively. This may indicate the importance of the\nrole of government in the open data ecosystem, as a publisher of data to support\ndevelopment of new products and services, and as the driver of policy interventions\nrelated to open data and innovation.\nIt is important to note that around a fifth of respondents (21%) stated that they were\nnot using data from either type of source, which could represent those companies\n\n27/10/2022, 14:13Open data that drives business – The ODI\nhttps://theodi.org/article/research-open-data-means-business-pg3/3/5\nthat solely provide infrastructure and/or publish open data and do not make use of it\nthemselves.\nWhat types of data do companies use most\nWhen describing the open data they use, companies were able to select multiple\nsectors. Their responses show that data from a wide range is being used.\nFigure 3.1 - Responses to the question \"What types of open data does your company use?\" (n=76, multiple\nresponses allowed). See Appendix Table A3.4 for a table of responses including frequencies.\nGeospatial/mapping open data is used by more than half (57%) of all respondent\ncompanies. Several other types of open data are used by more than a third of\nrespondents, namely transportation (43%), environment (42%), demographics\n& social (40%) and business (38%) data.Respondent companies often use open\ndata from multiple sectors. In fact, 79% of companies use data related to more\nthan one sector and 14% of them use data related to more than 10. The mean and\nmedian number of data types by sector used by companies is 4.75 and 4\nrespectively. These usage statistics, combined with detailed statements made by\nthe companies interviewed, suggests that commercial value can be drawn from\ncombining open datasets.\n“\n\n27/10/2022, 14:13Open data that drives business – The ODI\nhttps://theodi.org/article/research-open-data-means-business-pg3/4/5\nCompanies could select ‘other’ for data they felt was not covered by the prescribed\nlist of sectors, and to name those they used. They listed sectors like ‘3D’, ‘crime’,\n‘Internet of Things’, ‘jobs data’ and ‘political’. These responses not only further\nreflect the wide breadth of open data use by sector, but also open data use in\ncombination with other emerging technologies. For example, the development of\n“How do we make money? Well, people are engaging with\nus to build systems that use [...] this [Environment Agency]\ndata or mix it with other datasets, to come up with\nsomething useful. So it’s become quite a big part of our\nbusiness.”\n“\n– Rod Plummer, Shoothill\n”\n“The data was siloed. You couldn’t search across multiple\ncompany registers, you couldn’t search for directors\nacross multiple jurisdictions and you couldn’t combine the\ninformation from those registers together. We felt that the\nneed was essentially to create a single unified interface to\nall of this data, allowing it to come together. Insight\ngenerally comes from combining more than one dataset\ntogether. As each dataset becomes available as open\ndata, the opportunities for taking that and coming up with\ncompletely new business models, and new ideas about\nwhat’s possible, are tremendous.” \n– Chris Taggart, OpenCorporates\n“\n”\n“Individual datasets? Yes they are accessible, but\nindividual datasets by themselves don’t really add that\nmuch value. It’s only when you combine it, you clash things\ntogether, that you start seeing some value coming out of\nit.” \n– Clifford McDowell, Doorda\n“\n”\n\n27/10/2022, 14:13Open data that drives business – The ODI\nhttps://theodi.org/article/research-open-data-means-business-pg3/5/5\n      \nCreative Commons Licence\nOpen Data Institute, 5th Floor, Kings Place, 90 York Way, London N1 9AG\nPrivacy policy Contact us\nwidespread 3D printing capabilities and the growth of Internet of Things networks\nwill raise new questions about the potential of open data. Companies in the UK are\nbeginning to address these questions.\nThe other sections in this report focus on the range of companies investing in open\ndata, business strategies, the challenges they face and some real-life company\nexamples of open data innovation.\nHow to cite\nPlease cite this report as: Open Data Institute (2015) Open data means business:\nUK innovation across sectors and regions. London, UK. Available at open-data-\nmeans-business-uk-innovation-sectors-regions\nPREVIOUS PAGE / NEXT PAGE\n“You could have a situation where we are building a silo of\ndata around, say, Camden or something, but actually there\nare so many use cases that need to be fulfilled. If you don’t\nhave an easy data exchange, the industry is not going to\ngrow. The reason why the web has taken off is because we\ngot rid of the silos. I think for Internet of Things the same\nthing needs to happen in order to [have the same]\nexplosion.” \n– Yodit Stanton, OpenSensors.io\n“\n”\n\n27/10/2022, 14:13Challenges for open data companies – The ODI\nhttps://theodi.org/article/research-open-data-means-business-pg4/1/13\nChallenges for open data companies\nFri Sep 9, 2016\nShare\nData quality and licensing terms are critical factors for companies using\nopen data.\nChallenges for open data companies\nData quality and licensing terms are critical factors for companies\nusing open data\nIn our survey, we asked companies to rate how far eight issues, or characteristics,\ninfluence their use of open data. These issues were derived from an assessment of\nopen data publishing best practices, based on the Open Data Certificates – a set of\nstandards designed to help make open data easier to find, share and use.\nKnowledge & opinion >\n\n27/10/2022, 14:13Challenges for open data companies – The ODI\nhttps://theodi.org/article/research-open-data-means-business-pg4/2/13\nFigure 4.1 - Responses to the question \"Please indicate the extent to which each of the following issues influence\nyour company's decision to use open data.\" (n=74) (Note that the percentages for ‘Accuracy of data’ sum to 101%\ndue to rounding.) See Appendix Table A4.1 for frequencies.\nThe eight issues appear to have varying levels of influence on a company’s\ndecision to use open data. We provided a free-form response field so companies\ncould elaborate on these and share further insights. The responses were mapped\nagainst the eight prescribed issues and are quoted throughout the discussion\nbelow.\nAccuracy\nMany companies that responded (80%) found accuracy of data important, with 39%\nof companies saying it had great influence on their decision to use open data.\nExample responses (related to accuracy of the data) to the question “If you wish to\nelaborate on any of these issues, please do so”:\nThe data accuracy issues shared by companies through their survey responses\nand in-depth interviews fall into two categories: i) inaccuracies and quality issues\nwith the data itself, and ii) significantly varying quality and presentation of\nsimilar data between different publishers, such as government spending data by\ndepartment.\nSome of the main issues companies raised around data accuracy were that data\ncan be collected or presented inconsistently, and often it is not granular\nenough. Regarding crime data, for example:\n“Pricing is not an issue as long as the data is of great\nquality (accuracy) and desirable.”\n“\n”\n“There is little or no benefit to the user if they do not trust\nthat the data is accurate and up-to-date.”\n“\n”\n“The second [issue] is changes in the data – [the police]\nkeepontinkeringwithwhattheyshouldincludeinitA\n“\n\n27/10/2022, 14:13Challenges for open data companies – The ODI\nhttps://theodi.org/article/research-open-data-means-business-pg4/3/13\nOther accuracy issues highlighted by companies surround the various different\nstandards for data collection and publication, which cause problems when\ncombining data from multiple sources:\nLicensing\nAn open licence is one that enables anyone to access, use and share data,\nincluding companies who can use it to develop commercial products and services.\nOver half (55%) of the companies said that the way that datasets are licensed had\na great influence on their decision to use data. Only 8% suggested that licensing\nhad little or no influence.\nExample response (related to licensing of the data) to the question “If you wish to\nelaborate on any of these issues, please do so”:\nkeep on tinkering with what they should include in it. A\ncase in point being our local authorities have a 101\nincident, which is [classed as being] anti-social behaviour.\nSo if you see a burnt-out car, or someone’s done graffiti, or\nsomeone’s dumped a mattress in the street, it’s antisocial\nbehaviour but it’s not a criminal offence.\nThe local authorities catch incidents and they give that\ninformation to the police. The police could very easily\nbreak that down, and that could be easily mapped and\npresented back to you as a citizen. But they just group it all\nunder ‘anti-social behaviour’ and refuse to release that\ninformation.” \n– Clifford McDowell, Doorda\n”\n“We take data from over 330 different publishers [...] not\none of them does the same thing as the next one and most\nof them don’t do the same thing month to month. I’ve got\n170 councils in our dataset [...] Some publish virtually\nnothing, some publish a lot. The variance in quality of the\ndata is incredibly difficult. Data quality is a big issue. \n– Ian Makgill, Spend Network\n“\n”\n“Licensing terms of the dataset should include commercial\n“\n\n27/10/2022, 14:13Challenges for open data companies – The ODI\nhttps://theodi.org/article/research-open-data-means-business-pg4/4/13\nThe UK Open Government Licence is the required licence for use by all central\ngovernment departments and agencies publishing open data and its use is\nencouraged for local authorities and other areas of government.\nThe Creative Commons public domain licence (CC0) and attribution licence (CC-\nBY) are commonly used open licences for non-government data, and, similarly to\nthe UK Open Government License, allow for commercial reuse of the data. The\nCreative Commons attribution and share-alike licence (CC-BY-SA) is also used, but\nmay limit a company’s ability to use that data for commercial products and services\nby requiring them to also attach the same open licence to the data they derive.\nTimeliness, provenance and accessibility\nCompanies indicated that data timeliness, provenance and access also influence\ntheir decision to use open data, with 31%, 42% and 35% of them citing it as having\ngreat influence, respectively.\nExample responses (related to the timeliness, provenance and ease of access to\nthe data) to the question “If you wish to elaborate on any of these issues, please do\nso”:\nTimeliness of data\nProvenance of data\nuse.”\n”\n“There is little or no benefit to the user if they do not trust\nthat the data is accurate and up-to-date.”\n“\n”\n“Ideally [data] has scheduled updates (e.g.\nOpenStreetMap every 60 seconds)”\n“\n”\n“\n\n27/10/2022, 14:13Challenges for open data companies – The ODI\nhttps://theodi.org/article/research-open-data-means-business-pg4/5/13\nEase of access to datasets\nTimeliness of data is discussed more by some of the companies interviewed in-\ndepth. In particular, companies would like data to be published with as little delay\nas possible, often driven by the need to combine datasets, which are more timely:\n“Provenance is vital unless you can independently verify.”\n”\n“It is notable that public data stores are ordinarily\npresented as ‘separate’ from corporate web pages, such\nthat open data of relevance to specific policy objectives\nand/or services do not appear in the same place to\npromote awareness of them and/or facilitate ease of\naccess for non-technical users.”\n“\n”\n“The current ‘improvements’ being implemented at\ngovernment level has hindered much of our work due to\ndata moving [and] data links often not working.”\n“\n”\n“We use [claimant data from the Office of National\nStatistics] and we compare that with the number of [job]\nvacancies that we observe on Adzuna. I would say that\none frustration, which you may have heard from other\nsources as well, is the timeliness of that data. In particular,\nthe ONS data is effectively a month or two (or possibly\neven longer) out of date before it gets made available. \nI appreciate some of the reasons why there is a delay, but\nit does feel like there is scope for reducing some of that\ndelay. That’s one of the biggest limitations that we see\nbecause obviously our data, due to the nature of our\nbusiness, is very much real-time. At any minute of the day\ntlhjbdt’td\n“\n\n27/10/2022, 14:13Challenges for open data companies – The ODI\nhttps://theodi.org/article/research-open-data-means-business-pg4/6/13\nData provenance relates to its source and the way it has been collected, used and\nmodified. Clear data provenance helps users to understand the context around the\nopen data, and allows them to use it with confidence. For example:\nOpen data being difficult to access was another issue raised by the companies.\nThis is generally down to many different sources of open data, including websites,\ndata stores and portals:\nwe can see exactly how many job adverts we’ve got and\nwhat the average salaries are, whereas there’s this quite\nbig lag between data being collected by the ONS and the\npublication of that data.” \n– James Neave, Adzuna\n”\n“I very much run as a stream, I have to constantly flow with\ndata. I want to constantly be as fresh as possible. Albeit\nsome datasets may only be released once a year, but it’s\nenough for some people so you can do direct comparison\nyear on year. But if you’re just dropping in random bits of\ndata, it’s not a lot of use to people, it’s got to be a constant\nflow so you can map trends and compare the previous\nactivity and so on.” \n– Clifford McDowell, Doorda\n“\n”\n“We provide clear, unambiguous data with provenance, so\nwe say where we got it from and when we got it. That sort\nof thing is quite hard to get in the business information\nworld and we do it in an effective, efficient way that is more\neffective and more efficient than the companies getting it\nthemselves. \nPeople are wanting to combine data together and that lack\nof provenance really makes the data much less useful. \n– Chris Taggart, OpenCorporates\n“\n”\n\n27/10/2022, 14:13Challenges for open data companies – The ODI\nhttps://theodi.org/article/research-open-data-means-business-pg4/7/13\nData formats, accompanying documentation and support from publishers all\nhave less of an impact on whether or not companies use open data.\nResponses regarding the data formats did, however, reveal a variety of opinions on\nthis topic. These particularly relate to the provision of open data in computer-\naccessible and machine-readable formats, via an Application Program Interface\n(API), for example, or in linked data form.\nExample responses (related to the format of the data) to the question “If you wish to\nelaborate on any of these issues, please do so”:\n“There’s no central data point [...] I know you have the\nCabinet Office website, data.gov.uk, but you have to\nmonitor that [...] There’s lots of local websites and there’s\nthe Land Registry as well. There’s also Police.co.uk, there’s\nmany other areas where data is being sent out. Again\nthat’s all released in different ways in different formats. A\nlot of companies don’t even know about the demographic\ndata, or the social economic data, that’s available. So it’s\nas much about market intelligence as it is about making\nthat data accessible.” \n– Clifford McDowell, Doorda\n“\n”\n“That’s another problem, if there’s too much [data], you\ncan’t find it. There [are] different places to find different\nbits, you’ve got data.gov, you’ve got all these different\nwebsites, all these different agencies. They’ve all grown\norganically and separate from each other and I know\neverybody would love one enormous data place where\nyou go to get all your data. The trouble is if that site isn’t\nreally good, you’re never going to find it.” \n– Rod Plummer, Shoothill\n“\n”\n“Data need to be in a computer readable format. The\nformat type does not matter.”\n“\n\n27/10/2022, 14:13Challenges for open data companies – The ODI\nhttps://theodi.org/article/research-open-data-means-business-pg4/8/13\nThe companies didn’t choose to elaborate on the issues of accompanying\ndocumentation or help and support from publishers, which also have relatively low\ninfluence on the decision to use open data.\nThis may be an artefact of the employees who responded to the survey on the\nbehalf of their companies, many being technology specialists and/or working\nclosely with open data. Those with expertise may not need help and support from\npublishers or accompanying documentation.\nOther challenges\nA further challenge surrounding the use of open data – which wasn’t addressed\nexplicitly in the eight issues discussed – was revealed when the companies were\naskedtodescribewhethertheyhadpreviouslyusedopendatabutstopped\n”\n“Access to data via an API (of whatever sort) is usually a\nbig advantage for us.”\n“\n”\n“There are a number of reference datasets that we wish the\nUK public sector would provide in linked data form. If they\ndid, we’d use them a lot.”\n“\n”\n“Has to be processable using opensource tools”\n“\n”\n“Has to be complete datasets i.e. not stuck behind a\nsparql endpoint”\n“\n”\n\n27/10/2022, 14:13Challenges for open data companies – The ODI\nhttps://theodi.org/article/research-open-data-means-business-pg4/9/13\nasked to describe whether they had previously used open data but stopped.\nThis challenge concerns the continuity of open data publishing. Some\ncompanies said the open data that they had previously used to develop a product\nor service had not been updated or had become unavailable.\nExample responses (related to the continuity of data publishing) to the question “If\nyour company has previously used open data in particular products and/or services\nbut ceased to do so, could you please describe why?”\nThe responses describe issues surrounding discontinuous publishing,\nparticularly by government. Companies describe how data they used was produced\nas a one-off and not maintained as an ongoing release. The usefulness of Freedom\nof Information (FOI) requests, and the data they may release, to companies in the\nUK is also questioned:\n“Still use old version but, for example, VisitEngland no\nlonger appear to maintain their list of tourist attractions.”\n“\n”\n“– because, the map was produced as a ‘one off’ and\nwasn’t updated.”\n“\n”\n“There is a long way to go before we get real open data\nfrom government – many requests are treated as FOIs not\ndata provision. All work with Gov data is fragile as you\ncannot guarantee that the following year a different data\nofficer won’t take a different view as to what will be realised\nand why.”\n“\n”\n“The biggest issue [with open data] is someone could just\nstop providing a dataset. That’s the biggest problem. So if\nsomeone comes awry or it just gets taken away, I can’t end\nupforcingthemtoreleasedatasetsthat’sthebiggest\n“\n\n27/10/2022, 14:13Challenges for open data companies – The ODI\nhttps://theodi.org/article/research-open-data-means-business-pg4/10/13\nThe need for more open data to be published by government is a common issue\nraised by companies interviewed. Companies discuss in detail what kinds of open\ndata could be used commercially, with two distinct themes emerging from the\ninterviews.\nThe companies suggest that there is still more work to be done on the part of\ngovernment to release open data. The partial release of spend statements and\nother transaction data by publicly-funded entities, such as the NHS, is a challenge\nfor companies developing products and services. This partial release, and\nsubsequent demand for more open data to be published, can result from\ninconsistencies in publishing across government entities, or incompleteness of the\ndata they do publish. For example:\nup forcing them to release datasets, that’s the biggest\nproblem. \nIf I was to [make] a Freedom of Information request, that\nwould be a one-off and within a few weeks would pretty\nmuch become useless to people.” \n– Clifford McDowell, Doorda\n”\n“I don’t mind inconsistency in the publishing [of the open\ndata]. What  is really problematic  is not publishing at all. For\nexample, nearly half of the NHS doesn’t have to publish\nspend statements  because they’re supposed to be\nindependent of central control  .  Localism shouldn’t be used\nas an excuse to create a democratic deficit ,     a nd when I\nsay not publishing, that could  be about sub-quality data as\nwell as no data. There’s a difference between dirty data,\nwhere we can extract it if we work on it, and data that\ndoesn’t have information. So give me a  six months of\ntransactions without any dates, that’s no use.  We can’t\nwork with that.  S o that’s the first challenge,  getting useable\ndata.” \n– Ian Makgill, Spend Network\n“\n”\n“The future of open data is in the hands of governments\nbecause what we’re talking about, for the most part, is\n“\n\n27/10/2022, 14:13Challenges for open data companies – The ODI\nhttps://theodi.org/article/research-open-data-means-business-pg4/11/13\nCompanies also describe how the release of more open government data could\nrealise commercial opportunities by enabling them to develop better or new\nproducts and services:\ncore public data that was always meant to be part of the\npublic record but that over the last 10 or 20 years has\nturned into something that they sell. I think that the UK has\nled the world in this and is now starting to genuinely reap\nbenefits from this, in terms of both innovation and in\ninternal processes. Governments, particularly those\ngovernments that sign the Open Data Charter, need to\nfollow that through otherwise all the things they talked\nabout to do with transparency, better governance,\ninnovation and so on, will not come to fruition. I think if we\nwant those things, if we want good governance, if we want\ntransparency, if we want a healthy democracy and if we\nwant innovation, then open data is an absolute requirement\nbecause all of those statutory core datasets are essential\nto this.” \n– Chris Taggart, OpenCorporates\n”\n“Open data needs to go more local. I think [government]\nneeds to start getting some pressure applied on [local\ncouncils]. Where are the public toilets? Some release [that\ndata] some don’t. \n[Data about] how tall [the trees are], about the local parks,\nabout dogs being caught, anti-social behaviour incidents,\nsocial housing, planning applications, a request for a new\nplanning application [and] why it’s been rejected – all this\nshould be freely available online in a standard format, so\nyou, as a citizen, can just tap in instantly and see what’s\nhappening. If data was more freely available we would be\neven more adult about how we engage with government.” \n– Clifford McDowell, Doorda\n“\n”\n“The open data portion of Companies House information is\nitdbtitilittlbitliitdditldbfl\n“\n\n27/10/2022, 14:13Challenges for open data companies – The ODI\nhttps://theodi.org/article/research-open-data-means-business-pg4/12/13\nYou can find a summary of open data issues that could be addressed by\ngovernment to continue to drive innovation in our conclusion and\nrecommendations.\nHow to cite\nPlease cite this report as: Open Data Institute (2015) Open data means business:\nUK innovation across sectors and regions. London, UK. Available at open-data-\nmeans-business-uk-innovation-sectors-regions\nPREVIOUS PAGE / NEXT PAGE\nquite good but it is a little bit limited and it would be useful\nif they could make more of it publicly available. \nIt would be valuable for us because we’d be able to\nprovide more information about employers for our users so\nthat, say you click on a particular job advert on Adzuna,\nyou could for example see that [...] the employing\ncompany is Tesco. Then, if we were able to get the\ninformation from Companies House open data, we could\nhave a more detailed page of information about Tesco\ntalking about, for example, the total size of the business,\nnumber of staff, turnover, revenue and profit over the last\nfew years. I believe that only some of that interesting\ninformation is currently available through Companies\nHouse open data.” \n– James Neave, Adzuna\n”\n“Transparency is good but I think a more interesting aspect\n[of public sector data release] is when you can use that\ndata to make better decisions [...] to either improve the\nway that somewhere is governed or to make better use of\nlimited money” \n– Bill Roberts, Swirrl\n“\n”\n\n27/10/2022, 14:13Examples of UK companies using open data – The ODI\nhttps://theodi.org/article/research-open-data-means-business-pg5/1/9\nExamples of UK companies using open data\nFri Sep 9, 2016\nShare\nHow are UK companies working with open data?\nExamples of UK companies using open data\nArup \nAdzuna \nDoorda\nFoodTrade \nGeoLytix \nMime Consulting \nOpenCorporates \nOpenSensors.io \nShoothill \nSpend Network \nSwirrl \nTransportAPI \nHow to cite\nHow are UK companies working with open data?\nIn this section we highlight 12 companies that use or produce open data as part of\ntheir work in different ways. From smart city planning to flood warnings, job\nopportunities to education options, the companies use open data to offer\ndiverse services to businesses, government and individuals.\nArup\nArup uses open data to help plan smart cities and mitigate against risk and natural\ndisasters in the built environment.\nArup is a multinational professional services firm of designers, planners, engineers,\nconsultants and technical specialists. It provides engineering, design, planning,\nproject management and consulting services for the built environment.\nOpen data is an important part of Arup’s work with smart cities and the technology\nthatsupportsthemAruphasdevelopedpolicyframeworksthatfocusontheroleof\nKnowledge & opinion >\n\n27/10/2022, 14:13Examples of UK companies using open data – The ODI\nhttps://theodi.org/article/research-open-data-means-business-pg5/2/9\nthat supports them. Arup has developed policy frameworks that focus on the role of\nopen data to deliver new, better or more efficient services in cities, while\nresponding to decreasing public sector budgets. Arup incorporates open data as\npart of the technical architecture required to overcome constraints in cities such as\ntraffic and congestion, and improve engagement between citizens and city\nleadership. The company has developed a risk information action system, The\nHazard Owl, which uses real-time natural hazard information from public data\nfeeds. It is used to alert clients of natural disasters so they can mitigate against risk\nand help to protect their business.\nArup also sees open data as an increasingly meaningful source of information for\nthe analytics and advisory services it provides.\nWebsite: arup.com \nTwitter: @ArupGroup \nHeadquartered: London, UK \nCompany size: Large \nNumber of employees: 11,355 \nAnnual turnover: £1,048,276,000\nAdzuna\nAdzuna simplifies the job hunting process by helping users better understand the\nmarket and find the best jobs for them.\nAdzuna is a search engine that aggregates job adverts to provide a comprehensive\nview of the jobs market. It combines adverts from several hundred different online\nsources, including the largest online job boards and vacancies advertised directly\nby employers. This gives job hunters access to over 1 million job adverts at a\ngiven time.\nAdzuna uses open data to develop its Job Index, which provides an accurate,\ncomplete and timely view of the UK jobs market. The Job Index compares Labour\nMarket Statistics (Jobseeker’s Allowance Claimant Count), published by the Office\nfor National Statistics, with Adzuna’s jobs data to generate new metrics such as\njobseekers per vacancy by location. These are reported in its monthly Job Market\nReport, which can be used by job hunters to compare the availability of jobs in\ndifferent areas of the country.\nThe company also provides free access to its jobs data via an application program\ninterface (API). The aim is to allow third-parties to reuse the data aggregated by\nAdzuna to power job-search services in their websites and develop new\napplications.\nWebsite: adzuna.co.uk \nTwitter: @Adzuna \nHeadquartered: London, UK \nCompanysize:Small\n\n27/10/2022, 14:13Examples of UK companies using open data – The ODI\nhttps://theodi.org/article/research-open-data-means-business-pg5/3/9\nCompany size: Small \nNumber of employees: 10-50\nDoorda\nDoorda uses open data to help citizens and businesses discover and understand\nwhat is happening on their streets and in their local communities.\nDoorda is a startup company that specialises in bringing together different open\ngovernment datasets into a single online map. This enables citizens to access,\nunderstand and engage with public information on their local area.\nDoorda aggregates open data from a number of different sources, including Ofsted,\nthe Land Registry, the Food Standards Agency, the NHS and the Home Office.\nCitizens can use it for a number of different purposes. These include searching for\nproperties, locating schools, understanding road safety, identifying crime and\nanti-social behaviour hotspots, comparing restaurant hygiene and accessing\nlocal news.\nThe company also specialises in making open data accessible and useful to\nbusinesses and government in unique, innovative ways. Through access to the\nDoorda API, users can work with vast quantities of open data to develop new\ncommercial understanding of an area. Doorda also provides advisory services for\nbusinesses, enabling them to investigate the availability of wider open data relevant\nto their interests and create bespoke data solutions to provide local, national and\ninternational insights.\nWebsite: doorda.com \nTwitter: @Doorda \nHeadquartered: London, UK \nCompany size: Micro \nNumber of employees: fewer than 10\nFoodTrade\nFoodTrade maps the food supply chain system to help people buy and sell fresh\nproduce, contributing to the creation of a fair, sustainable and local food system.\nFoodTrade is an online food platform that brings together local food producers\nand consumers. Producers, such as small farmers, restaurants or individuals, can\nfeature their produce and map their supply chains to find new consumers and\ncollaborators. Consumers can also use its search tools to find producers and\nsellers of various different types of food.\nFoodTrade has enrolled more than 1,600 businesses into its platform to date, and\nhas facilitated more than 1,300 connections between them and other users. As a\nresult, FoodTrade can map supply chains and promote transparency within the\nfood sector, in which most supply chain data remains closed.\n\n27/10/2022, 14:13Examples of UK companies using open data – The ODI\nhttps://theodi.org/article/research-open-data-means-business-pg5/4/9\nFoodTrade recently launched FoodTrade.Menu, an automatic allergen labeller that\nuses open data from the Food Standards Agency. It can be used by restaurants\nand caterers to ensure their menus comply with allergen regulations. The menu\ndata can then be fed into the FoodTrade platform to create ingredient lists and\nlink users with local suppliers based upon the ingredients they need. FoodTrade\nwill then make this extensive menu, produce and marketplace data available to the\npublic through open APIs.\nWebsite: foodtrade.com \nTwitter: @foodtradeHQ \nHeadquartered: Bristol, UK \nCompany size: Micro \nNumber of employees: fewer than 10\nGeoLytix\nGeoLytix combines geospatial data with domain expertise to help people make\nbetter decisions about the location of their businesses.\nGeoLytix is a specialist geospatial data and consultancy company. It offers a wide\nrange of products based on geospatial data, such as maps, boundary data and\npoints of interest, as well as analysis, training and consultancy services to\ndevelop new commercial insight.\nA number of the company’s geodata products are based on open data from\nsources such as Transport for London (TfL), the Land Registry, the Department for\nEducation, the Department for Health and OpenStreetMap. GeoLytix develops\nthem by processing and adding new value to existing open datasets or by\ncreating new, novel ones using open data. These data products can be purchased\noff-the-shelf with transparent licensing terms.\nGeoLytix also releases a selection of its geodata products as open data. These\ninclude processed census data, a snapshot of postal sector boundaries, a subset of\nretail places, workplace data and manually geocoded supermarket locations.\nGeoLytix also develops complex, bespoke models to help business solve their\nlocation challenges.\nWebsite: geolytix.co.uk \nTwitter: @Geolytix \nHeadquartered: London, UK \nCompany size: Micro \nNumber of employees: fewer than 10\nMime Consulting\nMime Consulting uses open data to enable students and their families to make\ninformed decisions about their educational choices and career paths.\nMimeConsultingisadataconsultancycompanyItoffersarangeofmanagement\n\n27/10/2022, 14:13Examples of UK companies using open data – The ODI\nhttps://theodi.org/article/research-open-data-means-business-pg5/5/9\nMime Consulting is a data consultancy company. It offers a range of management\ninformation services including data warehousing, analysis, visualisations and\ndashboard design. It also offers user-friendly software and website design to help\nautomate data collection, analysis and reporting.\nThe company has developed Skills Route, a platform designed to help young\npeople make informed choices regarding their education. Skills Route\ncombines students’ chosen subjects, grades and location with open data to provide\npersonalised university, further education and employment options available in\nthe future. It also shows how these choices can influence their career paths and\nfuture remuneration for their work.\nSkills Route’s projections are based on open data published by the Department for\nEducation. Specifically, it uses the Level 3 value-added dataset (L3VA), which\ncaptures the progression of students between Key Stage 4 education and the end\nof their Level 3 qualification (which includes A-Levels and vocational equivalents). It\nalso uses other open data from the Higher Education Statistics Agency (HESA) and\nthe UK Commission on Employment and Skills (UKCES) to ensure that it shows\nstudents the full range of further and higher education opportunities.\nWebsite: mimeconsulting.co.uk \nTwitter: @SkillsRoute \nHeadquartered: London, UK \nCompany size: Micro \nNumber of employees: fewer than 10\nOpenCorporates\nOpenCorporates makes information about companies and the corporate world\nmore accessible, discoverable and usable for citizens and businesses.\nOpenCorporates is the world’s largest open database of company information.\nIt has collected data for over 84 million companies from over 100 jurisdictions and\naims to record a URL for every corporate entity in the world. Users can search\nthe database for a particular company or browse companies by jurisdiction, to\nidentify characteristics such as company type, trading status, incorporation date,\nregistered address and company directors.\nOpenCorporates aggregates data from a number of different sources, often through\nautomated scraping of web pages and PDFs. Sources include national company\nregisters, government websites, national information centres, official company\nfilings, gazettes and data released under the Freedom of Information Act.\nAccess to OpenCorporates’ data is enabled via an API, and reuse of the data is\ngoverned by an Open Database Licence with share-alike and attribution clauses.\nThis requires users to publish their work back to to the open data community as\nopen data. Those who wish to use the data without the share-alike restrictions, or\nAPI rate and volume limits, can do so under commercial licensing agreements.\nUsersincludejournalists,governments,majorcreditreferenceagenciesand\n\n27/10/2022, 14:13Examples of UK companies using open data – The ODI\nhttps://theodi.org/article/research-open-data-means-business-pg5/6/9\nUsers include journalists, governments, major credit reference agencies and\nanti-money laundering organisations, which use the data to better understand,\nmonitor and regulate companies around the world.\nWebsite: opencorporates.com \nTwitter: @opencorporates \nHeadquartered: London, UK \nCompany Size: Micro \nNumber of employees: fewer than 10\nOpenSensors.io\nOpenSensors.io provides an Internet of Things (IoT) platform that helps users\ncreate smart products and services to build better connected systems and\nenvironments.\nOpenSensors.io offers smart products and services such as real-time data\naccess, data security and storage, analytics and machine learning via its IoT\nplatform.\nOpenSensors.io’s real-time messaging engine can process millions of messages a\nsecond from any internet-connected device, such as a sensor or camera.\nBusinesses can use the platform for many purposes – from automating huge\nnetworks of car parks through licence plate recognition cameras and motion\nsensors to optimising office spaces by configuring devices such as thermostats,\nlights and locks to respond to the preferences of the people working in them.\nAnyone using the Opensensors.io platform to publish data can use it for free,\nproviding their device publishes their work as open data. As a result, the platform\nprovides access to valuable real-time and historical open data generated in\nthousands of projects and their connected devices. This enables other individuals\nand businesses to use the data to experiment, innovate, research and incorporate it\ninto their own products and services.\nWebsite: opensensors.io \nTwitter: @OpenSensorsIO \nHeadquartered: London, UK \nCompany size: Micro \nNumber of employees: fewer than 10\nShoothill\nShoothill creates visuals and tools to convert geospatial and statistical data into\ndynamic, accessible information on flood risks.\nShoothill is a software development company that specialises in data visualisation\nand online mapping. It currently offers three mapping products that can be used to\nunderstand and reduce the risk of flooding in the UK, based on open data provided\nby the Environment Agency.\n\n27/10/2022, 14:13Examples of UK companies using open data – The ODI\nhttps://theodi.org/article/research-open-data-means-business-pg5/7/9\nygy\nShoothill’s FloodAlerts product is an online graphical representation of flood\nwarnings, which provides localised updates to keep users informed about\nflooding in their area. Shoothill’s GaugeMap is a live map of river levels, based on\ndata from 2,400 river level monitoring gauges and is updated every 15 minutes.\nEach gauge is assigned a Twitter account for local citizens to follow, which tweets\nsnapshots of this data twice every day. Users can also visualise flood risks and\ncalculate the risk of flooding to their property by river or sea, using Shoothill’s\nCheck My Flood Risk.\nShoothill also provides access to selected Environment Agency data through APIs,\nwhich enable others to develop new products and tools using the data. This\nincludes the Flood Data, River & Tidal Levels, Groundwater, River Flow and 3-Day\nFlood Forecast datasets.\nWebsite: shoothill.com \nTwitter: @Shoothill \nHeadquartered: Shrewsbury, UK \nCompany size: Small \nNumber of employees: 10-50\nSpend Network\nSpend Network helps the public sector to spend more efficiently and helps\nsuppliers to compete for public sector contracts.\nSpend Network is an innovative startup using public sector spending data to\ndevelop new products and services. It aggregates public sector spending, tender\nand contract data for the UK and EU from around 330 different sources, collected\nthrough government websites, APIs and Freedom of Information requests.\nAccess to Spend Network’s data is provided via an API, which contains information\non the spending between UK public sector organisations and their suppliers for\nover 30 million transactions, worth over £878bn. Typical services for businesses\ninclude spending and contracting data analysis to forecast tender pricing and\ntimelines. Spend Network also helps the public sector to understand its spending\npatterns and identify inefficiencies in the procurement process.\nThe company plans to launch a procurement pipeline product for public sector\norganisations. The pipeline will visualise spending patterns in the public sector and\nalert potential suppliers to contracting opportunities, helping them to better prepare\nfor and win public sector contracts.\nWebsite: www.spendnetwork.com \nTwitter: @SpendNetwork \nHeadquartered: London, UK \nCompany size: Micro \n\n27/10/2022, 14:13Examples of UK companies using open data – The ODI\nhttps://theodi.org/article/research-open-data-means-business-pg5/8/9\npy\nNumber of employees: fewer than 10\nSwirrl\nSwirrl helps organisations organise and publish their data using open standards\nthat ensure it can be accessed and used by others.\nSwirrl is a small technology company that provides open data publishing solutions\nto make data easy to find, understand and reuse. Swirrl’s PublishMyData\nplatform is used by public and private sector groups to publish and manage their\ndata online in structured, machine-readable forms.\nSwirrl helps publishers to meet open standards from the World Wide Web\nConsortium (W3C). It creates custom browsing and discovery features, such as\nvisualisations and applications, to ensure complex data can be used by non-\ntechnical users.\nSwirrl also provides training, consultancy and custom support services, to help\norganisations better understand how to unlock the benefits of open data. The\ncompany plans to release new features for both publishers and users to enable\ndata to be used more easily, and to help develop smart cities with its open data\nexpertise.\nWebsite: swirrl.com \nTwitter: @swirrl \nHeadquartered: Stirling, UK \nCompany size: Micro \nNumber of employees: fewer than 10\nTransportAPI\nTransportAPI unifies transport data from key industry sources to help individuals\nand businesses to create new transport-related products and services.\nTransportAPI is a transport solutions platform that seeks to create a single,\ncomprehensive source of UK transport information. It consolidates timetables,\nroutes, live running and performance history information for a wide range of\ntransport types, including cars, buses, trains and bicycles.\nOpen data from a number of sources is aggregated into Transport API’s unified\nplatform, accessible via an API. These sources include Transport for London (TfL),\nthe Department for Transport, Network Rail, Traveline and OpenStreetMap. Access\nto the API is based on the usage rate required by the user, with free access\nprovided for limited use and different commercial packages available to users with\nmore advanced requirements.\nBusinesses can use Transport API’s accurate, detailed and timely transport\n\n27/10/2022, 14:13Examples of UK companies using open data – The ODI\nhttps://theodi.org/article/research-open-data-means-business-pg5/9/9\n      \nCreative Commons Licence\nOpen Data Institute, 5th Floor, Kings Place, 90 York Way, London N1 9AG\nPrivacy policy Contact us\npyp\ndata for a range of commercial purposes, from advertising to journey planning. It\nhas fostered a network of over 1,100 developers and organisations that work with\nthe data to create apps and other services.\nWebsite: transportapi.com \nTwitter: @TransportAPI \nHeadquartered: London, UK \nCompany size: Micro \nNumber of employees: fewer than 10\nNote: Company sizes are based on the European Commission’s Directorate\nGeneral for Enterprise and Industry’s classification of enterprise categories.\nHow to cite\nPlease cite this report as: Open Data Institute (2015) Open data means business:\nUK innovation across sectors and regions. London, UK. Available at open-data-\nmeans-business-uk-innovation-sectors-regions\nPREVIOUS PAGE / NEXT PAGE\n\n27/10/2022, 14:13Conclusions & recommendations – The ODI\nhttps://theodi.org/article/research-open-data-means-business-pg61/5\nConclusions & recommendations\nFri Sep 9, 2016\nShare\nThis study has demonstrated the breadth and depth of business use of open\ndata.\nConclusions & recommendations\nConclusions\nThis study has demonstrated the breadth and depth of business use of open data.\nThe 270 open data companies we looked at ranged from startups to established\ncompanies, from micro-businesses to large enterprises, and came from every\ncorner of the country.\nSome companies, such as Arup and Spend Network, are using open data to help\nthem understand their markets, to build new products and services, and to give\nthem an edge over their competitors. Others, such as Swirrl and TransportAPI, are\nfinding a new market opportunity in providing the tools that help others to benefit\nfrom open data. Innovators, such as Syngenta and GeoLytix, are adding value to\ntheir business by publishing open data that everyone can benefit from.\nOur research shows early evidence of the economic, social and environmental\nbenefits of open data beyond the new and existing businesses that it\nenables. Adzuna uses open data to help job hunters find appropriate\nwork. Mime Consulting draws on open data to help students make informed\nchoices about their education and career choices. Shoothill provides\nvisualisations and tools based on open data to give a better understanding of the\nrisk and impact of flooding.\nThese companies are the first movers in a growing ecosystem. Our study reveals\nthat they are still predominantly technology companies, and focused in London. As\nthe utility of available open data grows, and as its potential is recognised, we\nexpect these biases to break down further. The diversity that this study has\nrevealed illustrates the potential for organisations of all shapes and sizes to\nwork with open data, not only for their own benefit, but for the benefit of our\neconomy, society and planet.\nOur future research will aim to deepen our understanding of the nature and scale of\nthe value created by open data by quantifying the benefits that are being felt by\nKnowledge & opinion >\n\n27/10/2022, 14:13Conclusions & recommendations – The ODI\nhttps://theodi.org/article/research-open-data-means-business-pg62/5\nopen data companies and their customers. We will examine more of the ways in\nwhich UK companies work with open data, the barriers they face and how the\nadoption of open data might be accelerated.\nRecommendations for business\nThe open data companies featured in this report are varied in their size, location\nand age, and showcase many different ways of using open data. The report\nprovides a basis for all companies to seek out, explore and learn from these\nexamples; to adapt the approaches for their own business or create completely\nnew ones.\nCompanies of all shapes and sizes can benefit from the opportunities that\nopen data brings. All companies can use open data when making strategic\ndecisions. Some may be able to use open data to improve or enhance existing\nproducts and services. A few may discover new opportunities to act as\nintermediaries, providing open data tools to a growing market. More may discover\nthe potential of publishing open data to better connect with customers, suppliers\nand partners, or simply to demonstrate their corporate and social responsibility.\nAs a company, now is the time to get to grips with the opportunities that all kinds of\ndata – closed, shared and open – can bring to your business.\nA good first step is to become familiar with the open data resources, from both\ngovernment and non-government sources, that you can use within your business.\nTop of your list are likely to be demographic statistics from the Office of National\nStatistics, and geospatial open data from Ordnance Survey and Open Street Map.\nOther data will be sector specific, and while the government has adopted an open\nby default policy in some cases you may need to request the data you need.\nThe Finding Open Data guide provides many useful starting points for locating and\nrequesting relevant data.\nDeveloping your company’s capacity to take advantage of data, both at the\nanalytic and at the strategic level, is vital. To make the most of the potential that\ndata has to offer, your employees need to be able to work with data, understand\nwhich data to trust, and incorporate data publication and use into your business\nmodel. The ODI offers a range of courses suiting everyone from executives to\ntechnicians, which can equip your business with the skills it needs.\nAs with any novel area, the best source of intelligence about the opportunities for\nusing open data, the barriers you will encounter, and how to surmount them, will\ncome from companies who are already on this journey. Whether these companies\nare in your sector or beyond, forging connections with others who have\nexperienced similar challenges provides opportunities to learn and find potential\nallies. Becoming an ODI Member is one way to connect with other organisations\nwho are working with open data.\nThe business opportunities around open data are boundless. At the ODI, we\n\n27/10/2022, 14:13Conclusions & recommendations – The ODI\nhttps://theodi.org/article/research-open-data-means-business-pg63/5\nppp\nwant to learn more about the innovation, the challenges and the impact of open\ndata within companies. If you have an interesting story to share, or want to learn\nmore about how open data can benefit your business, please get in touch.\nRecommendations for government\nOpen data is fueling new products and services from UK companies across every\nsector. This study has shown that open data is a technology that can be used by\neveryone.\nThe rapid growth of open data companies in the UK has been enabled in no small\npart by strong political leadership on open data. Over the past decade,\nsuccessive UK governments have re-affirmed their commitment to open data as\nraw material for innovation, and sought to put in place policies that help\ngovernment, businesses and people realise its benefits.\nThis study also tells us clearly that the UK open data environment can still be\nimproved. Some key findings have emerged from the issues encountered by\ncompanies using open data.\nFirstly, fundamental to a company’s ability to build viable products and services\nusing open data is certainty on two key points:\n1. the data needed is made available as open data\n2. it will continue to be made available as open data\nSeveral companies interviewed noted that while data publication (‘getting the data\nout there’) has been a priority for government, in many cases the data that has\nmost economic potential for companies is not available as open data (geospatial\ndata and address data cited as two examples). In some cases where the data was\navailable as open data, companies could not be sure it would continue to be\npublished.\nSecondly, where companies could identify open data for potential use, several\nfactors influence their ability to innovate. While a range of issues were\nacknowledged by companies surveyed, three key issues emerged:\n1. lack of accuracy and poor quality of the data\n2. licensing of the data\n3. ease of access to that data\nThese are areas that require further attention by data publishers, to maximise\nreuse. Ultimately, while open data is being used by a significant number of UK\ncompanies to underpin new products and services, its foundations can be fragile.\nData quality and reliability issues continue to hinder innovation.\nWe therefore recommend that government continues to release as open data the\ndatathatcompaniescanbenefitfrominparticularexpandingtherangeof\n\n27/10/2022, 14:13Conclusions & recommendations – The ODI\nhttps://theodi.org/article/research-open-data-means-business-pg64/5\ndata that companies can benefit from, in particular expanding the range of\ngeospatial data that is available and working towards the release of open address\ndata.\nFurther, we recommend that government should tackle the issues of accuracy,\nquality and reliable access to data. The ODI’s Open Data Certificates provide a\nmeasure of the quality of availability of open data and can provide detailed\nrecommendations for improvements for individual datasets.\nImproved open data reliability could also be supported by the government\nencouraging or mandating the use of open data in its own decision making:\n– Ian Makgill, Spend Network\nMinisters, for example, could require the inclusion of the data and analysis\nunderpinning any policy decision to be published as open data, as part of any\nimpact assessment. This would serve to stimulate the release of data that is\nimportant to policy decisions (and therefore in the public interest), to encourage\ngovernment to adopt evidence-based policy making, and to improve the quality and\navailability of data from the public sector.\nWhile this study has shown wide use of open data by companies within the UK, a\ndirect result of the open data policies that have been put in place by the\ngovernment over the last five years. But there is still more to do to improve the\nquality of publication, to make public sector open data a source that companies can\nrely on.\nHow to cite:\nPlease cite this report as: Open Data Institute (2015) Open data means business:\nUK innovation across sectors and regions. London, UK. Available at open-data-\nmeans-business-uk-innovation-sectors-regions\n“What if the government actually used open data for\nmaking decisions? Wouldn’t it get better? If there’s a spend\nanalysis tool that’s out there that’s actually really good,\neither open up that data or use your statements to do your\nspend analysis. If [government] really want to improve the\nquality of open data, use it.”\n“\n”\n\n27/10/2022, 14:14Appendices – The ODI\nhttps://theodi.org/article/research-open-data-means-business-pg8/1/3\nAppendices\nFri Sep 9, 2016\nShare\nAuthors, editor, web production, acknowledgements, list of interview\nparticipants and related resources.\nAppendices\nAuthors\nJack Hardinges\nJamie Fawcett\nElpida Prasopoulou\nTom Heath\nJeni Tennison\nEllen Broad\nAmanda Smith\nEditor\nAnna Scott\nWeb production\nKathryn Corrick\nPhil Lang\nAcknowledgements\nWe would like to acknowledge the contribution to this research of:\nAll featured companies, survey and interview participants\nContributors to the database of open data companies\nThe GovLab‘s Open Data 500 team, on whose work some of our survey\nquestions were based\nMembers of the ODI team: Anna Scott, Emma Thwaites, Gavin Starks, Helen\nDesmond, Jeni Tennison, Kathryn Corrick and Phil Lang\nThe OpenDataMonitor project, funded by the European Union’s Seventh\nFramework Programme for research, technological development and\ndemonstration under grant agreement no 611988, which has supported this\nresearchinpart\nKnowledge & opinion >\n\n27/10/2022, 14:14Appendices – The ODI\nhttps://theodi.org/article/research-open-data-means-business-pg8/2/3\nresearch in part.\nList of interview participants\nAdzuna: James Neave, Head of Data Science\nArup: Volker Buscher, Director\nDoorda: Clifford McDowell, CEO & Founder\nFoodTrade: Ed Dowding, CEO & Founder\nGeolytix: Sarah Hitchcock, Partner\nMime Consulting: Steve Preston, Director\nOpen Utility: James Johnston, CEO & Co-Founder\nOpenCorporates: Chris Taggart, CEO & Co-Founder\nOpenSensors.io: Yodit Stanton, CEO & Founder\nShoothill: Rod Plummer, Managing Director\nSpend Network: Ian Makgill, Managing Director\nSwirrl: Bill Roberts, Founder\nRelated resources\nAll resources are provided under a Creative Commons – Attribution 4.0 (CC BY\n4.0) licence.\nDatabase of open data companies\nView as a Google Sheet.\nDownload all tables as .xlsx.\nPlease visit spreadsheet to download individual tables in .csv format.\nTables featured or referenced in the report\nView as Google Sheet.\nDownload all tables as .xlsx or .pdf.\nPlease visit spreadsheet to download individual tables in .csv format.\nSurvey sent to participating open data companies\nView as Google Doc.\nAvailable to download as .pdf.\nAll graphics are made available on GitHub\nLicensing attributions\nThe summary and section on the diversity of open data companies contain:\nMaps which use map tiles by Stamen Design, under CC BY 3.0. Data\nby OpenStreetMap, under ODbL (Open Data Commons Open Database\nLicense).\nThe section on the diversity of open data companies and appendices\ntablescontain:\n\n27/10/2022, 14:14Appendices – The ODI\nhttps://theodi.org/article/research-open-data-means-business-pg8/3/3\n      \nCreative Commons Licence\nOpen Data Institute, 5th Floor, Kings Place, 90 York Way, London N1 9AG\nPrivacy policy Contact us\ntables contain:\nAnalysis adapted from data from the Office for National Statistics licensed\nunder the Open Government Licence v.3.0.\nUK Business: Activity, Size and Location, 2013\nAnalysis of country and regional distribution (for Great Britain) and the London\nborough distribution based on data from the Office for National\nStatistics licensed under the Open Government Licence and the Ordnance\nSurvey OpenData Licence.\nNational Statistics Postcode Lookup (NSPL) Feb 2015\nPublic database contains:\nData from, and data adapted from, Companies House.\nData adapted from data from the Office for National Statistics licensed under\nthe Open Government Licence v.3.0\nONS broad industry groups from UK Business: Activity, Size and Location,\n2013\nUK SIC Code 2007 from UK Standard Industrial Classification of Economic\nActivities 2007 (UK SIC 2007) – Summary of structure\nHow to cite this report\nPlease cite this report as: Open Data Institute (2015) Open data means business:\nUK innovation across sectors and regions. London, UK. Available at open-data-\nmeans-business-uk-innovation-sectors-regions\nPREVIOUS PAGE\n\n27/10/2022, 14:14Methodology – The ODI\nhttps://theodi.org/article/research-open-data-means-business-pg7/1/4\nMethodology\nFri Sep 9, 2016\nShare\nOur research followed a mixed-methods design and was organised in three\nconsecutive phases — identifying, surveying and interviewing open data\ncompanies.\nMethodology\nOur research followed a mixed-methods design and was organised in three\nconsecutive phases — identifying, surveying and interviewing open data\ncompanies – as summarised in Figure 7.1 below:\nour research into UK open data companies\nThis blend of desk research, surveying and interviews is conducive to studying an\nemerging phenomenon (Hesse-Bider, 2010) — in this case the commercial\nexploitation of open data. Specifically, it enabled us to gather and analyse a\nbreadth of data covering both quantitative characteristics of UK open data\ncompanies and qualitative accounts of their perspectives and experiences.\nIdentifying UK open data companies\nIn the first phase of the study we used desk research to identify companies working\nwith open data in the UK. Initially, we aggregated information from internal\nresources, such as the ODI membership and contact directories, to identify and\ndevelop a working list of candidate ‘entities’. At this stage of the research we kept a\nwide variety of entity types in scope including, for example, individual developers,\ncompanies not registered in the UK and charities. Analysis of publicly-available\nsources, such as data.gov.uk case studies, enabled us to increase this candidate\nKnowledge & opinion >\n\n27/10/2022, 14:14Methodology – The ODI\nhttps://theodi.org/article/research-open-data-means-business-pg7/2/4\nlist to include 739 entities.\nWe then conducted extensive additional desk research using open data from\nCompanies House and the Office for National Statistics to collect specific pieces of\ndata about each entity, such as legal company type and trading status. Using\npublicly accessible sources we developed our own descriptions of the entity and\ntheir open data usage. We also identified trading addresses and relevant contacts’\nnames and email addresses from public sources.\nIn order to limit our broader candidate list to valid UK open data companies we then\ndeveloped and applied the following selection criteria:\n1. Must have a UK company number\n2. Must be an active company\n3. Must not have a dormant UK Standard Industrial Classification (SIC) code\n4. Must be a valid company type (Community Interest Company, Industrial and\nProvident Society, Limited Liability Partnership, PRI/LBG/NSC, PRI/LTD BY\nGUAR/NSC, Private Limited Company or Public Limited Company)\n5. Must not be a registered charity\nApplying these criteria reduced the candidate list from 739 entities to 399\ncompanies potentially working with open data in some capacity.\nSurveying UK open data companies\nIn September 2014 we launched a survey to further explore how UK companies\nwere working with open data. The survey targeted the companies on our filtered\ncandidate list, with the exception of 15 for whom contact details were not available.\nThis left a target group of 384 companies who we invited by email to complete the\nsurvey. This invitation was sent on 2014-09-23.\nAt this stage, we also made the candidate list of UK open data companies available\nthrough the ODI website, to give companies the opportunity to see the information\nwe had collected about them and their involvement with open data, and to provide\nus with feedback. We sent two reminder emails at 10 day intervals, on 2014-10-03\nand 2014-10-13, before closing the survey on 2014-11-01.\nIn creating the survey, we followed Couper (2011) to produce an instrument that\naddressed pertinent issues while maximising response rates among very busy\nprofessionals. The questions were informed by systematic survey of open data\nliterature (academic, government and industry) to identify the core themes in the\nfield, and designed to cover various aspects of commercial open data activities,\nsuch as revenue streams, pricing mechanisms, datasets used, products and\nservices developed, and challenges related to open data reuse.\nWe received 77 survey responses from those companies invited to participate via\nemail, which represents a response rate of 20%. An open call to complete the\nsurveywasalsolaunchedviathe@ODIHQTwitteraccount,resultinginfive\n\n27/10/2022, 14:14Methodology – The ODI\nhttps://theodi.org/article/research-open-data-means-business-pg7/3/4\nsurvey was also launched via the @ODIHQ Twitter account, resulting in five\nadditional completed surveys and 82 responses in total. We then aggregated and\ncleansed these to remove duplicate, incomplete and/or inadequate responses,\nleaving 79 valid responses for analysis.\nWe analysed the resulting data using the ‘R’ statistics package and Google Sheets.\nA number of questions, primarily those involving free text answers, required a\ndegree of re-coding. This was carried out to align, where possible, very specific free\ntext answers with existing broader categories, in order for them to be included in\nthe quantitative analysis. Logical inconsistencies between questions were also\ncorrected. For example, where a respondent listed (in response to Question 10)\nnon-government datasets they use, but failed to indicate in response to Question 9\nthat they use non-government datasets, we re-coded the response to Question 9 to\ngive an affirmative answer.\nFor question 14 we asked companies to indicate the importance of eight different\naspects of open data to their engagement. To analyse these together to look at\nrelative importance meant we could only use companies which provided answers to\nall eight parts. In some cases companies answered some but not all questions. In\norder to maximise the analysis and include as wide a range of opinions as possible\nwe used imputation. This entailed replacing missing values where companies had\nanswered a majority of the parts (5, 6 or 7). The missing values were replaced by\nthe mean of the other answers to that part so that the analysis would not be greatly\naffected.\nSome questions with non-numeric responses required grouping similar answers\ninto categories in order to enable meaningful analysis. For example, in questions 8\nand 10, responses were grouped by data provider in order to identify how often\neach supplier was mentioned by companies. This involved recognising and\ngrouping together suppliers who were mentioned in a variety of ways, for example\n“Ordnance Survey”, “OS” and examples of specific datasets such as “Codepoint”.\nInterviewing UK open data companies\nFollowing collection of the survey responses, we conducted follow-up interviews\nwith 12 companies who had completed the survey. This enabled us to gain further\ninsights into their work with open data.\nWe selected companies for interview from a range of industry sectors, and who\nplay varied roles within the ecosystem. In addition, we endeavoured to select\ncompanies with innovative products and services that have the potential to grow or\nscale in the future. This enabled us to further explore factors which may encourage\nor stifle more widespread commercial reuse of open data.\nThe interview questions followed the themes of the survey questionnaire. However,\nwe adopted an open ended interview format to encourage interviewees to elaborate\non their work with open data. All interviews were completed either in person or via\nSkypeandlastedbetween30and60minutes\n\n27/10/2022, 14:14Methodology – The ODI\nhttps://theodi.org/article/research-open-data-means-business-pg7/4/4\n      \nCreative Commons Licence\nOpen Data Institute, 5th Floor, Kings Place, 90 York Way, London N1 9AG\nPrivacy policy Contact us\nSkype and lasted between 30 and 60 minutes.\nThe interviews were recorded and transcribed for analysis according to the topics\ncovered in the survey (Saldaña, 2009). New themes also emerged from these\ninterviews, adding further insight to the survey responses. In particular, these\nconcerned the challenges facing open data companies, including discontinuous\npublishing and the need for more data to be published.\nThe data from the interviews was used, in part, to write the UK open data company\nuse cases and provide a snapshot of their experiences with open data.\nRefining the list of UK open data companies\nFollowing completion of the survey and interviews we re-evaluated the 399\ncompanies included in our original candidate list to ensure there was sufficient\npublicly-documented evidence of their work with open data to warrant inclusion in\nthe final list. This process resulted in the set of 270 companies you can find in\nthe public database. Open data about these companies, sourced from Companies\nHouse, informed our analysis of the the scope and diversity of open data\ncompanies in the UK.\nReferences\nCouper, Mick P. (2011). The Future of Modes of Data Collection. Public Opinion\nQuarterly, 75(5): 889–908.\nHesse‐Biber, S.N. (2010). Mixed Methods Research: Merging Theory with Practice.\nNew York: Guilford Press.\nSaldaña, J. (2009). The Coding Manual for Qualitative Researchers. London: Sage.\nPREVIOUS PAGE / NEXT PAGE","version":"1.10.100"}