{"numpages":43,"numrender":43,"info":{"PDFFormatVersion":"1.5","IsAcroFormPresent":false,"IsXFAPresent":false,"Producer":"Skia/PDF m84"},"metadata":null,"text":"\n\n \n\n \n \n \n \n \n \n \n \n  \n \nOpen Data Institute 2020 / ReportDesigning sustainable data institutions   2 \n\n \n \nContents \nExecutive summary5 \nIntroduction7 \nExample data institutions8 \nWhat do we mean by sustainability?11 \nA framework for sustainability13 \nActors in the ecosystem14 \nData contributors14 \nData users15 \nCase study: HiLo15 \nDecision makers16 \nFunders16 \nRevenue models versus business models16 \nApplying the Business Model Canvas to data institutions18 \nFunding versus financing19 \nCost structure20 \nCase study: ROR21 \nSources of revenue22 \nEarned revenue22 \nGrants, donations and other non-earned revenue sources24 \nCommon patterns in data institution sustainability26 \nData institutions use mixed revenue streams26 \nFive approaches to financing data institutions26 \nCase study: OpenCorporates27 \nRevenue models evolve over time28 \nInstitutions plan for future investments29 \nData institutions develop contingency plans30 \nGood governance and community support are critical to sustainability31 \nIssues and tensions with achieving sustainability32 \nDifficulty in attracting early financing32 \nAligning revenue models with institutional goals33 \nThe ever-evolving relationship between a data institution and its community36 \nConclusion and recommendations39 \nAreas for further research39 \nSuggestions for those scoping, designing and running data institutions40 \nMethodology42 \nResearch questions42 \nCriteria to select institutions42 \nDesk research43 \nInterviews43 \n \n \n \nOpen Data Institute 2020 / ReportDesigning sustainable data institutions   3 \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nAbout \nThis report has been researched and produced by the Open Data Institute, and was \npublished in April 2020. The lead authors are Leigh Dodds, Diána Szász, Jared \nRobert Keller, Ben Snaith and Sonia Duarte, with contributions from Jack Hardinges \nand Jeni Tennison. \nIf you would like to send us feedback, please get in contact with us at \npolicy@theodi.org​.  \n \n \n  \n \nOpen Data Institute 2020 / ReportDesigning sustainable data institutions   4 \n\n \nExecutive summary \nIn spring 2019, the Open Data Institute (ODI) published pilot reports concluding that \ndata trusts – new organisational structures providing independent stewardship of \ndata – could be useful in increasing access to data while retaining trust. Data trusts \nare one example of a broader range of data institutions. \n \nData institutions are organisations whose purpose involves stewarding data on behalf \nof others, often towards public, educational or charitable aims. For these institutions \nto achieve this purpose, they need to be sustainable. Sustainability will ensure that \ninstitutions can steward data over the long term, in ways that help to increase the \nvalue that can be created from that data, while minimising potential harms. \n \nThis report is the result of an initial investigation into the sustainability of data \ninstitutions. We have explored the business and revenue models for a small number \nof existing data institutions. Some are still in the early stages of their lifecycle, while \nothers have been in operation for 20 or more years. \n \nWe propose a framework for thinking about the sustainability of data institutions that \ninvolves consideration of three different elements: \n \n●The role that the data institution plays in its data ecosystem, which directly \nimpacts the type and source of its revenue; and the underlying costs that the \ninstitution has to cover. \n●The stage that the data institution is at in its lifecycle, which informs the type \nof revenue it needs to acquire, and how those revenue sources may evolve \nover time as the institution and its ecosystem matures. \n●The business model of the data institution, which informs the choice of \nrevenue model that best aligns with its purpose.  \n \nWe draw on existing work, such as Strategyzer’s Business Model Canvas, developed \nby Alexander Osterwalder, to help explore the differences between business and \nrevenue models. \n \nIn exploring the potential revenue streams available to data institutions we \ndifferentiate between earned revenue, which is generated through subscription and \nusage fees attached to delivery of value and services provided by the organisation, \nand non-earned revenue including grants, donations and in-kind contributions. The \nlatter tend to provide direct support for the institution’s core mission which provides \nmore flexibility around how that revenue may be used. \n \nOur research has identified some broad patterns around how data institutions are \napproaching sustainability.  \n \nAt an early stage in their lifecycle, data institutions need financing to support the \nprocess of scoping and launching the institution. This is typically provided through \ngrants and other non-earned revenue sources.  \n \nLater in their lifecycle they need funding to cover costs of service provision while \ngenerating sufficient revenue to build reserves to ensure long-term sustainability and \ninvest in necessary infrastructure. At this stage institutions use a mixture of earned \n \nOpen Data Institute 2020 / ReportDesigning sustainable data institutions   5 \n\n \nand non-earned revenue. For many institutions this mix evolves over time based on \nthe changing needs of the community they support. \nWe have identified several issues that data institutions face in achieving sustainability. \nThe difficulty in attracting the financing necessary to cover setup costs is a challenge. \nData institutions are using a mixture of grant funding, incubation and hosting by \nexisting organisations to develop to a point where other revenue streams become \nfeasible.  \n \nAligning revenue models with their institutional goals is also difficult. Some goals, for \nexample, to provide strong governance and protection of data, are at odds with \nrevenue streams based on usage of data. Data institutions, funders and other \nstakeholders need to understand the potential range of revenue sources available. \nWe have mapped out an initial list of these in this paper – see ​Sources of revenue \nsection. \n \nFinally, the challenge of responding to the evolving needs of their community means \nthat institutions need to continue to adapt, requiring regular re-evaluation of revenue \nstreams, as well as the ability to support ongoing investment rather than a strict \ncost-recovery model. \n \nThis project has run in parallel to a related project that has focused on designing \ntrustworthy ​data institutions. Both projects have highlighted that trust and sustainability \n1\nare deeply connected, requiring strong governance and ongoing community \nengagement. \n \nAs exploratory research, this project has also helped to identify areas for further work \nand analysis that we will continue to explore in the year ahead. For example, we plan to \nconduct a more comprehensive review of existing institutions to understand how data \ninstitutions operating in different sectors, with different goals, have developed their \nrevenue models.  \n \nWe also believe there is a role for additional guidance and tools to help new and existing \ndata institutions to plan and evolve their revenue models, as well as recommendations \nfor how funders can better support the creation of sustainable data institutions. We will \ndevelop and test the latter by directly engaging with and supporting a range of new and \nexisting institutions. \n \n \n \n  \n1\n ​Open Data Institute (2020), ‘Trustworthy data institutions’, \nhttps://theodi.org/project/trustworthy-data-institutions  \n \nOpen Data Institute 2020 / ReportDesigning sustainable data institutions   6 \n\n \nIntroduction  \nData stewardship involves collecting, maintaining and sharing data, and, in particular, \ndetermining who has access to it, for what purpose and to whose benefit. \nHow data is stewarded is important, as it affects what it can be used for and how it \nmay bring benefit or cause harm. Data institutions are organisations whose purpose \ninvolves stewarding data on behalf of others, often towards public, educational or \ncharitable aims. At the ODI, we have been exploring the role of data institutions in \nincreasing access to data. \nData trusts are one type of data institution. They provide independent, fiduciary \nstewardship of data. With data trusts, one party authorises another to make \n2\ndecisions about data on their behalf, for the benefit of a wider group of stakeholders. \nThe independent person, group or entity stewarding the data takes on a fiduciary \nduty, which is considered the highest level of obligation that one party can owe to \nanother. \nSome data institutions will follow a similar pattern, where an organisation, or group of \norganisations, entrusts them to share data with others. Other data institutions will \nplay different roles, such as combining or linking data, and providing benchmarks and \nother insights to the contributing organisations. Regardless of the role they play, \ndesigning data institutions to be sustainable in the long term is vital, both to maximise \ntheir impact and to provide assurance to the data contributors and users who invest \ntime and effort in dealing with them. \nSustainability can be defined in a number of ways, depending on where and how the \nterm is being used. Broadly, we have focused on sustainability as the ability of an \ninstitution to continue operations so that it can deliver on its purpose. More \nspecifically, we have looked at financial sustainability, that is the ability to maintain \nfinancial capacity over time.  \n3\nIf data institutions are delivering societal value through their activities, it is imperative \nthat they continue to do so for as long as possible. In this report, we set out the range \nof revenue models that can be adopted by sustainable data institutions. The revenue \nmodel adopted by a data institution reflects the choice it has made in order to \nbalance benefits, costs and risks. For some data institutions, a commercial or \nprofit-driven business model might interfere with the types of value they are trying to \ndeliver. For others, a commercial focus might enable them to invest more in, and \nmaximise, the value generated from the data they steward.  \nSustainability is often highlighted as a common challenge across the digital \ncommons, such as open source projects and open standards. While funding of \nphysical infrastructure is well understood but challenging, building a sustainable, \nwell-maintained data infrastructure is something that, in many cases, we are still \nlearning how to do. In her report ‘Roads and Bridges: The Unseen Labor Behind Our \nDigital Infrastructure’, funded by the Ford Foundation, Nadia Eghbal describes how \n4\nthe digital infrastructure that so many of us rely on every day is often built and \nmaintained by communities of volunteers. This, as Michael Brannen from the Ford \n2\n Open Data Institute (2020), ‘Data trusts in 2020’, ​https://theodi.org/article/data-trusts-in-2020/  \n3\n Bowman W (2011), ‘Financial Capacity and Sustainability of Ordinary Nonprofits’. \n4\n Ford Foundation (2016), ‘Roads and Bridges: The Unseen Labor Behind Our Digital Infrastructure’, \nhttps://www.fordfoundation.org/work/learning/research-reports/roads-and-bridges-the-unseen-labor-behin\nd-our-digital-infrastructure/  \n \nOpen Data Institute 2020 / ReportDesigning sustainable data institutions   7 \n\n \nFoundation explains, leads to “thousands of critical software projects being at risk of \nbeing undermaintained, and of collapsing as a result”. Nadia Eghbal found that \n5\n“while lots of companies and organisations rely on digital infrastructure to build their \nproducts and services, few of those projects are well funded or supported”. Nadia \nnotes the public good nature of digital infrastructure, which results in a lack of \nincentive on behalf of individual companies or organisations to offer financial support. \nTo explore this topic, the ODI carried out desk research into how existing institutions \nhave become sustainable. This was followed by interviews with representatives from \na number of data institutions:  \n \n●Higher Education Statistics Agency (HESA): an official body which \n6\ncollects, analyses and publishes data about higher education in the United \nKingdom (UK). HESA collaborates with higher education providers, such as \nuniversities, to collect and curate higher education data sources. Its products \nare used by researchers and policymakers for transparency, retaining public \ntrust and decision making.  \n●Research Organization Registry (ROR​): a community-led project working \n7\nto produce a unique, open, usable and sustainable identifier for every \nresearch organisation in the world. \n●HiLo Maritime Risk Management: a not-for-profit joint industry initiative \n8\nproviding analysis of shipping data to make the industry safer. Shipping \ncompanies share safety-related data from vessels and HiLo runs it through a \nrisk algorithm, and shares insights with the companies.  \n●OpenCorporates: the world’s largest open database of information about \n9\ncompanies. All of the data on OpenCorporates comes from primary public \nsources, and is used by individuals, journalists, non-governmental \norganisations (NGOs) and companies.  \n●MusicBrainz: a project to create a collaborative database about artists, \n10\nsongs and albums. Any user can contribute and release the music metadata \nunder open licences. \n11\nThese data institutions are comparatively successful and the lessons from their \nindividual journeys towards sustainability are useful. We note, however, that the \nresearch presented here is limited as we have not sought to understand what makes \na data institution unsustainable.  \nThis report presents the results of our initial exploratory research. We hope this \nresearch will help develop further guidance to support the effective adoption of \nsuitable business models by new and existing data institutions, as well as to support \nother actors (including governments, regulators and funders) that aim to fund and \nsupport them.  \n \n \n5\n Ford Foundation (2017), ‘Every day, we rely on digital infrastructure built by volunteers. What happens \nwhen it fails?’, \nhttps://www.fordfoundation.org/ideas/equals-change-blog/posts/every-day-we-rely-on-digital-infrastructur\ne-built-by-volunteers-what-happens-when-it-fails/  \n6\n Higher Education Statistics Agency (n.d.), ​https://www.hesa.ac.uk/  \n7\n Research Organization Registry (n.d.), ​https://ror.org/  \n8\n HiLo Maritime Risk Management (n.d.), ​https://hilomrm.com/  \n9\n OpenCorporates (n.d.), ​https://opencorporates.com/  \n10\n MusicBrainz (n.d.), ​https://musicbrainz.org/  \n11\n MusicBrainz (n.d.), ‘About: Data License’, ​https://musicbrainz.org/doc/About/Data_License  \n \nOpen Data Institute 2020 / ReportDesigning sustainable data institutions   8 \n\n \nExample data \ninstitutions \nThe following table provides some examples of existing data institutions across a \nrange of sectors, at different stages of maturity and with a range of legal forms. We \ndiscuss some of these in more detail later in this report. \n \nData institution Legal status \nEstab-\nlished Current revenue Previous revenue Sector \nHESA Not-for-profit, \nprivate \nlimited \ncompany \nowned by its \nmembers, \noperating \nunder a \nstatutory \nfooting \n1993 ●Mandatory \nsubscriptions from \nhigher education \nproviders (~£10m \nannual) \n●Service revenue \nshare with a partner \n(less than ~£0.5m \nannual) \n●Grant income \n(around ~£0.5m \nannual) \n●Subscriptions \nfrom higher \neducation \nproviders  \n●Service revenue \nHigher \neducation \nMusicBrainz Operated by \nthe \nMetaBrainz \nFoundation, a \n501(c)(3) \ntax-exempt \nnon-profit \ncorporation \n2000 ●Donations from \nindividuals (1% of \nincome) \n●Donations from \nGoogle ($30k annual) \n●Sponsorships \n●Monthly support \npayments for \ncommercial use of \ndata  \n●Privately \nmaintained. \nLicence was \nCreative \nCommons \nnon-commercial \nlicence with \ncompanies \npaying for use \nMusic \nCrossref Not-for-profit \nmembership \norganisation, \na 501(c)(3) \ntax-exempt \nnon-profit \ncorporation \n2000 ●Membership fees \n●Subscription service \nfees \n●Content (data) \nregistration fees \n●Service fees \n●Membership fees \n●Subscription \nservice fees \n●Content (data) \nregistration fees \n●Service fees \nResearch \nUK Biobank Registered \ncharity \n2004 ●Grants and core \nfunding (total \n~£244m committed \nsince establishment) \n●Application and \nadministration fees  \n●Grants and core \nfunding \nHealth \n(research) \n \nOpen Data Institute 2020 / ReportDesigning sustainable data institutions   9 \n\n \nOpenCorporates Social \nenterprise \n2010 ●Optional, charged \nbulk data and \nApplication \nProgramming \nInterface (API) \naccess (~75%) \n●Grant funding \n(~25%) \n●Grant funding for \nindividual projects \nBusiness \ninformation \nOpenActive None 2015 ●Government grant \n●In-kind support \n Physical activity \nHiLo Private \ncompany \n2018 ●Subscription fees \ncollected from data \ncontributors \n●Incubated by \nShell (2018) \nMaritime \nROR Project \nhosted by a \ngroup of \norganisations \n2019 ●In-kind donations \n●Fundraising \ncampaign ongoing \n(community \ncontributions and \ndonations) \n●In-kind donations \n(staff time, \nfinancial \nresources, seed \ndata) \nResearch \nTable 1:​ Examples of existing data institutions across a range of sectors, at different stages of maturity and \nwith a range of legal forms.  \n  \n \nOpen Data Institute 2020 / ReportDesigning sustainable data institutions   10 \n\n \nWhat do we mean by \nsustainability? \nThere are various definitions of ‘sustainability’. In general, sustainability means being \nable to exist over the long term.  \nA sustainable business is one that has “a positive effect, on the global or local \nenvironment, community, society, or economy”. Organisational sustainability can \n12\nalso be broken down into different elements, including strategic, product, personnel \nand financial sustainability. Financial sustainability has been defined, in short, as \n13\n“keep the business going”. \n14\nThe challenges of sustainable funding for shared resources and infrastructure are not \nnew. For example, Olson (1965) describes the challenges of finding sustainable \n15\nbusiness models for common resources due to the issue of freeloading, whereby \nsomebody gains access to, and benefits from, infrastructure, but does not contribute \nto it. \nOur initial research draws significantly on a number of papers about maintaining \nscholarly infrastructures. The infrastructure underpinning online academic research \nhas been developing over the last 20 years, through organisations such as Crossref \n16\nand ORCID, and more recently through ROR. The process of maintaining this \n17\nshared infrastructure is analogous to the idea of a data institution; conclusions from \nthe academic sector are relevant to our research here.  \nThe article ‘Principles for Open Scholarly Infrastructures’ sets out five methods for \n18\nmaintaining sustainability through ensuring capacity and resources: \n1.Time-limited funds are used only for time-limited activities – day-to-day \noperations should be supported by day-to-day sustainable revenue sources.  \n2.Goal to generate surplus – it is not enough to merely survive, an organisation \nhas to be able to adapt and change. To weather economic, social and \ntechnological volatility, they need financial resources beyond their immediate \noperating costs.  \n3.Goal to create a contingency fund to support operations for 12 months – a \nhigh priority should be generating a contingency fund that can support a \ncomplete, orderly wind down (12 months in most cases). This fund should be \nseparate from those allocated to covering operating risk and investment in \ndevelopment.  \n4.Mission-consistent revenue generation – potential revenue sources should be \nconsidered for consistency with the organisational mission and not run \ncounter to the aims of the organisation.  \n12\n Wikipedia (2020), ‘Sustainable Business’, ​https://en.wikipedia.org/wiki/Sustainable_business \n13\n Free Management Library (n.d.), ‘Organisational Sustainability’, \nhttps://managementhelp.org/organizationalsustainability/index.htm \n14\n Colbert B, Kurucz E (2007), ‘Three conceptions of triple bottom line business sustainability and the role \nfor HRM’, \nhttps://www.academia.edu/5316345/Three_Conceptions_of_Triple_Bottom_Line_Business_Sustainability_\nand_the_Role_for_HRM \n15\n Olson, M (1965), ‘The Logic of Collective Action’, ​http://www.sfu.ca/~poitras/collective-action.PDF \n16\n Crossref (n.d.), https://www.crossref.org/  \n17\n ORCID (n.d.), ​https://orcid.org/ \n18\n Bilder G, Lin J, Neylon C (2015), ‘Principles for Open Scholarly Infrastructure’, \nhttps://wiki.lib.sun.ac.za/images/f/f6/2015-principle-for-open-scholary-communication-infrastructures.pdf \n \nOpen Data Institute 2020 / ReportDesigning sustainable data institutions   11 \n\n \n5.Revenue based on services, not data – data related to the running of the \nresearch enterprise should be community property. Appropriate revenue \nsources might include value-added services, consulting, API Service Level \nAgreements or membership fees. \nThe article ‘Sustaining Scholarly Infrastructures through Collective Action: The \nLessons that Olson can teach us’ states that “focusing purely on financial \n19\nsustainability in the absence of considering governance principles and community is \nthe wrong approach”. Models for sustainability will “need to change over the lifecycle \nof an infrastructure with the growth (or decline) of the community”.  \nThis article also highlights that the nature of shared digital infrastructure leads to a \nfurther issue: institutions and their communities can grow large due to the limited \namount of friction generated from additional contributors or users. This suggests \nthat:​“​Digital resources are not natively excludable; a technical barrier has to be put in \nplace.” \n20\nTherefore, when we are thinking about the sustainability of data institutions, we are \nlooking at three things: \n1.The existence of a sustainable revenue model, underpinned by a mix of \nrevenue streams, to ensure the ongoing stewardship of data. \n2.The continued demand for the data from data users and those that ultimately \nuse the products and services, analyses and insights they create \n– “infrastructures need to be seen as both sustaining and being sustained by \nthe communities that they serve.” \n21\n3.Sufficient governance to ensure that the aims of the organisation can be \ndelivered in the long term.  \n \n  \n19\n Neylon C (2017), ‘Sustaining Scholarly Infrastructures through Collective Action: The lessons that Olson \ncan teach us’, ​https://kula.uvic.ca/articles/10.5334/kula.7/  \n20\n Ibid. \n21\n Ibid. \n \nOpen Data Institute 2020 / ReportDesigning sustainable data institutions   12 \n\n \nA framework for \nsustainability \nIn the previous section we noted that the sustainability of a data institution is linked to \nthe ecosystem that surrounds it and the community that supports it. An ecosystem \ndiagram can be a helpful way of understanding the role that aspects such as \nfinancing, funding and value creation play in the ultimate sustainability of a data \ninstitution. It can also be useful in clarifying the difference between a data institution’s \nbusiness model and its revenue model.  \n \nTo that end, ​Figure 1​ below centres on a hypothetical data institution and illustrates \ncommon sources of revenue available to it, as well as the types of organisations from \nwhich those sources of revenue often flow. It also illustrates the way that data tends \nto flow within such systems and highlights the flow of insights and other information \nthat informs decision making within those systems. It does not illustrate the more \nintangible types of value that the actors shown in the diagram, and the wider \ncommunity, might receive due to the presence of the data institution. \n \nIn producing the diagram, we utilised an ODI tool, Data Ecosystem Mapping. The \n22\napproach draws on ideas from rich picturing, systems thinking and value network \n23\nanalysis to generate a visual map of how data is being accessed, used and shared by \na variety of organisations within an ecosystem.  \n24\n \nThough data ecosystem mapping can be used to illustrate the ecosystem that exists \naround a single organisation or institution, ​Figure 1​ is not intended to represent a \nreal-world data institution or describe a complete ecosystem; rather, it is meant to \nshowcase the common actors that appear in such an ecosystem and demonstrate \nthe various ​types​ of revenue or value that are available to a typical data institution.  \n22\n ​The Open Data Institute (2018), ‘Mapping data ecosystems: methodology’, \nhttps://theodi.org/article/mapping-data-ecosystems/ \n23\n ​Wikipedia (2019), ‘Rich picture’, ​https://en.wikipedia.org/wiki/Rich_picture \n24\n ​Wikipedia (2020), ‘Value network analysis’, ​https://en.wikipedia.org/wiki/Value_network_analysis \n \nOpen Data Institute 2020 / ReportDesigning sustainable data institutions   13 \n\n \n \nFigure 1: ​Common actors and flows of value and data related to data institutions \nActors in the ecosystem  \nThe ecosystem diagram in ​Figure 1​ is made up of data contributors, the data \ninstitution, data users, decision makers and funders.  \n \nIt is important to note that none of these categories are mutually exclusive. An \norganisation may occupy multiple roles within the ecosystem that surrounds a data \ninstitution and, in doing so, may contribute to the sustainability of a data institution in \nmultiple ways. ​Microsoft and AOL​, for instance, have in the past simultaneously \nfunded the open source map, OpenStreetMap; contributed datasets to improve its \naccuracy; and used the platform in some of its commercial services.  \n25\n \nThroughout this report, we also refer to the actors in the ecosystem that surround a \ndata institution as a ‘community’.  \nData contributors \nWe define ‘data contributors’ as people or organisations who contribute to, or help \ncurate, a dataset. They may do so explicitly, using tools and frameworks provided by \na data steward, or they may do so as a by-product of using a service.  \n \nIn the context of HiLo, for instance, the data contributors are the shipping companies \nthat have joined the venture and agree to share accident and safety data about their \noperations with HiLo each month. Whereas for the MusicBrainz project, the \ncontributors are the members of the volunteer community who commit to adding \n25\n OpenStreetMap (2010), ‘OpenStreetMap Gets Noticed by Microsoft, AOL’, \nhttps://blog.openstreetmap.org/2010/12/08/openstreetmap-gets-noticed-by-microsoft-aol/ \n \nOpen Data Institute 2020 / ReportDesigning sustainable data institutions   14 \n\n \ninformation on their favourite artists and their works. In contrast, cancer clinics and \nother organisations that use Flatiron Health’s software to manage their cases and \nworkflows permit Flatiron, a healthcare technology and services company in the \nUnited States, to process data generated by their use of those services to share it for \nvital research. \nData users \nTo the right of the ‘data institution’ in ​Figure 1​ are ‘data users’ – people or \norganisations accessing data stewarded by the data institution and using it to create \nproducts and services, analyses and insights, or stories and visualisations.  \n \nFor instance, the ‘statutory customers’ who use data published by HESA to perform \ntheir statutory or public functions would be classed as data users in Figure 1. \n26\nSimilarly, members of the scholarly research community who use the research \norganisation identifiers stewarded by ROR to discover and track research outputs \nwould be classed as data users. \n \n \nCase study: HiLo \nHiLo Maritime Risk Management became an independent not-for-profit \ncompany in 2018 as a joint venture between 10 leading maritime companies. \nThis followed a period of incubation within Shell Energy.  \nThe main aim of HiLo is to collect data from ships, run it through a predictive \nrisk model and offer insights back to contributors, who are also decision makers \nwithin HiLo’s data ecosystem. The data includes all internal safety data about \nnear misses, unsafe acts or faulty equipment – “things where something has \ngone wrong but hasn’t led to a catastrophic incident”. \nAround 55 companies joined the membership and committed to share data that \nis already collected, to gain collective insight about safety. The data is shared \nfrom these contributors directly to HiLo once a month – this is usually a manual \nprocess handled via the HiLo portal, but some companies opt to share via an \nAPI. \n27\nFinancially, HiLo currently funds its operations completely from subscription \nfees for its insight service, but hopes to diversify its revenue streams to include \na more balanced mixture of subscriptions and revenue generated from new \nproducts and services.  \n \n26\n HESA (n.d.), ‘What we do: Statutory customers’, \nhttps://www.hesa.ac.uk/about/what-we-do/statutory-customers \n27\n Open Data Institute (2019), ‘Case study: The value of sharing data for benchmarking and insights’, \nhttps://theodi.org/article/case-study-the-value-of-sharing-data-for-benchmarking-and-insights/  \n \nOpen Data Institute 2020 / ReportDesigning sustainable data institutions   15 \n\n \nDecision makers \nIn a data ecosystem, the ‘decision makers’ are people or organisations that are able \nto make better decisions informed by the products and services, analyses and \ninsights, or stories and visualisations created by data users.  \n \nIf a data ecosystem were to be drawn for a data institution like OpenCorporates, for \ninstance, the journalists, investigators and NGOs that rely on OpenCorporates’ data \nto investigate corruption would be the direct data users, while the decision makers \nwould be organisations and members of the public who use their outputs to make \ndecisions about how to avoid corrupt organisations. \n \nAs with many of the categories in this diagram, the distinction between ‘data users’ \nand ‘decision makers’ can become blurred depending on the ecosystem that \nsurrounds a data institution and the functions that a data institution performs. For \ninstance, if a shipping company were to receive data from HiLo that required further \nanalysis or processing in order to be useful, then that shipping company would be \nconsidered a data user. If, however, that shipping company were to receive \nready-to-use, actionable insights from HiLo, then that company would be considered \na decision maker, since it is in a position to make decisions based on those insights.  \nFunders \nIn ​Figure 1​, the ‘funders’ do not directly interact with the data institution by \ncontributing or using data stewarded by that institution, nor do they directly benefit in \nthe same way that the decision makers do. Instead, funders tend to support data \ninstitutions with the aim of encouraging healthy data ecosystems, pursuing \nphilanthropic goals or as part of performing their public function.  \n \nUK Biobank, the non-profit charity and long-term research project stewarding health \ndata for 500,000 research participants, is supported entirely by revenue drawn from \nlarge funders like Wellcome and the Medical Research Council.  \nRevenue models versus business models \nIt is important to distinguish between business models and revenue models. \nAn organisation’s business model describes the structure used in order to create, \ndeliver, capture and distribute value. Its revenue model, on the other hand, \n28\ndescribes how it generates income. A tool commonly used to describe an \norganisation’s business model is Strategyzer’s Business Model Canvas, developed \nby Alexander Osterwalder.  \n29\n \n28\n Osterwalder A, Pigneur Y (2010), ‘Business Model Generation: A Handbook for Visionaries, Game \nChangers, and Challengers’, \nhttps://www.wiley.com/en-gb/Business+Model+Generation%3A+A+Handbook+for+Visionaries%2C+Gam\ne+Changers%2C+and+Challengers-p-9780470876411  \n29\n ​Strategyzer (n.d.), ‘Business Model Canvas’, \nhttps://www.strategyzer.com/canvas/business-model-canvas  \n \nOpen Data Institute 2020 / ReportDesigning sustainable data institutions   16 \n\n \n \n \nFigure 2: The Business Model Canvas \n \nLooking at the example ecosystem in ​Figure 1​, we can see some of the varied ways \nan institution might generate revenue from different actors. This might be by earning \nmoney from selling insights about data, receiving subscription fees, or from grant \nfunding. Regardless of the legal form of an organisation, a stable revenue stream is \nessential to its long-term sustainability.  \nThe types of revenue that data institutions are able to access also depends on the \ncompany or organisational form that a data institution takes. In the ODI’s experience, \nsome data institutions may operate as for-profit companies with a commitment to \ngenerate profit for shareholders (for example npm.Inc), whereas others may be set \n30\nup as not-for-profit (for example HESA) with any excess funds reinvested into their \nmission.  \nIn this project, our main focus has been on understanding the different revenue \nstreams a data institution can use to become financially sustainable. In our analysis, \nwe will continue to touch on the sustainability of the wider business model, but this \nwarrants further research.  \n \n30\n npm, Inc (n.d.), ​https://www.npmjs.com/ \n \nOpen Data Institute 2020 / ReportDesigning sustainable data institutions   17 \n\n \nApplying the Business Model Canvas to data institutions \nThere are often said to be four factors that describe a business model. These four factors, \n31\napplied in the table below to the context of a data institution, map onto the building blocks of the \nBusiness Model Canvas. \nFour factors describing a company’s \nbusiness model \nFour factors describing a data institution’s \nbusiness model \n1. WHO are the target customers (segments, \nrelationships)? \n1.WHO are the intended data users and \nthose making decisions informed by the \nproducts and services, analyses and \ninsights, or stories and visualisations \ncreated by them? \n2. WHAT is the benefit that a company \nprovides to its customers and most important \npartners in the value chain (value promise or \nvalue proposition)? \n2.WHAT is the value that a data institution \nprovides to its community? This can be \naround creating social or economic value \nor minimising harm.  \n3. HOW does the company deliver this benefit \n(partners, activities, resources)? \n3.HOW does the data institution deliver this \nvalue through its role in the ecosystem? \nKey activities can include, for instance, \nmaking decisions about who should \naccess data on behalf of an organisation \nor group of organisations, combining or \nlinking data, and/or providing \nbenchmarks and other insights back to \nthe organisations that have contributed to \nthem.  \n4. HOW does the company earn money \n(revenue model or revenue structure)? \n4.HOW does the data institution generate \nrevenue? \nTable 2: ​ Four factors that describe a business model, applied to the context of a data institution, mapping onto the \nbuilding blocks of the Business Model Canvas. \nA revenue model, therefore, is just one of the factors to consider when designing the business \nmodel for a data institution. In this report we are focusing primarily on revenue models. \n \n  \n31\n Lead Innovation Blog (2018), ‘Business Model versus Revenue Model’, \nhttps://www.lead-innovation.com/english-blog/business-model-versus-revenue-model-what-is-the-differen\nce  \n \nOpen Data Institute 2020 / ReportDesigning sustainable data institutions   18 \n\n \n \nFunding versus financing \nIn our previous project to pilot data trusts, we proposed a simple lifecycle (​Figure 3​) \n32\nthat described the stages of setting up and running a data institution. \n \nFigure 3: The data institution lifecycle \n \nIn this project, our hypothesis has been that at different stages of their lifecycle, data \ninstitutions will have different costs and revenue models. The financial costs of \nsetting up a new data institution differ to the costs of running an established data \ninstitution. A more mature organisation will also have more sources of revenue \navailable to it. As the data institution evolves, so might its revenue model. \nWhen planning investments to develop physical infrastructure, a distinction is often \nmade between financing and funding. Financing refers to covering the upfront costs \nof building infrastructure, while funding refers to paying for the infrastructure over its \nlifecycle.  \n33\nFigure 4​ highlights the differences between financing and funding, in relation to the \nlifecycle diagram.\n \n32\n Open Data Institute (2019), ‘Data trusts: lessons from three pilots’, \nhttps://theodi.org/article/odi-data-trusts-report/  \n33\n Institute for Government (2018), ‘Funding infrastructure’, \nhttps://www.instituteforgovernment.org.uk/explainers/funding-infrastructure \n \nOpen Data Institute 2020 / ReportDesigning sustainable data institutions   19 \n\n \n \nFigure 4: Financing v funding \n \nThis distinction is useful because it highlights the need for early investment to unlock \nlonger-term value. Developing a well-defined sustainable revenue model for \ninfrastructure, whether physical or digital, is an important part of justifying that early \ninvestment. \nUntil a data institution has launched and is operational, it will have limited options for \ngenerating revenue from its activities, so it is likely to rely more on other revenue \nstreams. Following launch, data institutions will also incur different kinds of costs: to \ncover their operations rather than to design their structure or policies.  \nDuring operation, data institutions need to ensure sufficient revenue not only to cover \ntheir day-to-day operational costs, but also to cover the costs of future investment in \nthe infrastructure and costs to handle iterative change to their business model. In \naddition, data institutions need to be building up reserves to fund a possible \nretirement phase. \nWe explore cost structures and sources of revenue in the following sections. \nCost structure \nThe Business Model Canvas describes the cost structure for a business as: “the most \nimportant costs incurred while operating under a particular business model. Creating \nand delivering value, maintaining customer relationships, and generating revenue all \nincur costs.”  \n34\n \nMany data institutions will have common infrastructure costs such as data storage, \nstaff costs and fixed assets such as office space. But those costs will also vary \ndepending on the role(s) that the data institution is taking on within the surrounding \ndata ecosystem. The role of the data institution will differ depending on its mission; \nthe needs of the ecosystem and community; the number of data contributors and \nusers; the number of countries being operated in; and the sensitivity of the data being \nmanaged.  \n35\n \nThese factors will all have an impact on operational costs. Some data institutions may \nfocus their activities on governing access to data provided by data contributors. This \nmeans that costs of data collection and access may be carried by others. But other \ninstitutions may be more actively involved across the lifecycle of collecting, \nprocessing, managing, transforming and managing access to data. These all entail \nadditional costs. \n \nAnticipating the scale of costs may be quite challenging and will vary from data \ninstitution to data institution. For example, the dataset stewarded by ROR is relatively \nstatic and small, which means that infrastructure costs for providing shared services \nare similarly small. The small size means that it is likely data users will incorporate \nand use data directly in their own systems, which again reduces the type and cost of \nthe services that ROR needs to provide. \n34\n Strategyzer (n.d.), ‘How do I use the Cost Structure building block of the Business Model Canvas?’, \nhttps://strategyzer.uservoice.com/knowledgebase/articles/1194382-how-do-i-use-the-cost-structure-buildi\nng-block-of  \n35\n Open Data Institute (2019), ‘Data trusts: lessons from three pilots’, p48, \nhttps://theodi.org/article/odi-data-trusts-report/  \n \nOpen Data Institute 2020 / ReportDesigning sustainable data institutions   20 \n\n \n \nAs noted in the previous section, operational costs are not the only costs that need to \nbe considered when planning for sustainability. The ‘Full Cost Project’ initiative \nprovides a useful categorisation of different types of organisational costs, including: \n36\n \n●Total expenses​ – the day-to-day expenses of running an organisation. \n●Reserves​ – savings that mitigate risks for the organisation, for example to \nmanage uncertainty around funding streams, or to invest in researching and \ndeveloping new products and services. \n●Change capital​ – to invest in large, periodic change programmes that may \nimpact the business model of the organisation, for example as part of an \nevaluation phase in the institutional lifecycle (​Figure 3​). \n●Fixed asset additions​ – to cover purchase of new equipment or other \nassets, for example as part of improving or upgrading physical infrastructure, \nlike sensors, to support data collection.  \n \nThis section has proposed a framework for understanding the various aspects of \nfinancial sustainability by exploring them through the perspectives of a data \necosystem and the lifecycle of an institution. The next section outlines the broad \npatterns we identified through our research. \n \n \nCase study: ROR  \nThe Research Organization Registry (ROR) is a community-led project that \nstarted off with 17 organisations coming together around the shared vision of \ncreating an open, community-led organisation identifier registry for the \nscholarly research community. Three organisations – Crossref, DataCite and \nORCID – donated staff time and/or financial resources to the ORG ID Working \nGroup to move the initiative forward between 2016 and 2018. \nThe working group, set up to develop a plan for the operation and governance \nof the registry, considered a range of possible options, including forming a \n37\nnew independent organisation – the most costly, but an option that helps \nensure focus and stakeholder representation; and a hosted model sharing \noperational resources with existing organisations – an option that comes with \nreduced costs but increased risk and legal liability. \nThe lead organisations supporting the project decided to launch an initial \nstart-up phase, adopting a hosted model. A pilot registry was subsequently \nlaunched in January 2019, with governance and other community layers to be \nultimately built around it. As of December 2019, the registry includes identifiers \nand metadata for more than 97,000 research organisations. Operations are \nadministered by California Digital Library, Crossref and DataCite, and it is \nadvised by a larger steering group. The pilot benefited from a donation of seed \ndata from Digital Science’s GRID database. \nThe project so far has been entirely funded from donations, including staff \ntime, financial resources and seed data. To be able to strengthen its capacity \n36\n Philanthropy CA (2018), ‘Full Cost Project’, \nhttps://www.philanthropyca.org/full-cost-project?qt-full_cost_project=1#qt-full_cost_project \n37\n Figshare​ (2017), ‘ORG ID WG Governance Principles and Recommendations’, \nhttps://figshare.com/articles/ORG_ID_WG_Governance_Principles_and_Recommendations/5402002/1  \n \nOpen Data Institute 2020 / ReportDesigning sustainable data institutions   21 \n\n \nand develop new features, ROR launched a fundraising campaign in October \n2019 and plans to launch an optional paid service tier from 2022 to recover \ncosts. The ambition is to eventually generate 100% of the revenue from the \noptional paid-service tier. The registry’s data will remain open and free for \nanyone to use.  \nWhile strategic decision making about operations and governance is the \nresponsibility of ROR’s steering group, the organisation engages a strong \nnetwork of community advisers – publishers, researchers, librarians, funders, \ndata analysts and metadata experts from around the world – through regular \ncalls. ROR seeks ideas and feedback from the community about the directions \nit is heading, and sees this as central to the growth of the organisation.  \nSources of revenue  \nThere is a wide range of revenue sources available to data institutions, based on \ndrawing income from different actors and their role in the ecosystem they support. \n  \nIt is helpful to draw a distinction between two main categories: earned revenue \n(revenue earned from key activities of the data institution like the supply of data, \nservices or membership fees); and non-earned revenue (grants, donations and other \nfunding sources). Distinguishing between these two main sources of revenue can \nhelp us understand how they align with the goals of a data institution, the actors \nproviding that revenue, and the ability to access those sources at different stages in \nthe data institution’s lifecycle. \nEarned revenue \nEarned revenue can be desirable for a data institution as it tends to be more stable \nthan donations or grant funding, and there is the opportunity for growth. Earned \nrevenue streams typically involve a direct value exchange: money is paid in return for \na service (or other output) to be delivered. This means the data institution has to \ninvest in understanding the needs of those who are paying, ensure they can service \nthe commercial arrangement, and deliver that value. \nCorporate Finance Institute, for instance, defines four common mechanisms of \n38\ngenerating revenue:  \n \n1.Transaction-based revenue​, which they describe as “proceeds from sales \nof goods that are usually one-time customer payments”. \n2.Service revenue​, which are revenues “generated by providing service to \ncustomers and are calculated based on time”, such as revenue generated \nfrom things like consulting services. \n3.Project revenue​, which can be understood as revenue “earned through \none-time projects with existing or new customers”. \n4.Recurring revenue​, which they define as “ongoing payments for continuing \nservices or after-sale services to customers”, such as subscription fees; \n38\n Corporate Finance Institute (n.d.), ‘Revenue Streams’, \nhttps://corporatefinanceinstitute.com/resources/knowledge/accounting/revenue-streams/ \n \nOpen Data Institute 2020 / ReportDesigning sustainable data institutions   22 \n\n \nrenting, leasing or lending assets; licensing content to third parties; brokering \nfees; and advertising fees.  \n \nThe Business Model Canvas lists seven ways of generating revenue: \n3940\n \n1.Asset sale: ​This revenue stream derives from selling ownership rights to a \nphysical product. \n2.Usage fee: ​This revenue stream is generated by the use of a particular \nservice. The more a service is used, the more the customer pays. \n3.Subscription fees:​ This revenue stream is generated by selling continuous \naccess to a service. \n4.Lending/renting/leasing: ​This revenue stream is created by temporarily \ngranting someone the exclusive right to use a particular asset for a fixed \nperiod in return for a fee. \n5.Licensing: ​This revenue stream is generated by giving customers permission \nto use protected intellectual property in exchange for licensing fees. \n6.Brokerage fees:​ This revenue stream derives from intermediary services \nperformed on behalf of two or more parties. \n7.Advertising:​ This revenue stream results from fees for advertising a particular \nproduct, service or brand. \n \nDrawing on these categories, the following table maps out a range of revenue \nstreams available to data institutions that we have observed through our desk \nresearch and interviews. We anticipate that there are other revenue streams in use by \nexisting data institutions and additional potential revenue sources which we will \nidentify and catalogue in our future research. \n \n \n \nType Actor Revenue stream \nSubscription \nfees  \nData contributors, data \nusers, decision makers \nMembership fees for access to services, data and other \ndirect benefits provided by the institution \nData contributors, data \nusers, decision makers \nSubscription fees for use of the infrastructure. These fees \nmight be optional, or mandated as part of the legal form \nof an institution \nData contributors, data \nusers, decision makers \nSubscription fees for access to a specific product or \nservice that uses the data \nData contributors, data \nusers \nSubscription fees for access to a higher-level service \nlevel agreement or support arrangement for using the \ninfrastructure \nUsage fees Data contributors Fees for depositing, submitting or updating data, via a \nstandard API or submission form. Includes registration of \norganisations, content and identifiers for parts, products \nand services into an official register. \nData contributors Fees for depositing, submitting or updating data, via a \nbespoke method or custom format. Includes registration \n39\n Strategyzer (n.d.), ‘Business Model Canvas’, \nhttps://www.strategyzer.com/canvas/business-model-canvas  \n40\n Strategyzer (n.d.), ‘How do I use the Revenue Streams building block of the Business Model Canvas?’, , \nhttps://strategyzer.uservoice.com/knowledgebase/articles/1194385-how-do-i-use-the-revenue-streams-bu\nilding-block-of  \n \nOpen Data Institute 2020 / ReportDesigning sustainable data institutions   23 \n\n \nof organisations, content and identifiers for parts, \nproducts and services into an official register. \nData users Fees for accessing and using data via a standard API \nData users Fees for accessing and using data in bulk \nData users Fees for accessing and using data in a customised \nformat or delivered via a bespoke method \nData users Fees for more timely access \nData contributors, data \nusers, decision makers \nConsultancy fees for provision of advice or custom \nanalytics using data \nData contributors, data \nusers, decision makers \nTraining fees to advise on use of the data and \ninfrastructure \nLicensing Data users Data licensing fees, for example to provide additional \nrights for distribution or to remove need for attribution \nData users Revenue share in new products and services that use \ndata provided by the institution \nTable 3: ​Revenue streams available to data institutions, observed through desk research and interviews by \nthe ODI \nGrants, donations and other non-earned revenue sources  \nThe fact that data institutions are often established to promote particular social, \ncharitable or educational aims can open up access to other forms of support, both \nfinancial and non-financial.  \nThe costs of running non-profit organisations, charities or social enterprises – legal \nforms that many data institutions take – are most often covered by direct funding \nfrom governments, philanthropists or other funders. Financial support typically \nincludes grants, loans, tax breaks, cash donations and sponsorship. \nIn contrast to earned revenue streams, this category may involve fewer direct returns \nof value to the funder, as grants and similar revenue are generally given due to a \nhigh-level alignment between the funders’ own goals and the mission of the funded \ndata institution. However, depending on the flexibility in how grants are awarded and \nwhat they can be spent on, there may be restrictions on how the data institution can \nspend the money. As an example, the UK government defines seven different types \nof grant funding which vary in how they are awarded and how money can be spent. \n41\nFinancial support may also come by way of loans or tax breaks. Loans may be an \noption for data institutions who need to cover capital costs or to boost cash flow. \nGovernments may give a tax break to: ​“​a particular group of people or type of \norganization, it reduces the amount of tax they have to pay or changes the tax \nsystem in a way that benefits them. A tax break can greatly reduce a taxpayer's \nliability and provides savings through tax deductions, tax credits, tax exemptions, \nand other incentives.”.  \n42\n41\n GOV.UK (2017), ‘Government Grants Definitions’, \nhttps://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/654680\n/2017-09-27_Grant_Definitions.pdf \n42\n Investopedia (2018), ‘Tax Break Definition’, ​https://www.investopedia.com/terms/t/tax-break.asp  \n \nOpen Data Institute 2020 / ReportDesigning sustainable data institutions   24 \n\n \nSome data institutions also rely on non-financial support, such as donations of \ngoods, and for many, the donation of services or time by volunteers is essential to \nachieving sustainability. These donations-in-kind can be combined with financial \nsources of support when appropriate, but some organisations, such as ROR, are \nsupported primarily by non-financial contributions.  \n \nThe following table lists some non-earned revenue sources for data institutions. \n \n \nType Actor Revenue stream \nGrants \n \nFunders Grants-in-aid provided as general support for the \ninstitution in meeting its objectives \nFunders General grants awarded in anticipation of the institution \nusing it for a specific agreed purpose, for example, to \ncarry out a project or invest in infrastructure \nLoans Data contributors, data \nusers, decision makers, \nfunders \nLoans to help finance institution during early stages of \nits lifecycle \nSponsorship \nand cash \ndonations \nData contributors, data \nusers, decision makers \nOne-off or regular cash donations and sponsorship \nTax breaks Funders (government) Tax breaks to help increase reserves and support \ninvestment \nIn-kind \ndonations \n \nData contributors, data \nusers, decision makers \nDonations of hardware or other physical resources \nData contributors, data \nusers, decision makers \nProvision of staff time to provide support during setup \nand operations \nData contributors, data \nusers \nProvision of technical infrastructure to support \noperations of the institution, for example hosting of \nservices \nData contributors, data \nusers \nProvision of staff time to develop and maintain software \nused by the institution and its ecosystem \nData contributors, data \nusers, decision makers \nVolunteer time to support collection and curation of \ndata, community engagement, software development, \netc \nTable 4: ​Non-earned revenue sources for data institutions \n  \n \nOpen Data Institute 2020 / ReportDesigning sustainable data institutions   25 \n\n \nCommon patterns in data \ninstitution sustainability \nDrawing on our desk research and interviews, we have identified some common \npatterns in how data institutions have been working to achieve sustainability. \nData institutions use mixed revenue streams \nThrough our desk research and interviews, we have seen a range of revenue models \nthat data institutions are relying upon at different stages of their lifecycle. These \ninclude both earned revenue, such as recurring membership and subscription fees \n(HiLo, HESA, OpenCorporates, MusicBrainz), or application fees for researchers (UK \nBiobank), and other models such as grants (OpenCorporates, HESA, HiLo) and \nfinancial and/or in-kind donations in the form of staff time or seed data (ROR, \nMusicBrainz). Some institutions also earn money from the provision of one-off \nservices, for example bespoke consultancy or training (HESA).  \nOf the data institutions that we have researched, we noted that they cover their costs \nthrough a combination of two or three different revenue models, often with one \ndominant revenue source. For instance, HESA generates 90% of its revenue from \nmandatory subscriptions from higher education providers, and OpenCorporates \ngenerates 75% of its revenue through API subscription fees.  \nThis mix of revenue models is very diverse and is dependent on the context of the \ndata institution, although of the institutions we have reviewed, the majority seem to \nbe aiming for more earned revenue over time, with an emphasis on recurring revenue \nstreams.  \nFive approaches to financing data institutions \nThe funding needed by data institutions changes throughout their lifecycle. A data \ninstitution initially needs financing to afford the upfront costs of setting up a new \norganisation. Activities that take place within the scoping, co-design and launch \nphases of the data institution lifecycle, including but not limited to market research, \nlegal fees for incorporation and resources to start organisational activities, will all \nneed to be covered financially.  \nNone of the institutions that we have explored as part of this research were financed \nthrough venture capital.  \nSo far we have identified five different approaches to getting a data institution \nstarted:  \n1.Grants to cover scoping, co-design and launch costs  \n \nOpen Data Institute 2020 / ReportDesigning sustainable data institutions   26 \n\n \nSome data institutions have benefited from grant funding to help get their project \noff the ground. This funding covers the initial scoping and pilot phase of an \ninitiative prior to the establishment of an independent legal entity. \n2.Being incubated by an existing organisation \nHiLo, for instance, was incubated by Shell, and after it demonstrated value, was \nspun out as an independent organisation with the support of a grant from \nLloyd’s Register Foundation.  \n3.Being hosted by a non-profit organisation \nThere is also a hosted model, particularly prevalent in the scholarly research \nsector, in which an existing organisation hosts a data institution either for an \ninitial start-up phase or on a more permanent basis, committing dedicated staff \nresources and funding to it.  \n4.Joint financing by a group of organisations  \nROR is an example of a project hosted by a group of organisations. In its \ndocumentation, ROR describes this model as beneficial in terms of lower \nstart-up costs (no need for separate payroll or finance) with the flexibility to \nexpand later and hire staff directly. Other successful institutions in the research \n43\ninfrastructure field that were financed by other organisations include ORCID \n44\nand Crossref.  \n45\n5.Financing through personal investment  \nFor several years, OpenCorporates was funded via direct investment from its \nfounder, Chris Taggart. This undeniably supported OpenCorporates while the \norganisation was trying to grow, and ultimately move towards a more \nsustainable business model.  \n \nCase study: OpenCorporates \nOpenCoporates, founded in 2011, is the largest open database of companies \nin the world, with information collected on 180 million companies, from about \n140 different jurisdictions. OpenCorporates is a social enterprise and therefore \na “for profit working in public benefit”. \nFollowing a couple of years of financial support from the founder, Chris \nTaggart, the organisation was supported by grants from the likes of the Sloan \nFoundation.  \nOpenCorporates talks of its ‘unique’ public-private benefit business model \nwhich combines open and free access to data for all customers, with a tiered \npayment structure for companies to purchase access to bulk structured data \nand APIs. The commercial revenue is used to enhance the free offering, which \nincreases the number of people who are likely to use the service. It believes in \n43\n Figshare (2017), ‘ORG ID WG Governance Principles and Recommendations’, \nhttps://figshare.com/articles/ORG_ID_WG_Governance_Principles_and_Recommendations/5402002/1  \n44\n ORCID (n.d.), https://orcid.org/ \n45\n Crossref (n.d.), ​https://www.crossref.org/  \n \nOpen Data Institute 2020 / ReportDesigning sustainable data institutions   27 \n\n \nthe ‘many eyes’ approach of improving the product for everyone, including \ncommercial customers.  \nThe team strives for around 80% of revenue to be attained via commercial \nroutes, with the final 20% grant funding to use for research and development.  \nIn 2018, the OpenCorporates Trust was formally established to protect the \nlong-term sustainability of the organisation. It protects the organisation – and \nthe data it stewards – from being sold to a third party, as has happened in \nrecent years with other company data sites such as Bureau van Dijk and \n46\nAvention.  \n47\n \nRevenue models evolve over time \nOver time, several organisations have shifted away from, or talked about plans to \nshift away from, initial grant funding towards more dependence on earned revenue \nfrom their key activities. For example:  \n●HiLo has plans to generate 40% of its revenue from new analytical products \nand new ways of accessing and using data, with the rest coming from \nsubscription fees.  \n●OpenCorporates has also moved from an approximately equal split between \ngrants and API service subscription fees to a 25–75% split over time \nrespectively.  \n●HESA is expecting to see an increase in the revenue generated through the \nbespoke products and services – such as tailored datasets and reports, \nanalytical services and training – offered in collaboration with Jisc, with \n48\nwhom they have a revenue sharing arrangement.  \n●ROR’s ambition is to eventually transition completely from grants and \ndonations, to a commercial model (which has still to be defined). \nThe UK Biobank, on the other hand, has a 10-year history of being funded through \ngrants from a number of major donors. It is the only medical research resource \namong the data institutions we explored in detail and it was set up with significant \nfinancial backing from major governmental and charity donors. \nIn addition to evolving their revenue model, some data institutions may strive to \nevolve their business model over the lifecycle of the institution. In particular, data \ninstitutions may seek to change how they deliver value, for example by adding \nanalytical capacity or providing technical infrastructure for data collection. This will \nobviously add to the costs of a data institution and have an impact on its \nsustainability.  \n \n46\n Reuters (2017), ‘Moody's Corp to buy Bureau van Dijk for about $3.3 billion’, \nreuters.com/article/us-bureauvandijk-m-a-moody-s-idUSKCN18B1CZ  \n47\n Bloomberg (2017), ‘Dun & Bradstreet Acquires Avention, the Maker of OneSource; Expands Presence & \nOfferings in B2B Sales Acceleration Market’, \nhttps://www.bloomberg.com/press-releases/2017-01-10/dun-bradstreet-acquires-avention-the-maker-of-\nonesource-expands-presence-offerings-in-b2b-sales-acceleration-market  \n48\n HESA (n.d.), ‘HESA data analytics services are now delivered by Jisc’, ​https://www.hesa.ac.uk/services \n \nOpen Data Institute 2020 / ReportDesigning sustainable data institutions   28 \n\n \nData institutions that are planning to evolve their business model will need to ensure \nthat they have acquired appropriate capital to cover the costs of evaluation and \nsubsequent change processes, which may require additional short-term investments \n(for example on fixed assets) as well as an updated future cost structure.  \nInstitutions plan for future investments \nData institutions also need to plan for covering the costs of operational maintenance \nand future investments in modernising their infrastructure, and the iterative process of \nevaluation and re-design. In our research, we have seen the following approaches to \nfunding investments.  \nHESA highlighted the importance of not only covering its cost base, but establishing \nthe financial headroom to be able to reinvest in the organisation and maintain \noperational effectiveness and clientele. HESA noted: “With a changing data \nenvironment and changing expectations from stakeholders and customers, comes a \nneed to reinvest and update systems and processes.” Forming collaborations rather \nthan necessarily raising new funds was one way HESA was accomplishing offering \nnew services. A department of HESA was transferred to Jisc in 2019 to provide \nadvanced data analytics for the higher education sector. Collaborations and sharing \nservices with other organisations is also a way of increasing efficiency in the delivery \nof a public good in the case of HESA.  \nIn our research we looked at ‘trust ports’ to see if we can learn from their practices. \nTrust ports are a type of authority in the UK that own and operate UK ports. Trust \nports are set up by an Act of Parliament and controlled and administered by a \nself-governing independent statutory body. Trust port governance structures are \nparticularly designed to reflect local markets and the needs of local communities.  \nWe found trust ports comparable to data institutions, although their role is stewarding \na physical, rather than a digital, resource on behalf of a community. There are \napproximately 100 trust ports in the UK. The trust model: “allows the Harbour to \noperate in a commercial environment with no direct public funding, but also enables it \nto compete in the open market with private and local authority-owned facilities that \nrepresent the vast majority of the UK’s ports” . Trust ports are independent \n49\nstatutory bodies. They “[have] no shareholders who require a dividend, instead all \n‘profit’ or surpluses made from Trust Port operations are reinvested into the \noperation, maintenance and administration of the port.”  \nA trust port study from 2016 listed potential ways trust ports can fund investment to \n50\nimprove or replace their assets and to develop or acquire new ones. These include \ntheir own resources (retained profits and reserves), borrowing from commercial \nsources, entering into joint ventures with third parties or accessing publicly provided \nsupport, for example through Local Enterprise Partnerships and Local Growth Funds, \nor from European Union  sources such as the Connecting Europe Facility. The study, \nhowever, also found that “the trust port model may not necessarily be the correct one \nto deliver strategic objectives of ports where they involve major transformative \ninvestments”. We will discuss the corresponding challenges in the next chapter.  \n49\n Aberdeen Harbour (n.d.), ‘What makes a trust port’, \nhttp://www.aberdeen-harbour.co.uk/article/what-makes-a-trust-port/  \n50\n Department for Transport (2016), ‘Trust Port Study Key Findings and Recommendations’, \nhttps://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/525076\n/trust-port-study-key-findings-and-recommendations.pdf  \n \nOpen Data Institute 2020 / ReportDesigning sustainable data institutions   29 \n\n \nThe ‘Power of Partnership’ report on different approaches to public–private \n51\npartnership in the provision of hydromet services – services that provide real-time \nweather, water, early-warning and climate information products to end users – also \n52\nhighlights the need to plan for maintaining and strengthening the weather \ninfrastructure as problems may arise over time. Similarly, the ‘Weathering the \n53\nChange: How to Improve HydrometServices in Developing Countries’ report \n54\nprovides some guidance on how to take a national meteorological and hydrological \nservice through a process of modernisation and ensure adequate financial planning.  \nData institutions develop contingency plans \nWe explored whether and how data institutions are planning to ensure the \nsustainability of data and related infrastructure beyond their own existence. We were \ninterested in whether, in line with the idea of putting in place insurance mechanisms \nfor when something goes wrong, they had considered succession planning and had \n55\nput in place any mechanism to enable the community to replicate the system if their \norganisation was to wind down.  \nMost of the institutions we talked to are thinking about contingency planning. For \nHESA, as an agency with a statutory function, this is focused on maintaining its role \nas the provider of that function in the long term. To do that, HESA does scenario \nplanning and reassesses the situation periodically. For other data institutions, the \nfocus is on ensuring the sustainability of the data in case they were no longer \noperational. Some institutions have built on open-source practices and integrated \nrelevant considerations into the design of their institutions. ROR’s ‘Governance \nrecommendations’ from 2017 – before the official launch of the registry – highlights \n56\nthat “the new Registry organisation should have protections in place for assets to go \nto another non-profit with a similar mission if the organisation is wound up.” In line \nwith the recommendations, all software developed to run and support the registry is \nopen source, which means others could feasibly run the same code if ROR ceased to \nexist.  \nThe ‘Data Trust for Open Access Ebook Usage’, a project in its pilot stage to improve \nthe measurement and analysis of open-access ebooks, plans to create “a \ntechnological infrastructure released as open-source code with full documentation”. \n57\nOpenCorporates, besides making everything openly available, also ensures that the \ndata it stewards cannot be sold, by incorporating the OpenCorporates Trust. The \nTrust helps to ensure that the organisation is independent and the data will always be \navailable to public benefit and commercial users.  \n58\n51\n Global Facility for Disaster Reduction and Recovery (2019), ‘The Power \nof Partnership: Public and Private Engagement in Hydromet Services‘, \nhttps://www.gfdrr.org/sites/default/files/publication/The%20Power%20of%20Partnership_WEB.pdf  \n52\n The World Bank (2017), ‘Hydromet’, ​https://www.worldbank.org/en/results/2017/12/01/hydromet  \n53\n Ibid, p80  \n54\n Global Facility for Disaster Reduction and Recovery (2019), ‘Weathering the Change: How to Improve \nHydromet Services in Developing Countries’, \nhttps://www.gfdrr.org/sites/default/files/publication/weathering%20the%20change_web_0.pdf \n55\n Bilder G, Lin J, Neylon C (2015), ‘Principles for Open Scholarly Infrastructure’, \nhttps://wiki.lib.sun.ac.za/images/f/f6/2015-principle-for-open-scholary-communication-infrastructures.pdf  \n56\n Figshare (2017), ‘ORG ID WG Governance Principles and Recommendations’, \nhttps://figshare.com/articles/ORG_ID_WG_Governance_Principles_and_Recommendations/5402002/1   \n57\n Hawkins K (2019), ‘Grant Proposal: Developing a Data Trust for Open Access Ebook Usage’, \nhttps://digital.library.unt.edu/ark:/67531/metadc1596980/?q=legal  \n58\n OpenCorporates (n.d.), ‘Governance’, ​https://opencorporates.com/info/governance/  \n \nOpen Data Institute 2020 / ReportDesigning sustainable data institutions   30 \n\n \nGood governance and community support are \ncritical to sustainability \nGood governance and a strong supporting community are frequently discussed in the \ncontext of sustainable organisations. Although we have focused much of this initial \nresearch on financial sustainability, we recognise that “the problems of sustainability \nare not merely ones of finance but of political economy, which means that focusing \npurely on financial sustainability in the absence of considering governance principles \nand community is the wrong approach.” \n59\nThe ‘Principles for Open Scholarly Infrastructures’ paper details the interlinked \n60\nnature of governance and community: “trust is built on three pillars: good governance \n(and therefore good intentions), capacity and resources (sustainability), and \nbelievable insurance mechanisms for when something goes wrong.” When “an \n61\ninfrastructure is successful [it] becomes critical to the community” it needs to be \nensured that “it is not co-opted by particular interest groups. Similarly, we need to \nensure that any organisation does not confuse serving itself with serving its \nstakeholders.” \nThe article ‘Sustaining Scholarly Infrastructures through Collective Action: The \nLessons that Olson can teach us’ sets out that: “Crises of financial sustainability (or \n62\nchallenges of expansion) for these organisations are often coupled with or lead to a \ncrisis in governance and/or community trust.” \nIn the interviews we conducted, several organisations highlighted one and/or the \nother aspect as key to their sustainability.  \nROR, for instance, mentioned the importance of community uptake and adoption \nwith “community [being] at the heart of what ROR is trying to do... [They] need the \ndata to be used and adopted and the data trusted by the people who are using it​.​” \nROR sees its work, including decisions around its revenue model, as guided by \ncommunity needs and interests. MusicBrainz also emphasised that “the bottom line \nis about helping customers take and use the data” and “having an offering to \ncustomers that you are serious, credible and also technically credible”. \nThe good governance guidance for statutory harbour authorities provides detailed \n63\nguidance for trust ports in particular on aspects of good governance, including \nstakeholder engagement, given their nature as independent statutory bodies. The key \nprinciples established in the guidance include being guided by the interests of the \nwide community of stakeholders at all times, reinvesting surpluses to support the \nlong-term success of the port, and consulting stakeholders on significant decisions.  \n59\n Neylon C (2017), ‘Sustaining Scholarly Infrastructures through Collective Action: The lessons that Olson \ncan teach us’, ​https://kula.uvic.ca/articles/10.5334/kula.7/  \n60\n Bilder G, Lin J, Neylon C (2015), ‘Principles for Open Scholarly Infrastructure’, \nhttps://wiki.lib.sun.ac.za/images/f/f6/2015-principle-for-open-scholary-communication-infrastructures.pdf  \n61\n Neylon C (2017), ‘Sustaining Scholarly Infrastructures through Collective Action: The lessons that Olson \ncan teach us’, ​https://kula.uvic.ca/articles/10.5334/kula.7/  \n62\nIbid. \n63\n GOV.UK (2018), ‘Ports Good GovernanceGuidance: Moving Britain Ahead’, \nhttps://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/684839\n/ports-good-governance-guidance.pdf  \n \nOpen Data Institute 2020 / ReportDesigning sustainable data institutions   31 \n\n \nIn general, good organisational design is essential to the creation of both sustainable \nand trustworthy institutions. For more discussion on this, see the section on \n‘Organisational design’ in our report on ‘Designing trustworthy data institutions’. \n64\nIssues and tensions with \nachieving sustainability \nIn the previous section we highlighted some of the common approaches that \ninstitutions are taking towards building sustainable revenue models. In this section \nwe highlight some of the common issues and tensions that we have observed. \nDifficulty in attracting early financing \nAs our research on data trusts has highlighted, all data institutions will need to go \nthrough adequate scoping and co-design stages. These stages will help to identify \nthe purpose for the data institution, align its community around a common vision and \nensure that it is designed to achieve its goals, reflect the need to build trust through \nstrong governance, and plan for longer-term sustainability. \n \nThese phases may take some time to complete. They are likely to be iterative as new \nideas and approaches are tested with the community. Completing this process \nrequires both time and investment.  \n \nWith a limited ability to raise revenue before being fully operational, in order to finance \nthese early stages, data institutions are likely to rely heavily on grants, voluntary time \nand other in-kind investments. This emphasises the need to clearly articulate a \nshared vision and the ability to engage with funders who are comfortable with a \nstrong level of uncertainty in outcomes.  \n \nLoans, debt financing and venture funding are alternatives to grants, but these have \ntheir own limitations. Loans and debt financing will require some certainty around \nlong-term income so that funders can be certain they will be repaid. This implies that \nsome early groundwork must be completed which will still require financing. Venture \nfunding is often geared around equity which, as we noted in the previous section, \nmay create additional tensions around sustainability and the long-term goals of the \ninstitution. Impact investment, where success is measured in terms of social or \nenvironmental impact alongside financial benefits, may be a better fit. \n \nOpenCorporates explained during our interview how many forms of finance are off \nthe cards for it because it is a social enterprise, and therefore, there are no profits or \nassets to reclaim or benefit from. The end goal of venture capital funding is an exit – \nor “someone else taking control, whether it’s stakeholders in the stock market, or \nother owners squeezing it” – and the independent structure of OpenCorporates \nprevents that. \n \nIn our research we also came across an issue trust ports had in attracting financing \nfor major investments: “trust ports generally face a more limited range of options on \n64\n Open Data Institute (2020), ‘Trustworthy data institutions’, \nhttps://theodi.org/project/rd-trustworthy-data-institutions  \n \nOpen Data Institute 2020 / ReportDesigning sustainable data institutions   32 \n\n \nhow to deliver [major transformative]  investment compared to ports in private \nownership... [Trust ports] do not have access to new equity and are not part of wider \ngroups of ports potentially with access to wider and deeper sources of funding.”  \n65\n \nExisting incubation models, which can provide a range of financial and non-financial \nsupport to early stage organisations, also tend to be geared more towards \nbusinesses rather than social enterprises. However, there are a growing number of \naccelerators and incubators that cater for non-profit organisations. \n66\nAligning revenue models with institutional goals \nThere are a number of potential tensions between the purpose of an institution and \nthe sources of revenue that are available. \n \nThe following table summarises a range of tensions in relation to some common \ninstitutional goals we have seen across data institutions. A specific institution may be \ntrying to fulfil several of these goals as part of its broader purpose. Resolving these \ntensions may help to increase sustainability and trust in the institution. \n \n \nInstitutional goal Tensions related to specific revenue models and possible \nalternatives \nGoverning access to data on \nbehalf of a group of data \ncontributors \n \nFor example, to mitigate harms as \na trusted intermediary or broker  \nCharging data users to access data creates tension by \nincentivising the data institution to share data with more users to \nsecure greater revenue. \n \nAlternatives​: charging for services to analyse stewarded data to \nprovide insights, rather than charging for data access; charging \ndata contributors to steward data on their behalf. \nIncreasing access to data to \nenable it to be used by a broader \necosystem \n \nFor example, to provide a \ncentralised pool of authoritative, \nstandardised data \nCharging data users to access or license data creates tension \nbecause to avoid data users providing onward access to that \ndata, data institutions are incentivised to limit the ability of data \nusers to enrich and redistribute data for other purposes.  \n \nProviding services to analyse data creates tension because a \ndata institution may be competing with its own data users. \n \nAlternatives​: providing optional services, such as training or \nconsulting, to support use of data that is available via a range of \noptions, for example, using standard or custom data feeds, \nunder open licences.  \nLong-term stewardship of a data \nasset \n \nFor example, to archive or ensure \nongoing access to data over the \nlong term \nRelying on time-limited funding, such as grants, or uneven \nfunding, such as donations, creates tension by reducing the \nability for the data institution to predict future revenues and plan \ninvestments in its core infrastructure. \n \nAlternatives​: charging both data contributors and users \nrecurring membership and subscription fees to cover provision \n65\n Department for Transport (2016), ‘Trust Port Study Key Findings and Recommendations’, \nhttps://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/525076\n/trust-port-study-key-findings-and-recommendations.pdf  \n66\n Donorbox (2018), ‘9 Best Startup Accelerators For Nonprofits And Social Entrepreneurs’, \nhttps://donorbox.org/nonprofit-blog/best-startup-accelerators-for-nonprofits/  \n \nOpen Data Institute 2020 / ReportDesigning sustainable data institutions   33 \n\n \nof shared infrastructure; providing services to support the \nanalysis and use of data. \nMaintaining a data asset on \nbehalf of a community \n \nFor example, supporting the \ncollaborative maintenance of a \nshared resource \nCharging data contributors for making contributions to the \ndataset creates tension as it discourages regular contributions \nor participation by some contributors. \n \nAlternatives​: providing optional services to support use of data \nthat is available via a range of options, under open licences; \ncharging both data contributors and data users membership \nfees to cover provision of shared infrastructure. \nProviding a data-enabled service \nto a community \n \nFor example, benchmarking or \nsecure analysis of an aggregate \ndataset \nReliance on membership fees, donations or time-limited funding \ncreates tension as these sources may not scale in line with the \ndemand for service provision. \n \nGenerating revenue from providing access to data may create \ntension if the core needs of the community aren’t met by the \nservices developed by data users.  \n \nRevenue sources based on charging for updating or depositing \ndata may also create tension if it discourages a wider \ncommunity from contributing to the common datasets, leading \nto reduced utility. \n \nAlternatives​: directly charging for use of the primary service; \ncharging membership fees for decision makers and contributors. \nSupporting a broad community \n \nFor example, enabling a \ncommunity of small and large \nbusinesses and non-profit \norganisations to participate in the \ndata ecosystem \nUse of standard fees for membership can create tension by \ndiscouraging startups or not-for-profits in contributing to, or \nfrom using, data. \n \nCharging for all data uses may create tension by discouraging \nuse of data by smaller organisations and not-for-profits that are \nunable to cover costs. \n \nAlternatives​: use scaling membership fees, freemium models \nand tiered pricing to enable a broader set of uses; provide \nmodels that support use of data for research or product \ndevelopment purposes. \nGeneration of revenue for a third \nparty \n \nFor example, shareholders, \ninvestors or funders that are not \ndirectly participating in the data \necosystem \nUsing a data institution as a means of generating and extracting \nrevenue from a community creates tension as it means the data \ninstitution is not able to return that value to its data ecosystem, \nand invest in and grow its core infrastructure. \n \nAlternatives​: use institutional forms and revenue models that \nensure that value is retained in the data institution, with surplus \neither reinvested or shared back with the ecosystem in other \nforms. \nIndependent stewardship of data The need to maintain independence around the purpose of a \ndata institution and the goals of its community can create \ntension when using revenue from funders or investors that have \ntheir own goals or priorities. This is especially true when funding \ncomes with limitations on how money can be spent, or with \nexpectations on specific deliverables. \n \nAlternatives​: find funders or investors whose goals and values \nalign with the mission of the organisation; look for \ncore/unrestricted funding rather than restricted or project grants.  \n \nOpen Data Institute 2020 / ReportDesigning sustainable data institutions   34 \n\n \nTable 5: ​Summarising a range of tensions in relation to some common institutional goals we have seen \nacross data institutions \nThese tensions and the alternatives can be illustrated with reference to some of the \ndata institutions and similar organisations that we have explored in our desk research \nand interviews. For example, OpenCorporates stewards a wealth of company data \nthat it could use to generate revenue by selling access to it. But, it believes that this \ndata should be open and available to everyone for societal benefit:​ ​“if people don’t \nhave access to this dataset then there will be an asymmetry of access... which is \nhighly problematic for society.” Therefore, OpenCorporates does not “restrict access \nto data or its website based on how much money you have, nor do you get access to \nmore or different data”. Their model is therefore largely based around balancing \ntensions between openness and the need to apply some restrictions on the use of \nthe data to be sustainable. ROR similarly suggested that this is the reason behind its \nreticence in turning their offering into a commercial product.  \nOpenCorporates believes that having many ‘open eyes’ on the data – people to look \nat, access, use, share and query the data – will drive in commercial customers. All of \nOpenCorproates’ data is available openly for all to use, but additional services, such \nas access to bulk structured data, or use of the API, are charged for. The commercial \ncustomers provide revenue for OpenCorporates to improve the data, and the services \non top of it, for a better product for everybody. In a blog from 2017, they stated that \nthey ​“​don’t see commercial income as a necessary evil, but as an essential and \nintrinsic part of OpenCorporates”. \n67\nOpenCorporates does not want to rely on grant funding as it is “fickle, and rarely \nlong-term”. ​This is partly due to the time and costs of repeatedly applying for \n68\ngrants: “getting grants is not easy and we don't assume it’s going to happen.” In our \ninterview they indicated that they don’t want to​ ​“base [their] sustainability and \nsurvival”​ ​on this instability. However, the UK Biobank is one data institution that, due \nto the nature of their work, has been able to achieve sustainability while existing \nsolely on grant funding. As a long-term research project, grant funding may be \nappropriate as the costs are unlikely to change and growth isn’t an ambition.  \nOther data institutions also demonstrate how important maintaining a balanced \nrevenue model can be to achieving sustainability in ways that don’t conflict with the \ncore mission of the institution. \nA good example is that of the Israel Meteorological Service (IMS). A case study \n69\nreviewing the migration of IMS from a model of charging for access to data to a \npurely open data model highlights a range of tensions. For example, the organisation \nincurred additional costs from supporting its commercial services that reduced its \ninvestment in delivering on its broader public good mission. According to that case \nstudy, its commercial model led to unfair competition in the marketplace and drove \nusers to lower quality data.  \nHESA described to us how its business model has adjusted over time. It wanted to \nmove away from commercialisation of data resources towards commercialisation \nbased on expertise, such as data analysis and data visualisation. Its board of \n67\n OpenCorporates (2017), ‘A corporate structure for the public benefit and the long term’, \nhttps://blog.opencorporates.com/2017/07/06/a-corporate-structure-for-the-public-benefit-and-the-long-te\nrm/  \n68\n OpenCorporates (2017), ‘A corporate structure for the public benefit and the long term’, \nhttps://blog.opencorporates.com/2017/07/06/a-corporate-structure-for-the-public-benefit-and-the-long-te\nrm/  \n69\n World Meteorological Organization (2016), ‘Case Study: Free data access – the experience of the Israel \nMeteorological Service’, \nhttps://public.wmo.int/en/resources/meteoworld/case-study-free-data-access-%E2%80%93-experience-\nof-israel-meteorological-service \n \nOpen Data Institute 2020 / ReportDesigning sustainable data institutions   35 \n\n \ndirectors have always been cautious in ensuring that HESA’s commercial activities \nare not in conflict (or perceived by stakeholders to be in conflict) with HESA’s core \nfunctions. This has meant that potential revenue streams, such as being paid to \nfacilitate direct marketing by commercial third parties, have been deemed \nunacceptable by HESA. \nOpenStreetMap has a number of corporate sponsors that provide funding and are \n70\nincreasingly involved in the project by contributing data, open source code and other \nresources. These contributions help make the project more sustainable, but have \n71\nraised concerns from the existing community about the ease with which those \norganisations could shape the future of the project.  \nThe ever-evolving relationship between a data \ninstitution and its community \nThe relationship between data institutions and the communities that surround and \nsupport them is one of mutual interaction and influence. A change or evolution of \neither of these is bound to have an impact on, or bring about changes in, the other. \nOver the life of a data institution, this changing relationship can present a number of \nchallenges.  \n \nFor instance, as a data institution grows, the community around it is likely to grow as \nwell. Yet as a community grows, the needs, motives and expectations of that \ncommunity are almost certain to evolve. This will necessarily force the data institution \nto reassess not only how it serves its community, but how it attempts to achieve \nsustainability. HESA touched on this point in response to a question about how to \nremain sustainable: “Update systems and processes: the data environment is \nchanging, expectations from the public are changing, so it is needed to adapt to \nchanging expectations of stakeholders and customers”. \n \nNot surprisingly, different data institutions have sought to adapt in different ways. \nSome, like OpenCorporates, have sought to introduce commercial products that \nmeet the needs of specific parties in their ecosystem. These products need to remain \nuseful, of course, so as circumstances and the needs of these parties change, the \ncommercial products must change as well. \n \nIn seeking to evolve, scale and adapt to changing circumstances, however, it is \nimportant that data institutions assess whether they will be changing in ways that will \nupset or alienate members of their current community, clientele or ecosystem.  \n \nFor instance, as a data institution grows, it might seek to add a commercial offering \nto remain sustainable, but in doing so, might disappoint or draw the ire of members \nof their ecosystem who interpret that change as going against the initial ‘open’ ethos \nof the institution. npm Inc. serves as a useful case in point. The package manager \nwas created in 2009 as an open-source project aimed at helping JavaScript \ndevelopers share packages of code, but made the decision to transition to become a \nprivate company, npm Inc, in 2014. The company has since found itself at the centre \nof a number of controversies wherein questions have been raised about whether its \n70\n OpenStreetMap Foundation, ‘Corporate Members’, \nhttps://wiki.osmfoundation.org/wiki/Corporate_Members \n71\n Open Data Institute (2018), ‘How Facebook, Apple and Microsoft are contributing to an openly licensed \nmap of the world’, \nhttps://theodi.org/article/how-are-facebook-apple-and-microsoft-contributing-to-openstreetmap/ \n \nOpen Data Institute 2020 / ReportDesigning sustainable data institutions   36 \n\n \ncommitment is to commercial companies or the open source community. Some in \nthe community contend that a for-profit company should not be allowed to steward \nsuch an important piece of infrastructure and have begun working to create an open \nsource service to replace npm. \n72\n \nSimilarly, as a data institution grows and evolves, it may attempt to evolve its \nbusiness model (possibly by offering new services or by welcoming new data \ncontributors, users or decision makers to the ecosystem), but by doing so, may \ndisconcert the original members of the community who interpret these changes as \ndisrupting the original balance of the system.  \n \nTake the example of a data institution that has been set up to steward data on behalf \nof data contributors and exclusively share analyses and insights back to those data \ncontributors. At some point in its lifecycle, that data institution may receive requests \nfrom non-contributors who want access to the data it stewards, particularly if the \ndata would have value for parties beyond the direct data contributors – for example, \nfor academic researchers. These researchers might be willing to pay for access to the \ndata – thereby offering the institution a new source of revenue to support their \nsustainability – but might not have relevant or useful data to contribute. In this case, a \ndata institution would have to weigh the benefits of a new form of revenue against \nany potential tensions caused by the introduction of new data users. For instance, the \noriginal data contributors may feel that providing access to non-contributors goes \nagainst the terms or spirit of the original data sharing arrangement, or may contend \nthat providing access to non-contributors creates an asymmetrical value distribution, \nsince non-contributors are sharing in the benefits without contributing data.  \n \nCrossref has encountered a similar tension due to an increased move to open access \npublishing models in its sector. This has changed perceptions of the value \nproposition of Crossref within the ecosystem and the ways in which it might generate \nrevenue in future. Crossref has recently commissioned research to help identify and \n73\nexplore those issues with its community. The results clearly identify tensions across \n74\ndifferent parts of its ecosystem and an evolving role from a service specifically for \ncommercial publishers to one of key infrastructure serving a broader community. \n75\n \nAs data institutions, and the communities they serve, evolve and expand, it is \nimportant that data institutions are conscious of the consequences of \nover-expansion. A data institution that expands to offer additional services or take on \nmore functions within an ecosystem, may end up hurting the overall health of the \necosystem.  \n \nSome public sector data institutions, for instance, offer value-added products or \nconsulting services alongside the datasets they steward. These are valuable and \nworthwhile products and services, but a 2006 study by the Office of Fair Trading \nfound that when public sector information holders offer these types of products and \nservices, they run the risk of competing with the people and organisations within that \necosystem who also offer value-added products or consulting services.  \n76\n72\n The Register (2019), ‘Hey, NPM. How do you like your Bogensberger? He's, well, done: CEO Bryan \nejects from biz’, ​https://www.theregister.co.uk/2019/09/20/npm_ceo_bryan_bogensbergers_off/  \n73\n Brand A (2019), ‘Guest Post — Crossref at a Crossroads: All Roads Lead to Crossref’, \nhttps://scholarlykitchen.sspnet.org/2019/10/22/crossref-at-a-crossroads-all-roads-lead-to-crossref/ \n74\n Pentz E (2020), ‘A turning point is a time for reflection’, \nhttps://www.crossref.org/blog/a-turning-point-is-a-time-for-reflection/ \n75\n Shift Learning (2019), ‘Crossref Value and Benefits, \nhttps://docs.google.com/presentation/d/1RsqtnHssBkaFNphdWoq20_ewruYP04n8j_dYB9wvphM/edit#slid\ne=id.g65af51c04a_1_807 \n76\n DotEcon (2015), ‘Independent evaluation of the OFT’s 2006 market study into the Commercial Use of \nPublic Information’, \n \nOpen Data Institute 2020 / ReportDesigning sustainable data institutions   37 \n\n \n \nOver-expansion by a data institution could also lead to an ecosystem that becomes \noverly centralised with too many functions running through a single data institution. \nThat institution might not be able to satisfy the needs of a broader community as well \nas one that adopts a more limited role but enables a more diverse and distributed \necosystem. In the end, this might limit the data institution’s ability to satisfy its \npurpose. Mitigating this centralising effect can involve: providing a variety of ways to \naccess data, to allow alternative and competing approaches; maintaining a \nseparation between the institution’s primary purpose and commercial operations; and \nearly consultation with data users to gather feedback and to give time for the wider \necosystem to evolve and adapt as the institution itself changes. \n \nAt the same time, it is also true that many data institutions support value creation \nbeyond the data users or decision makers found in their immediate ecosystems. \nThese competing interests represent a tension that data institutions will need to be \naware of as they work to balance their own sustainability and growth with the \nsustainability and growth of their community. \n \nThe tensions outlined in this section help reinforce the point, mentioned above, that \nwhen exploring options for evolving or expanding, data institutions would be well \nadvised to engage with their community early on, to ascertain whether plans are \nsustainable, whether it would negatively impact the rest of the community, or whether \nit would be seen as going against the existing agreement with the community.  \n \nFor further discussion on how expectations and agreements between parties in an \necosystem can change – and how those changes can influence not only the \nsustainability of a data institution but also its perceived trustworthiness – see our \nreport on ‘Designing trustworthy data institutions’. \n77\n  \nhttps://www.gov.uk/government/publications/commercial-use-of-public-information-evaluation-of-oft-mar\nket-study \n77\n Open Data Institute (2020), ‘Trustworthy data institutions’, \nhttps://theodi.org/project/rd-trustworthy-data-institutions/  \n \nOpen Data Institute 2020 / ReportDesigning sustainable data institutions   38 \n\n \nConclusion and \nrecommendations \nThis report summarises an initial exploratory study to help understand the factors that \ncontribute to the creation of sustainable data institutions. To conclude, we identify \nsome areas for further research and provide some initial recommendations for those \ncurrently working on scoping, designing and running data institutions.  \nAreas for further research \nWe plan to apply the framework introduced in this report to support further analysis \nof the business and revenue models adopted by data institutions. This will allow us to \nexpand our initial investigation and explore additional examples across a range of \nsectors. \n \nIn particular, there are several areas which merit further work. These include: \n \n●Developing a more comprehensive review of the business and revenue \nmodels adopted by different types of data institutions across sectors, and in \nparticular exploring some failed or retired institutions.  \n●Further work to understand the tension between different revenue streams \nand the goals of data institutions, with a view towards providing \nrecommendations of specific revenue models for different types of data \ninstitutions operating in different contexts and communities. \n●Exploring how the sector, domain and context of a data institution affects the \navailable financing and funding opportunities.  \n●Understanding the role of funders in supporting the growth and sustainability \nof data institutions, particularly in the transition from scoping and co-design, \nto launch and operation, \n●Further research on the role of governance and community in the \nsustainability of data institutions, to explore the interplay between this \nresearch on sustainability and the concurrent work on trustworthiness. \n78\n●Conducting economic assessments on the value of data institutions to help \ndemonstrate their value and impact, to support organisations applying for \nfinancing and funding. \n●Exploring the operational, evaluation, re-design and retirement costs \nassociated with different types of data institutions, to help support financial \nplanning. \n●Developing and testing guidance and tools, for example a canvas or financial \nplanning tool, to help support data institutions develop business and revenue \nmodels and estimate their costs and investment requirements. \nWe welcome collaboration with other organisations working in this area. \n78\n Open Data Institute (2020), ‘Trustworthy data institutions’, \nhttps://theodi.org/project/rd-trustworthy-data-institutions  \n \nOpen Data Institute 2020 / ReportDesigning sustainable data institutions   39 \n\n \nSuggestions for those scoping, designing and \nrunning data institutions \nWhile our exploratory research was not intended to produce a comprehensive survey \nof the many data institutions that exist across sectors, through our desk research and \ninterviews we have already identified some common issues and challenges in the \ndesign of sustainable business and revenue models.  \n \nBased on those insights, we offer some initial suggestions for those currently \nscoping, designing and running data institutions, to help them navigate the complex \ndecisions needed to reach sustainability. \n \n1.Ensure your revenue model aligns with your organisational goals \n○Develop a​ ​clear understanding of the data ecosystem that your \ninstitution will be creating and supporting​, and the ways in which \nvalue will be created and shared. \n○We have highlighted a number of tensions that can arise between \nspecific sources of revenue and the broader goals of an institution. It \nis important to ​consider how adopting specific revenue streams \nwill impact the operational focus, cost structure and ecosystem \nof your institution​. Fundamentally, the revenue model should be \naligned with the goals of your institution and not run contrary to \nthem.  \n2.Understand how your revenue sources will change during your \ninstitution’s lifecycle \n○Recognise the difference between the financing needed to \nscope, design and launch a data institution, and your ongoing \nsources of revenue​. The organisations and individuals providing you \nwith revenue and their needs and expectations will be different at \ndifferent stages in your institution’s lifecycle. \n○Develop a clear plan for your future revenue model to help \nunlock early financing​ and support from other organisations. \n○Plan to evolve your revenue model over time​ to adapt to changes \nin circumstances and the needs of your ecosystem, for example by \nregularly evaluating this aspect of your operation. This will help to \nensure that you are able to remain relevant and sustainable. \n3.Consider both financial and non-financial aspects of sustainability  \n○Your data institution should have a governance structure that \naligns with your goal for sustainability.​ This might include adopting \nspecific legal forms.  \n○Data institutions should invest in maintaining and growing their \ncommunity​ and ensuring that their product or service remains useful \nto them. If your data institution relies on the community for data, \nensure that the process is as seamless as possible.  \n4.Identify and mitigate future risks \n○Ensure that your revenue model is resilient​ and protected from \nshocks, such as the loss of a specific grant. \n○Ensure you have a contingency plan if you are not able to \nachieve sustainability. ​If your data institution is no longer able to \noperate, then you need to have planned for what happens to data, \ncode and other assets. Making these open, where possible, will allow \nothers to build on your work.  \n \nOpen Data Institute 2020 / ReportDesigning sustainable data institutions   40 \n\n \n5.Learn from others \n○Across sectors there are many examples of long-standing data \ninstitutions that can provide a model for success. ​Engage with and \nlearn from those organisations​ to help you navigate some of the \ncomplex choices you are faced with. \n○Work openly to share your successes and failures. ​It is helpful for \ndata institutions to share the decisions they have made, the \nchallenges they have faced and to be open about their business and \nrevenue models. This report relied significantly upon blog posts and \nreports that existing organisations published about their journeys.  \n \nWe plan to apply these recommendations as we continue to work with a range of \norganisations working to establish new data institutions. As our research and \npractical work continues, we plan to revisit, revise and expand these \nrecommendations.  \n  \n \nOpen Data Institute 2020 / ReportDesigning sustainable data institutions   41 \n\n \nMethodology \nTo inform this exploratory research project, we conducted broad desk research into \nconcepts of business and revenue models and sustainability relevant to the context \nof data institutions. We then defined a set of criteria to select different types of data \ninstitutions we would look at in more detail. We conducted desk research about these \ninstitutions and, where possible, interviewed representatives of the data institutions.  \nThe brief timeframe of this research resulted in several limitations, including:  \n1.Limited number of interviews. \n2.Potential sector bias. Our desk research has been informed significantly by \nour prior knowledge of specific institutions. \n3.Focus on open infrastructure. Linked to the above, the revenue and business \nmodels we have encountered might be specific to data institutions operating \nan open infrastructure. \nResearch questions \nMain research question​: What sustainable business models can be adopted by data \ninstitutions, and what are their respective benefits, costs and risks? \n \nResearch questions: \n \n1.What revenue sources have contributed to the creation of data institutions? \n2.What revenue models have been adopted by successful data institutions? \n3.How does the revenue model evolve throughout the lifecycle of data \ninstitutions, eg during scoping and design, launch and early stages of \noperating, and later stages of operating?  \n4.How might different business models align to the goals of different types of \ndata institutions, for example, by supporting or conflicting with their core \ngoals and mission? \nCriteria to select institutions \nIn our research, we wanted to understand the experience of a diverse set of \norganisations. We decided to focus on organisations that met one or several of the \nfollowing criteria:  \n \n1.Type of data institution:  \na.Organisations that steward data on behalf of a community \nb.Organisations that steward digital resources or a platform on behalf \nof a community \nc.Organisations that steward a physical resource on behalf of a \ncommunity or set of stakeholders \n2.Life stage of the data institution:  \na.Institutions in​ scoping or co-design stage​, so we can learn how \nthey’re thinking about covering the costs of their launch and \noperation \nb.Institutions that are ​operational​ but relatively young, so we can learn \nabout early experiences  \n \nOpen Data Institute 2020 / ReportDesigning sustainable data institutions   42 \n\n \nc.Well-established​ or ‘successful’ institutions, so we can learn what \nmakes them successfully sustainable \nd.Organisations that tried to set up a data institution but could not \novercome the challenges, so that we can learn about specifics of \nthose challenges \n3.Main source of revenue: \na.At least one data institution that is funded by a large funding body \nDesk research \nFor each of the organisations studied, we gathered information related to: \n●General information about the organisation – core goals or mission \n●Establishment  \n●Type of data institution – the functions it fulfils or services it provides \n●Revenue model – current, past and anticipated future revenue sources \n●Alignment of the organisation’s business model with its core goals \nInterviews \nWe complemented the information gathered through desk research with interviews \nwith representatives of data institutions. We interviewed representatives from five \norganisations covering some of the defined criteria: \n●HESA​ – as a well established (operational) organisation within the educational \nsector \n●MusicBrainz​ – as a well established (operational) and community-maintained \nproject \n●OpenCorporates​ – as a well established (operational) organisation within the \nbusiness information field \n●ROR​ – as a relatively young organisation offering open identifiers for every \nresearch organisation in the world \n●HiLo ​– as a relatively young organisation in the maritime industry \nThe questions asked during the one-hour interviews covered themes related to: \n●Revenue streams \n●What sustainability looks like \n●Alignment of business models with the data institution’s core goals \n●Mechanisms for ensuring trustworthiness \n \n \n \n \n \nOpen Data Institute 2020 / ReportDesigning sustainable data institutions   43 ","version":"1.10.100"}