{"numpages":28,"numrender":28,"info":{"PDFFormatVersion":"1.5","IsAcroFormPresent":false,"IsXFAPresent":false,"Producer":"Skia/PDF m85"},"metadata":null,"text":"\n\n \n\n \n \nWhat is this playbook for?2 \nWhat is a challenge prize?2 \nWho is this playbook for?3 \nWhat do you need to get started?3 \nHow to use this framework3 \nSection one: Identify your data challenge prize topic and problem5 \nCharacteristics of health data challenge prize problems5 \nChallenge statement6 \nSection two: Understand the data landscape7 \nUndertake desk research on the challenge topic area8 \nList, interview and map your stakeholders8 \nDevelop your theory of change and evaluation structure12 \nReview the legal, regulatory and policy context15 \nMake a data inventory16 \nSection three: Design your challenge prize17 \nAppendix 1: Main phases of work in a challenge prize19 \nAppendix 2: Examples of relevant data sets20 \nAppendix 3: Additional resources21 \n \n \n  \nMay 2020 \n\n \nWhat is this playbook \nfor?  \n \nThis playbook has been designed to help you identify and scope a ‘challenge prize’ to \nhelp drive innovative uses of data in health. Challenge prizes are just one method but \nthere are ​many others​ to choose from, depending on what you are looking to achieve. \nThis playbook provides advice on designing challenges that are centred on the use of \ndata in health, and providing tips, methodologies and links to useful resources.  \n \nIf you are looking for a wider introduction to challenge prizes and how to design and \ndeliver them, we recommend reading the ​Nesta Challenge Prizes Guide​.  \n \nWe plan to update this playbook as part of future projects, so please send any feedback \nto ​info@theodi.org​. \n \nData is moving from being scarce and difficult to process, to being abundant and easy to \nuse – when it is made available in the right way. Data innovation can enable businesses, \nstartups, governments, individuals and communities to create more efficient and effective \nservices and products, fuelling economic growth and productivity. This is particularly true \nin the health sector, where data innovation can have a big impact on complex health \nproblems. \n \nThe first section​ of the playbook provides guidance on how to identify a problem to be \nsolved through a challenge prize.  \n \nThe second section​ takes you through steps to scope out the problem in more detail \nand to start thinking about how to design your challenge prize. This scoping phase \nincludes step-by-step guidance, suggested tools and processes, and examples.  \n \nThe third section​ takes you through some steps to design your challenge prize and \nsummarise the work you’ve done, including phasing, budgeting and putting a proposition \ntogether. \nWhat is a challenge prize? \nAn open prize in which a financial reward is levied in order to motivate a wide pool of \ninnovators to respond to a specific social or technical ‘challenge’ or problem which isn’t \nbeing solved with usual innovation methods and therefore would benefit from a wide pool \nof innovators looking to tackle the issue with unorthodox thinking or methods.  \nMay 2020 \n\n \nWho is this playbook \nfor?  \nThis playbook is primarily aimed at funders and people working with funders, or other \norganisations who are looking to solve problem-specific societal challenges related to \nhealth, by leveraging data to stimulate innovation. \nWhat do you need to get started? \nTo start scoping your data challenge prize, we recommend you read the ​Nesta \nChallenge Prizes Guide​ as a broader introduction to challenge prizes and also have: \n \n●An initial idea or an area of expertise, interest or passion for a data-driven \nsolution \n●A team that can work on scoping the challenge prize and topic. We recommend \nthe following skill sets: \n○Project management  \n○Research \n○Consultancy \n○Communications \n●Access to funding or an idea of where you might get funding from for running the \nchallenge prize, including incentives and prizes  \n \nIf you don’t have a specific idea, but can see the value of driving health data \ninnovation, ​it is important to identify the range of potential problems and verify them \nwith a wide community of experts and stakeholders. This requires an initial phase of \nscoping and discussion through workshops, interviews and desk research with health \npractitioners, researchers, data scientists, policy makers, communities, patients and \ncarers from the region you are looking to run the health data challenge prize in.  \nHow to use this framework \nWe hope this playbook will give you: \n-an understanding of how to identify your challenge topic and problem \n-tools and guidance on how to understand the data landscape and build a model \nwhich enables you to best leverage data to support your challenge prize.  \n \nTip: Expect to deliberate and iterate  \nIt may seem like there’s a lot to do before starting to think about the prize, but investing \ntime in understanding the context of your challenge will enable you to improve its design, \nwhich will make it more impactful. \n \nIt is likely that in the initial scoping phase your challenge prize idea will change. As you \ncarry out deeper enquiries into your prize area, you may shift and refine the focus of your \nMay 2020 \n\n \nprize. This is to be expected. Sometimes you will need to investigate a different aspect of \nthe problem or opportunity. Sometimes you might need to redraft your aims because \nnew insights emerge about the opportunities and constraints around the challenge. You \nmight also find the conditions are not right for a prize. See this work as iterative and plan \na series of events and activities (roundtables, workshops or focus groups) that help you \nto test your early thinking with different people.  \n  \nMay 2020 \n\n \nSection one: Identify \nyour data challenge \nprize topic and problem \n \nEvery successful data challenge prize starts with a well-defined problem. There are many \nproblems that need to be addressed in healthcare. However, not all of them will be \neffectively addressed through the use of a challenge prize. Challenge prizes resolve some \nof the barriers to innovation by offering an incentive to a broad range of people to \nproduce innovative solutions. However, sometimes a lack of innovation might not be the \nkey issue.  \n \nIn this section, we outline: \n \n●Some criteria that you can check your idea against, to see if it is suitable for a \nhealth data challenge prize. \n●How to write a problem statement to articulate your challenge in a single \nstatement. You can then use this to continually refer to, and revise, as you scope \nthe problem out. \nCharacteristics of health data challenge prize problems \nFollowing are some characteristics of the types of problems that are most suitable for a \nhealth data challenge prize (this might not always be the best approach – you can find \nout about different types of innovation methods in the ​Nesta Challenge Prizes Guide​). \n \n1.Direct societal relevance \nA good health challenge prize problem needs to attract a wide pool of potential \ninnovators. It therefore needs to have wide societal relevance so that different \npractitioners from different disciplines will understand the problem and be \nmotivated to try and contribute to solving it.  \n \nHealth challenge prize problems need to be big enough to attract participants \nwho can think about the project differently and bring different approaches and \ntechniques to the solutions. However, make sure that it is not so big that you \nwon’t be able to clearly describe and measure the impact of your challenge \nprize.  \n \n2.Can be addressed through the use of data  \nA good health challenge prize problem will focus on addressing an existing \nhealth problem through the use of data in a new way. This could mean using \nnew techniques in processing and using health data, or combining health data \nwith other less traditional data sources. \n \nThe topic area and region you are running it in therefore needs to have at least \nsome data available on the problem area and a technical and regulatory data \nMay 2020 \n\n \ninfrastructure to enable access to that data by challenge participants. Health \ndata is highly sensitive, so access is often restricted and subject to rigorous \ngovernance. You will need to be able to work with data stewards to enable \naccess or the creation of synthetic data to support participants. \n \n3.Measurable solutions \nThe health challenge prize problem needs to have a solution that is measurable \nand that enables you to set time-bound targets to measure the progress you’re \nmaking. In order to demonstrate the value of these types of activities, you need \nto have something to show at the end of the prize which interests other funders \nand partners to invest and galvanise further work on the projects.  \n \n4.Problems need to have coordinated efforts around them \nSome problems will have lots of people working away at them from different \nangles and perspectives. This is great in some ways as it means there is clearly \na problem to be solved, but it might also mean that efforts aren’t as coordinated \nor progress can’t be made as quickly as it could if people worked together. \n \nRunning a challenge prize allows you to invite lots of different people to apply \nand provides an opportunity to bring different skill sets together.  \n \n \nYou may have a specific challenge topic in mind.​ If so, consider your challenge \ntopic in the light of the criteria above. It is likely that you will not have a full picture of the \nabove as yet. The next steps in the playbook will help you to add more detail and to \nsense-check whether the problem is the right one to focus on.  \nChallenge statement  \nIt is a good idea to articulate the challenge in a single statement that can then be \nreviewed regularly throughout the process. For example:  \n \n“​In England, 1 in 6 people report experiencing a common mental health problem (such as \nanxiety and depression) in any given week. But current interventions for anxiety and \ndepression are only 50% effective. This challenge seeks to support solutions that use \ndata and artificial intelligence to improve the efficacy of mental health interventions, \napproaches and techniques.​” \n \nThe statement must describe the problem and how big it is, and then what the challenge \nprize is going to do to solve it without predetermining what solutions will look like. It is \nalso good to include some statistics where possible, what current interventions there are \n(if any) and to make sure it is broad enough to iterate on as you go further through the \nscoping process. \n  \nMay 2020 \n\n \nSection two: Understand \nthe data landscape \nWhat? ​A data landscape review is the process of mapping out the key data and \ndata-related resources that exist in a specific sector or domain. These include \ndatasets, publishers, publishing outlets and tools. \n \nWhy?​ A data landscape exercise can help to identify the range of datasets being \nused to help solve challenges, to highlight the role that specific datasets have in \naddressing multiple challenges, with a view to later ensuring they are as open as \npossible. Ultimately, this helps you identify how much data is actually available to \nwork with and if a data challenge for this topic is feasible.  \n \nOutputs: ​You can expect to create some of the following outputs from a data \nlandscape review: \n \n●A list of key stakeholders and their capacities. \n●An overview summary of the legal, regulatory and cultural \ncontext.  \n●A data inventory of key datasets. \n●A ​data ecosystem map​. This will show the data and value flows \nin the challenge area and help identify the informational gap in \nenabling decision-makers at different levels to make better \ndecisions.  \n \n \n \nWe suggest the following activities to create an initial data landscape review:  \n●Research a significant body of work on the topic and pull together the key \ndefinitions, figures and issues within the field.  \n●Speak to experts and practitioners you have identified to verify and add detail to \nyour desk research. \n●Review the legal, regulatory and policy context of the topic. \n●Map the stakeholders, data flows and value flows. \n●Make an inventory of the available data which you can use in your health data \nchallenge, and assess its accessibility for participants. \n \nTip: Sequence of activities \nYou do not need to complete each activity before starting the next, but activities such as \nliterature reviews and interviews can make creating stakeholder maps and data \ninventories much easier.  \n \n \nMay 2020 \n\n \nUndertake desk research on the challenge topic area \nWhy? ​It is important to clearly articulate the idea you have for the challenge topic. \nWith desk research, you will be able to: \n \n●understand and analyse the latest information on the topic and challenges \nrelated to it \n●identify any previous or ongoing initiatives to draw from, or any initiative \nthat will cover, or has already covered, what you had in mind \n●start identifying key stakeholders to interview (we recommend \ninterviewing stakeholders in parallel to undertaking desk research – see \nnext section) \n●start identifying key data sources. \n \nOutput: ​A document with a list of key reference papers and summary notes \n  \nStart by reading the key research and relevant white papers and reports you can find \nonline which discuss the topic. In order to find such information, you might want to start \nwith: \n●general web searches  \n●reports and evidence from patient and civil society groups \n●academic literature in the relevant domain to look for datasets being published \nor cited in the literature.  \n \nIt is advised that you do this even if you know the area very well, as you want to ensure \nresearch papers are as up to date as possible and relevant to the region you are thinking \nof running the prize in. The key things to look out for are:  \n \n-evidence of the scale of the problem (for example, “existing treatment in this area \nis only 50% effective”) \n-key terms and definitions  \n-evidence and key blockers to why this problem isn’t already being solved \nthrough traditional research and healthcare practices \n-key stakeholders and experts in the field. \n \nOnce you have completed this review, reflect on the information you have gathered and \ntry to revise the statement you had for the challenge.  \n \nTip: Staying up to date \nResearch papers are published all the time, and it can be hard to stay informed of the \nlatest findings. After gathering sufficient evidence, scale back active desk research, and \nuse automated updates and subscriptions to ensure you stay well informed. \nList, interview and map your stakeholders \nWhy? ​This will help you identify who you need to speak to in order to: \n●draw from existing expertise \n●make sure your challenge prize matches a specific need  \n●understand which stakeholders might play what roles \n●prioritise who to speak to first.  \n \nMay 2020 \n\n \nOutputs: ​A stakeholder map, interview transcripts and landscaping materials \n \n \nIdentify your stakeholders  \n \nSupplementing desk research with external engagement is a vital part of the scoping \nexercise. Drawing on the stakeholders you have come across in your desk research, \nidentify around five key individuals to invite for interviews, as a starting point. It is likely \nthat those initial stakeholders will provide you with more contacts to speak to. We \nrecommend interviewing stakeholders in parallel to conducting a literature review. \n \nQuestions that might help you to identify key stakeholders are: \n \n●Who are the people affected by the problem? \n●Who are the people already doing work on the topic/problem? \n●Who are the people and organisations who might respond to the challenge?  \n●Who might have relevant data?  \n●Who are the decision makers?  \n●Who are the policy makers and regulators involved?  \n●Which civil society organisations or funders might get involved? \n \nOnce you have your initial list of stakeholders, make sure you understand their potential \ninterest and capacity to take an active role in the challenge. Identify two groups of \nstakeholders: \n \n●Group 1: those that can help you understand the problem area (healthcare \nproviders, data aggregators, patients, patient groups, support groups and \norganisations, public bodies, non-governmental organisations). \n●Group 2: those that might be involved in the challenge (data scientists, clinicians, \npolicy makers, social scientists, behaviour change experts, communicators, \npotential funders and partners).  \n \nEnsure you are speaking to representatives from both groups of stakeholders. Focusing \non one group over another might lead to poor problem definition or a challenge design \nthat does not support innovators. \n \nDefine a set of questions \n \nFor Group 1, questions might include: \n \n●How would you describe the problem in this specific country or area? \n●Have there been or are there ongoing initiatives related to solving this problem? \n \nFor Group 2, questions might include:  \n \n●Would there be appetite from a community to take part in such a challenge? \n●What barriers might prevent you from participating? \n●What kind of role do you see yourself/your organisation playing in the challenge? \n●Could some people in your team/organisation set aside some time to help? \n●If relevant​ - what kind of data produced by your organisation could be used for \nthe challenge? \nMay 2020 \n\n \n \nYou can also use some additional suggestions in Annex 3 (potential interview guide \nquestions). \n \n \nRun interviews and snowball through additional interviews \n \nThe aim of these interviews is to verify, challenge, refine and expand on the information \nyou have drawn together through desk research or direct further research. Use the \nmaterial you have already gathered as a prompt to ask for more detail, to fill in gaps and \nto ​hear alternative perspectives​. The idea is to ask others for suggestions for datasets, \nsuggestions of other stakeholders to engage with, and to help identify regulatory barriers. \nThe interviews can be conducted online, over the phone or face to face.  \n \nIt is useful to use a standard set of questions (an interview guide) so you can compare \nresponses more effectively and ensure that the same general areas of information are \ncollected from each interviewee; this provides more focus than the conversational \napproach, but still allows a degree of freedom and adaptability in getting information from \nthe interviewee.  \n \nTip: Plan ahead  \nLooking ahead, you’ll need to invite several key actors for interviews and \nworkshops. These can take time to arrange. For a workshop we recommend \ngiving invitees three weeks notice. Therefore, set a date for your workshop and \ntime slots for interviews early on. As soon as you come across key figures, \nconsider getting in touch to organise an interview or invite them to a workshop. If \nyou are working in a new region, we would also recommend working with local \npartners to help with engagement and organisation. \n \n \nCreate an ecosystem map \nOnce you’ve started to engage with your stakeholders, we recommend you create a \ndata ecosystem map​. A data ecosystem consists of the organisations, communities and \npeople that create and benefit from the value created by the data flowing through our \ndata infrastructure. A data ecosystem map illustrates the value exchanges in an \necosystem. \n \nThis can be used both as a practical planning tool to manage your data ecosystem, and \nfor communication and advocacy to demonstrate the opportunities for increasing value \nto particular parts of the ecosystem.  \n \nPlace your challenge prize in the centre of your ecosystem. Draw on your list of \nstakeholders, the legal and regulatory review and the data inventory to identify and draw \nconnections between the actors. Map the relationships and flows of value exchanged \nbetween them. This will help you identify roles, existing capacity and potential funding \nsolutions.  \n \n1)Map the data  \nStart by mapping the data stewards that you think are most relevant to your \nchallenge. Then add in the specific types of data they hold. Consider the \nfollowing for each type of data held by the data steward:  \n \n-Is data at a patient level or at an aggregated level? \nMay 2020 \n\n \n-What are the data access mechanisms required for that data? \n-Are there data intermediaries who facilitate that access?  \n-Are there technologies used by data stewards that are relevant to the \nchallenge? \n \n2)Add your participants \nWho is going to take part in the challenge prize? Are they startups, researchers, \nmedical service providers, pharmaceutical companies, academic organisations, \npatient groups etc? Make sure you include those who will be involved in the \nprize even if they’re not directly competing, such as individuals and organisations \nproviding mentorship and judging.  \n \n3)Add your beneficiaries and think through the value chain  \nWho will benefit from the outputs produced through the prize? There may be \nseveral groups of beneficiaries. Think through the relationships between the \nbeneficiaries and the order in which the different groups might gain value from \nthe outputs of your challenge. For example, the outcomes of a challenge that \nprimarily aims to enable better predictions of outbreaks and epidemics is likely to \ninitially benefit global health organisations such as the WHO or aid organisations, \nwho will be able to better target their efforts, which will in turn benefit patients \nand the public.  \n \n4)Add any other organisations such as funders and regulators \nAre there any existing/potential funders in this challenge topic? Review your list \nof regulatory and statutory bodies. Which ones are most relevant to your \nchallenge? Add them to the map and think though how you will need to work \nwith them on the challenge \n \n5)Sensitivities and blockers  \nConsider what might be the most sensitive relationships related to the topic and \nthe conditions which could put those subject to the sensitivities at risk, for \nexample insurance providers, local communities and different types of ‘personal \nrelationships’. Sensitivities will be different depending on the topic you are \nworking on and the community you are working with. An example might be the \nrelationship between carers and people with disabilities.  \n \n6)Opportunities  \nWhat role is your challenge prize playing in this ecosystem? What does the \necosystem map show you about the considerations you need to build into the \nprize so it has the greatest impact? Consider mapping the tools that may be \ncreated that provide services from the challenge participants to the beneficiaries. \n \n \nFollowing is an example ecosystem map for a challenge project around \nreducing snakebite mortality and morbidity in India: \n \nMay 2020 \n\n \n \n \nDevelop your theory of change and evaluation structure  \nWhat? ​A theory of change is a tool that helps you better understand the \ncomplexity of the change you wish to see and imagine solutions. Through the \ncreation of a theory of change you can: \n \n-plan specific strategies to solve a problem \n-gather evidence of success and failure \n-demonstrate contribution to impact. \n \nWhy?​ A ​theory of change​ is key to​ ​help structure your thinking throughout the \nscoping and design process.  \n \nOutput: ​A theory of change table or diagram \n \nCreating a theory of change will help you describe the problem you are trying to solve, \nand illustrate how and why the challenge prize is expected to bring about the desired \nchange in the given context. \nA theory of change creation exercise, such as the one described in Nesta’s ​DIY Learn \nModule​, can help you to articulate the impact you expect to achieve through addressing \na specific health challenge, and how that impact will be achieved through the planned \nchallenge prize activities, outputs and outcomes​ ​– the intended pathway to change.  \n \nAccording to ​Ideas to Impact​ – an action-research programme designing, implementing \nand testing innovation prizes to induce innovative solutions to development challenges in \nclimate change adaptation, energy access and water, sanitation and hygiene (WASH) – a \ntheory of change “enables prize teams to articulate assumptions and risks, to navigate \nthe complexity that accompanies innovation prizes, and to inform decisions during \nlaunch and implementation”.  \n \nMay 2020 \n\n \nIt helps to describe the steps by which you plan to achieve your goal, and the risks and \nassumptions – opinions or beliefs about how and why change happens – you’re making \nwith each of those steps. Throughout the implementation of the challenge, it will help you \nto see whether your work is contributing towards achieving the impact you want to have, \nand if there are other things that you need to consider as well.  \n \nIf your challenge consists of a number of different streams with different outputs,​ ​a theory \nof change can help to plan the contributions of the individual streams towards the shared \ngoals of the challenge.  \n \nIt is important that your theory of change is designed through a collaborative and \nconsultative process. This ensures that it is informed by a broad set of perspectives and \nthat stakeholders are more engaged because they own the process and all the \nsubsequent activities.  \n \nTip: An iterative theory of change \nYou might want to prepare a draft theory of change as you start to get a clear \nunderstanding of the impact you’d like to achieve and how the challenge prize can \nfacilitate that and share this draft with key stakeholders for their input. It should then be \nfurther refined through the scoping and design of the challenge.  \n \nKey components of a theory of change \n \n1)Overall goal/expected impact of a health data challenge prize \nTo define the overall goal, it might help to define the root cause and \nconsequences of the problem or need identified, and the future you wish to \nbring about. For instance, you might design a challenge prize to reduce \nsnakebite mortality and morbidity in a given country.  \n \nOnce you identify the expected impact, it is helpful to think about what needs to \nhappen to make it a reality, ie what are potential solutions/ways to address the \nproblem? This will help you define the medium-term effects of your work \n(outcomes), immediate, tangible effects (outputs), and the concrete steps to be \ncarried out (activities), as listed below. \n \n2)Outcomes from a health data challenge prize \nFollowing through the example of a challenge that aims to reduce mortality and \nmorbidity due to snakebites, your expected outcomes might be around \nhealthcare providers, policymakers and civil society making better informed \ndecisions about prioritising preventive activities and resource allocation across \nhealthcare facilities for snakebite response.  \n \n \n3)Outputs from a health data challenge prize \nUsing this same example, the immediate, tangible outputs would likely be tools \nand applications that help different groups of stakeholders to make better \ndecisions, for instance a web interface that allows health policymakers to see the \nanticipated effects of climate change on predicted snakebite instances and \nallows them to establish priority regions for snakebite management for the \ncoming decade. Similarly, a web-based tool that helps hospitals estimate the \nright quantity of antivenom and intensive care units to order for the year ahead \nmight be an output. \n \nMay 2020 \n\n \nAnother output of the challenge might be an engaged community of innovators \nwho are better connected with academia and healthcare, and more likely to \nsuccessfully work on solving health challenges.  \n \n4)Activities of a health data challenge prize \nSome of your activities to run a challenge prize might include: \n \n●Draft a call for proposals \n●Promote the challenge prize \n●Review applications and identify frontrunners \n●Provide mentoring and support \n●Support networking activities \n \n \nProposed template for a theory of change adapted from NESTA’s ​DIY Tool​ on Theory of \nChange: \n \nWho are the key \nstakeholders that \nwill need to be \ninvolved? (Key \nstakeholders) \nWhat steps are \nneeded to bring about \nchange? (Activities) \nWhat are the \nimmediate, tangible \neffects of your work? \n(Outputs) \nWhat is the \nmeasurable effect of \nyour work? \n(Outcomes) \nWhat are the wider \nbenefits of your work/ \nthe long-term change \nyou’d like to see? \n(Impact) \n Activity metrics Output metrics Outcome metrics Impact metrics \n Key assumptions \n  \nKey assumptions \n  \nKey assumptions \nKey assumptions \n \nAssumptions are external factors not under the direct control of the challenge prize project which are necessary \nfor the achievement of intended results. \n \nMetrics or markers of success are the things you can measure to establish if the intended results are being \nachieved. \n \nThink about measures of success \nAs you develop your theory of change, identify what your measures of success are. How \nwill you know if the challenge has achieved the change you are aiming to make? What \nare the metrics of that change and how will you measure them? It is helpful to define \nmetrics at all the different levels of your theory of change, ie for the activities, outputs, \noutcomes and impact.  \n \nTaking the previous example, an impact measure for the challenge around snakebite \nwould be the mortality and morbidity rates due to snakebite. You would expect to see a \ndrop in these numbers over time. Other measures that might be worth tracking would be \nthe number of snakebites and snakebite envenoming cases.  \n \nAn outcome measure for the same challenge could be the extent of the use of products \nand tools created during the challenge to inform decision makers about prioritising \npreventive activities and resourcing the health system for snakebite response. This could \nbe tracked through several indicators, eg the number of health facilities that are actively \nMay 2020 \n\n \nusing the tools developed or plan to roll it out, or the number of NGOs that are validating \nor adjusting their community education activities as a result of using, for instance, \ninteractive dashboards developed through the challenge. \n \nSimilar to how you identified the activities, outputs, outcomes and impact, you can refine \nthe corresponding measures as you build up a better understanding of the change the \nchallenge prize is likely to bring about.  \n \nConsider the risks \nConsider the risks involved in running this challenge. For example: \n \n●Are there risks which would prevent prize participants from getting involved?  \n●Are there any potential reputational risks attached to the challenge topic – data \nprotection issues, political tensions, etc? Are there any macro PESTLE factors \n1\nthat could hinder the challenge topic, or cause it to fail?  \n \nSet up a risk register. Example risks are included in ​appendix 3​.  \nReview the legal, regulatory and policy context \nWhy? ​It will help you identify and understand the local context that impacts \ngovernance and the use of data in the region you are planning on running the \nchallenge programme in. The key question you want to answer here is whether \nthe policies and rules around the use of health data, and data more generally, are \nconducive to running a challenge prize. \n \nThis will also help you identify if and when you would need to engage with \nregulators, for example.  \n \nOutput: ​Light review of the legal, regulatory and policy context of your topic area \nand region \n \n \nIt is important to start by developing a broad understanding of the legal, regulatory and \npolicy context of the region you are looking to work on. For instance, a lack of clarity on \nprivacy and data protection regulations can expose data holders to significant \ncompliance risks and liabilities. Fragmented legal and regulatory frameworks also create \nuncertainty with the exchange of data across sectors and sovereign borders, should your \nchallenge involve non-health data and/or run in multiple countries. \n \nWith a better understanding of the legal, regulatory and policy context, you should be in \na position to make a decision about the feasibility of running a data challenge prize. The \nreview should cover: \n \n●Data protection laws and policies \n○the main privacy or data protection laws, policies and regulatory \nauthorities that may impact on the access, use or sharing of personal \ndata and/or anonymised data between different organisations \n○the privacy or data protection laws and regulations governing the \naccess and exchange of data between third parties across sectors \nand/or across borders, including any relevant agreements required  \n1\n PESTLE: Political, economic, social, technical, legal, environmental \nMay 2020 \n\n \n○the material risks or liabilities data owners could be exposed to under \nthe applicable laws for the sharing of data with third parties \n \n●Intellectual property laws \n○whether any intellectual property legislation may be relevant to the use \nof data required for the challenge prize \n○the intellectual property legislation governing the ownership of any \noutput and/or deliverables arising from the challenge prize \n○any requisite agreements and approaches to data licensing in the \ncountry you are looking to run the challenge prize in, including a short \nreview of a selection and adoption of government open data licences \n \n●Health data \n○any applicable laws, policies or regulations in the healthcare sector that \nmay impact on the access, use or sharing of health data between third \nparties, including but not limited to susceptibility data and \npatient-specific data. \nMake a data inventory  \nFor more detailed guidance on this, see the ODI’s guide on ​How to create a data \ninventory \n \nWhy? ​A data inventory exercise can help to identify the range of datasets that \ncould be used for your challenge prize and where you need to engage with \npotential partners to gain access to them. \n \nIt will also help you identify datasets you would need to monitor and measure the \nimpact of the challenge prize. \n \nOutput: ​A table with information on key datasets (see table template below) \n \n \n‘Data inventory’ is a term the ODI has been using to help map out the key data and \ndata-related resources that exist in a specific business sector or domain, or addressing a \nproblem. These include datasets, data publishers, publishing outlets (eg the data.gov.uk \nwebsite) and tools. \nTip: ‘Good enough’ data inventories \nDepending on the size of the topic and the amount of data available, it might not be \npossible to create a full data inventory as part of the scoping phase. If this is the case, \nyou could focus on creating a high-level data inventory in the short term and expand on \nthis in the challenge set-up phase. \n \nSome additional goals can be to: \n \n●assess the quality of the data available  \n●have a robust analysis of the sector data \n●easily access relevant data  \n●assess the range of data owners in the relevant sector \n●make recommendations to improve open data practice in the sector. \n \nMay 2020 \n\n \nTo decide on which datasets to look into, you might want to consider: \n \n●what kind of data you are looking for – using a ​matrix of medical data​ might help, \nto identify the types of health and non-health data you are looking for, and to \nprioritise your search \n●country coverage \n●how recent the publications and datasets are \n●the credibility and reliability of the data source \n●the methodological soundness of the data collection approach. \n \nThe information you are looking for needs to be data specific and can be captured in a \nspreadsheet format here​. You might want to look into the format(s) the data is in (MS \nExcel, CSV, JSON, SQL DB) and standard being used.  \n \n  \nMay 2020 \n\n \nSection three: Design \nyour challenge prize \nNow that you’ve spent some time identifying your problem and scoping it out in more \ndetail, you should be in a good position to design a plan for how your challenge prize will \nrun. Depending on your funding situation, you might need to put a proposition together \nas part of a bid. \n \nThis section describes some of the elements you’ll need to work through in order to have \na clear plan for how you’ll deliver for your health data challenge prize. You can find an \nexample delivery plan on pages 10-11 of the ​Nesta and ODI Open Data Challenge Series \nHandbook​. \n \n1)Set out your phases and sequencing \n \nYour challenge prize will need to be split into different phases. We have outlined \nsome common phases in ​appendix one​, but these may vary depending on the \ntopic and problem you have selected and where you are running it in. \n \nIf you are running a challenge prize that is looking to address more than one \nproblem, we would recommend staggering the phases so they aren’t all running \nat the same time. This will allow you to learn and adapt as you go. \n \n2)Estimate your budget \n \nYou’ll need at least an estimate for how much the challenge prize programme \nwill cost to deliver. You may have a set budget that you need to work within, or \nyou may be pitching for funding. \n \nIt is important to remember that you’ll need budget for the running of the prize \n(for example project management, financial management, communications and \nbranding, legal support) as well as budget for the prize itself. The budget should \ninclude money for the following aspects (depending on phases involved): \n \n●data acquisition, curation and access control \n●events, eg demo day, judging event and launch lab \n●seed funding \n●training and mentorship \n●communications \n●prize money. \n \n3)Summarise your scoping work in a proposition \n \nWe recommend that you summarise your scoping work into a proposition, which \nyou may need to do anyway if you are pitching for funding. Even if you already \nhave funding confirmed for your challenge prize, it is helpful to have everything \ncollated in one place and it allows you to share it with others more easily. In your \nproposition, you should clearly articulate: \nMay 2020 \n\n \n \n●why a challenge prize is the right approach for the problem in question \n●what will be achieved through the challenge prize and how  \n●where the challenge prize should run \n●who should be involved (participants, decision makers and delivery \npartners) \n●the success indicators \n●the phases and sequencing  \n●the budget \n●how the programme will be governed and evaluated  \n●key decisions which need to be made before the prize can go ahead  \n●a risk register \n●a communications strategy. \n \nYou can find out more about how to run a challenge prize in the ‘Deliver’ section \nof the ​Nesta Challenge Prizes Guide​. \n \n \n \n \n \nMay 2020 \n\n \nAppendix 1: Main phases \nof work in a challenge \nprize \n \nThis is a framework you can use to think about different phases within your challenge \nprize, but there are other approaches and delivery patterns which may be more \nappropriate. You can find out more about these in the ​Nesta Challenge Prizes Guide​. \n \n \nSet up and recruitment \n \n●Convene end-users and stakeholders across the communities in question, \nincluding local, state and national government and private sector, in order to \nverify their needs with regard to the topic \n●Establish agreements with local delivery partners, and develop the detailed \ndelivery plan.  \n●Establish agreements with data providers.  \n●All data will need to be vetted and cleaned thoroughly prior to launch in order to \nverify quality and limitations. This will take dedicated resources and be the most \ntime consuming part. The aim is to ensure that participants can use the data as \nsoon as they enter the model development phase. \n●A website will need to be established with all the required information on the \ntopic and processes. This should then be publicised to the target audiences. \nExpressions of interest (EOIs) can be open to those who have predefined ideas \nand projects, and those who may have relevant skills but no project proposal.  \n \nLaunch and applications \n \n●Organise a ‘lab’ or multi-day event and invite all those who have completed \nEOIs, along with beneficiaries, data providers and delivery partners. \n○The event should focus on why the challenge topic is so important, how \nthe problem needs to be addressed and the processes involved in \nparticipating in the challenge prize. This should be recorded and sent to \npeople who can’t attend.  \n○Participants should have the opportunity to share their project ideas, \nrecruit new team members and engage with data providers and \nstakeholders. \n●The teams should then be given a set period of time to confirm their teams and \nsubmit their area of interest/initial proposal in the formal application. This will \nthen be assessed by the judging team based on predefined criteria.  \n \n \n \nModel development phase and demo day \n \nMay 2020 \n\n \n●Teams should be encouraged to focus on engaging with the available data and \nmodelling it to develop insights.  \n●They should receive some seed funding (if required), data access support to help \nthem identify the specific datasets they need for their project and any \ngovernance requirements. \n●Through the development of models and insights, the teams will be asked to put \ntogether plans for developing applications and tools, drawing on the data \nscience methods and insights they have developed in this phase. \n●Organise a demo day where participants can showcase the models and insights \nthey have developed using the data and give their pitches for tool development. \nThey should be judged by a panel of key stakeholders and experts in the field \nagainst a set of publicly accessible scoring criteria. \n \nTool development phase and prize \n \n●The projects that have progressed from the model development phase will \nreceive further seed funding (if required) to develop the tool or application \noutlined in the model development phase. \n●Teams should have a greater focus on digital development, working with and \ndrawing on the expertise of the scientific experts and stakeholders to inform their \nwork. \n●Teams should have an opportunity to implement their full or partial solutions in \nan environment with real stakeholders. \n●Organise a public demo day and invite senior stakeholders and media \nrepresentatives. Each of the teams should present their work and explain how \nthey have used data science to address the problem. A set of judges should \nreview the submissions and the most successful one be awarded a cash prize. \n \nSustainability \n \n●A sustainability period should follow the award of the prize, in order to support \nthe winning project and the other projects to be adopted by the key stakeholders \nand used to address the key issues. If possible, some additional funding should \nbe made available for sustainability for the top three prize submissions.  \n \nCommunications and evaluation \n \n●Stories about the prize should be told through different media channels, and the \nimpact and success should be evaluated. \n \n  \nMay 2020 \n\n \nAppendix 2: Examples of \nrelevant data sets \nIn the ​matrix of medical data​ you will find some examples of datasets to be looking for.  \n \nBelow you will find examples of how these datasets can be helpful in solving \nhealth-related issues such as access to healthcare, improving the quality of healthcare or \npreventing the spread of a disease.  \n \nExtending access to healthcare \n \n-Citizens can locate and use the nearest healthcare providers using tools such as \nFarmacias de Turno Chile (Chile), MOH iHealth SG (Singapore), Health Facilities \n(Ghana) and Onde ser Atendido (Rio de Janeiro, Brazil). \n-Citizens are able to make choices between healthcare providers based on \nquality, which may encourage the use of healthcare facilities, by using tools such \nas Temporada De Passes (Uruguay) and Find the Best Hospital (UK). \n-Citizens are better able to understand illnesses and treatments, allowing them to \nmake informed decisions about seeking appropriate medication and care, when \nusing tools such as MedAfrica (Africa), InfoVacunas (Chile) and Iodine (USA). \n-Medical practitioners are able to locate patients faster using the outputs of \nmapping projects such as Humanitarian Openstreetmap Team and MSF Missing \nMap Project. \n-Citizens and policymakers can be made aware of forecasted and current \nextreme weather events, which may increase their ability to identify, plan and \nimplement measures to mitigate the effects of these on health. \n-Policymakers may identify and plan health care interventions and prevention \nmeasures using tools which relate levels and sources of pollution to incidences \nof disease and illness. \n \nImproving the quality of healthcare provision \n \n-Citizens are able to locate the most relevant healthcare provider and service, \nencouraging the efficient and effective use of healthcare resources, using tools \nsuch as Farmacias de Turno Chile (Chile), MOH iHealth SG (Singapore), Health \nFacilities ​(Ghana) and Onde ser Atendido (Rio de Janeiro, Brazil). \n-Citizens are able to identify and challenge providers to increase the quality of \nhealthcare provision using tools such as Temporada De Passes (Uruguay). \nMedical practitioners are able to provide efficient and effective care using \neasy-to-access medical and clinical reference information via tools such as \nHealth eVillages (Worldwide) and AMREF mHealth (Africa). \n-Citizens and policymakers are able to compare the level of investment and \noutcomes of regional healthcare systems, informing the future distribution of \nfunds or the need for greater efficiency, using tools such as healthcare spending \nvisualisations in Kenya. \n \nPreventing the spread of disease \n \nMay 2020 \n\n \n-Citizens are able to better understand the spread of disease, the best preventive \nmeasures, symptoms and when to seek care using tools such as MedAfrica \n(Africa) and InfoVacunas (Chile). \n-Responses to disease and illness from governmental, third sector and \nintergovernmental actors can be coordinated and targeted using platforms such \nas Healthmap (Worldwide) and Humanitarian Data Exchange (HDX) (Worldwide). \n-Intergovernmental and non-governmental actors are able to respond more \nrapidly to outbreaks using the outputs of mapping projects such as \nHumanitarian Openstreetmap Team (Worldwide) and the MSF Missing Map \nProject (Worldwide). \n-Researchers are able to develop computer models to better understand disease \npatterns, which can inform governments and third parties of where and how \ndisease will spread, to improve resource allocation and preventative measures in \nprojects such as QWeCI (Africa). \n \n \n \n \n  \nMay 2020 \n\n \nAppendix 3: Additional \nresources \n \nExamples and resources for theories of change \nSome key resources around theory of change creation include:  \n \n-Challenge programme or innovation prize specific resources: \n-NESTA’s ​DIY Learn Module​ and ​DIY Tool​ on Theory of Change \n-Other resources: \n-Keystone Accountability’s guide to ​Developing a Theory of Change \n \n \nHere is a sample theory of change for a challenge project around reducing \nsnakebite mortality and morbidity in India: \n \n \nKey \nstakeholders \nChallenge prize activities Outputs Outcomes \nData scientists \n(tech \ncommunity) \n \nHealth \ncommunity \n \nPatients \n \nGeneral public  \nBuild multidisciplinary \npartnerships with universities, \nNGOs and other relevant \ninstitutions in designing and \nrunning the challenge  \n \nIdentify and enable data \naccess opportunities  \n \nPromote the challenge and \nengage with challenge \nparticipants  \n \nProvide seed funding \n  \nEngage with 'end user' groups \n(patients/ clinicians/ healthcare \nproviders/ researchers/ \ncitizens) in order to inform/ \nco-produce the prize entries  \n \nJudge entries and give prize  \n \nProvide mentoring  \n \nSnakebite data innovation \nminimum viable products \n(MVPs) are developed that \ndraw insights on the risk of \nsnakebite, envenoming, and \nmortality and morbidity in \norder to develop products and \ntools that help: \n●Hospitals and other \nhealthcare providers \nbetter plan and \nmanage the \nresources needed to \nrespond to snakebite \ninstances (antivenom \nand other supplies \nand equipment (eg \nintensive care \nfacilities), trained \nclinicians, etc.) \n●NGOs and other \nstakeholders better \ntarget snakebite \nprevention activities, \ne.g. community \nShort-term: Clear \nplans and/or \npartnerships \nestablished to \nimplement and/or \nsustain snakebite \ndata innovations \nbeyond the duration \nof the award \n \nMid-term: Products \nand tools created \nduring the challenge \nare used to inform \ndecision-makers \nabout prioritising \npreventive activities \nand resourcing the \nhealth system for \nsnakebite response \nin Tamil Nadu \nMay 2020 \n\n \nProvide sustainability support \nfor entrants  \n \nStrengthen the community of \ndata scientists working on the \nchallenge and beyond through \npeer network support \neducation \ninterventions \n●Health policymakers \ncarry out more \ninformed long-term \nplanning for snakebite \nmanagement \nrequirements in the \nregion \nNetworks/relationships across \ntech, academia and \nhealthcare are established or \nreinforced to improve the \npreparation and response to \nsnakebite instances in a \nsustainable manner \nImpact \nSnakebite mortality \nand morbidity is \nreduced in India \n Assumptions  \n(external factors not under the \ndirect control of the project \nwhich are necessary for the \nachievement of intended \nresults) \nAssumptions Assumptions \nKey stakeholders such as the \nstate department of health in \nTamil Nadu shares data with \nus \n \nChallenge participants provide \nhigh-quality submissions \nHospitals and other \nhealthcare providers, and \npolicy-makers prioritise the \nimplementation of efforts, \nsuch as the use of \napplications and tools \ndeveloped through this \nchallenge prize, to better plan \nfor snakebite response \nSnakebite data \ninnovations are \ncontinuously \nreviewed and \nadapted to changing \ncircumstances \nStakeholders across tech, \nacademia and healthcare are \nable to commit sufficient time \nto collaborate \nThere is enough interest in \nfunding or maintaining the \nsnakebite data innovations \nbeyond the duration of the \naward \n \n \n \nMay 2020 \n\n \n \nPotential interview guide questions \nThe following can be used as the basis for an interview guide. Use these questions as \ncore prompts and add any other questions specific to the challenge, region or type of \nstakeholder you are interviewing: \n \nSuggested questions for the interview guide:  \n \n●How open is the sector? \n●Are there any challenges related to health data sharing in the sector/ country? \n●Does your organisation hold health or health-related data? \n●How is this data being accessed, used and shared? \n●Who are the reusers of such datasets? \n●Does your organisation rely on access to health data? If so, where and how do \nyou access it? \n●Are there already solutions to this challenge available  that we haven’t come \nacross?  \n●Who else should we be speaking to? \n●How do you interact with other organisations in the field on this topic? Do you \nshare data?  \n \nExample risk table \n \nRisk  \nstatement \nImpact \nstatement \nImpact \nRange \n1-5, 5 \nbeing \nhighest \nimpact \nLikelihood \nRange \n1-5, 5 \nbeing \nhighest \nlikelihood \nOverall \nImpact x \nLikelihood \n= result \nfor focus \nMax score \n= 25 \n10-20 = \nAmber \n21-25 = \nRed \nMitigation \nThere will not be \nsufficient access \nto data  \nThe \nparticipants of \nthe challenge \nwill not be able \nto develop \nappropriate \nsolutions  5 ? ? \nThe selected \nchallenge must \nidentify data \nstewards to \npartner with prior \nto launching the \nprize.  \nData will be \nmisused by \nparticipants  \nThis would \nundermine the \nintegrity of the \nprize and the \ndevelopment \nof public trust, \nlimiting the \nimpact of the 5 ? ? \nEnsure data \nmonitoring of \ndata use.  \nMay 2020 \n\n \nprize and \ndamaging \nreputations of \nthose running \nthe prize.  \nData will not be \naccessible by \ndifferent members \nof a team who are \nin different \ncountries \nThis would \nrestrict the \nability for \nremote teams \nto collaborate.  3    \nIP issues are not \naddressed      \nThe prize does not \ndeliver effective \nsolutions       \n \n \nData ecosystem roles to consider when mapping: \nTaken from ​roles​ in The ODI’s Data Ecosystem Mapping methodology \n●Data stewards: Who is responsible for collecting, managing or ensuring access \nto a dataset?  \n●Beneficiaries: People or organisations that benefit from the data ecosystem \nbecause it enables them to make decisions (such as practitioners, patients \ngroups etc). \n●Contributors: The people who contribute to the dataset, either knowingly or \nunknowingly through use of a service.  \n●Intermediaries: What services add value to a dataset? Are there groups that \naggregate data in the ecosystem (such as charities)? \n●Creators (or data users): Who uses the data to create things? These could be \nproducts, services, analyses, insights, stories or visualisations (such as \ninnovators, academics, data scientists). \n●Regulators: Those who create and enforce regulatory frameworks.  \n●Policymakers: Those who create policies, principles and measures. \n●Reusers. \n●End users. \n●Capacity developers. \n●Technology providers. \n \nMay 2020 ","version":"1.10.100"}