{"numpages":21,"numrender":21,"info":{"PDFFormatVersion":"1.5","IsAcroFormPresent":false,"IsXFAPresent":false,"Producer":"Skia/PDF m82"},"metadata":null,"text":"\n\n \n\n \nContents \nExecutive summary \nIntroduction \nThe growth of data collection in the private sector \nSupporting sharing of data across the private sector \nThe role of the private sector in data ecosystems \nData as an enabler of new business models \nData as enabler for existing business models \nCross-cutting challenges driving the sharing of data \nChanging regulatory environment \nIncreasing need for collaboration \nIncreasingly competitive markets \nDemands for more data to harness new technologies \nClimate and environmental challenges \nHow can sharing data create value? \nImproving market reach \nBenchmarking and insights \nOpen innovation \nBenefits of regulated sharing \nSupply chain optimisation \nAddressing sector challenges \nBuilding trust \nRecommendations \nAppendix: Methodology \nDiscovery \nAlpha \n \n  \n \nOpen Data Institute 2020 / ReportSharing data to create value in the private sector   2 \n\n \n \n \n \n \n \n \n \nAbout \nThis report was produced as part of a three-year innovation programme funded by \nInnovate UK. The views in this report are those of the authors. \n \nThis report has been researched and produced by the Open Data Institute (ODI), \nand was published in March 2020. The lead authors are Josh D’Addario, Leigh \nDodds, Walter Brown, James Maddison; ODI.  \n \nTo share feedback by email or to get in touch, contact the private sector data-sharing \nproject lead, ​Josh D’Addario​. To share feedback in the comments, highlight the \nrelevant piece of text and click the ‘Add a comment’ icon on the right-hand side of \nthe page. \n \n \n \nHow can it be improved? We welcome suggestions from \nthe community in the comments. \n \nOpen Data Institute 2020 / ReportSharing data to create value in the private sector   3 \n\n \nExecutive summary \n \nBusinesses can create value by using third-party data to develop new products and \nservices. But our research has shown that they can unlock more value by sharing \ndata they have collected. \n \nA changing landscape of consumer and citizen rights, and expectations over privacy \nand data portability, require businesses to improve how they access, use and share \ndata. This creates both new challenges and new opportunities. \n \nIncreasingly competitive markets and complex supply chains require businesses to \nrethink how they drive innovation; they can no longer expect competitive solutions to \nsolely come from their internal teams. \n \nUse of artificial intelligence and machine learning is leading to increased demands for \ndata, which can be costly for individual organisations to collect and maintain. The \nchanging climate puts pressure on businesses across sectors, requiring them to \nadapt to common challenges. \n \nThis report summarises our research exploring how businesses across a range of \nsectors are sharing data in ways that directly and indirectly deliver value.  \n \nSharing data can assist companies in increasing revenue, reducing direct costs, and \nimproving efficiency in operations. Our research has highlighted seven key business \nbenefits of sharing data: improving market reach; supporting benchmarking and \ninsights; driving open innovation; driving supply chain optimisation; embracing \nregulated data sharing; addressing sector challenges; and building trust. Further \nresearch may identify additional benefits. \n \nIn this report we explore how commercial organisations participate in data \necosystems, the variety of challenges facing businesses, and describe the seven \ntypes of value creation. A series of case studies provide real-world examples of \nbusinesses that have successfully adopted each approach. \n  \nSupporting businesses to unlock the value of data – in ways that will help address a \nvariety of social, environmental and economic problems – requires action by a range \nof stakeholders. \n \nBusinesses must work together to create a stronger data infrastructure that supports \nthe data sharing across sectors. There is a role for professional bodies and industry \ngroups to convene businesses and explore the benefits of sharing data and \nencourage collaboration. Governments need to continue to explore ways to both \nincentivise and require businesses to increase access to data that can create wider \nbenefits. \n \nIn short, businesses, governments and professional associations need to work \ntogether to build an open, trustworthy data ecosystem that maximises the value of \ndata, while mitigating potential harms.  \n \n \nOpen Data Institute 2020 / ReportSharing data to create value in the private sector   4 \n\n \nIntroduction \n \nBusinesses around the world are rushing to unlock value from ever increasing \nvolumes of data. \n \nThe European Commission has estimated that the European Union (EU) data \neconomy was worth €300bn in 2016, and estimates that this will increase to €739bn \nin 2020. McKinsey has projected that data-enabled applications of artificial \n1\nintelligence (AI) will generate $13tn in new global economic activity by 2030. \n2\n \nThe routine collection of data from digital services and products, cheap sensors, \nincreasing connectivity, and easy access to large-scale computing platforms, are \nenabling businesses of all sizes to create new products and services, and become \nmore data-informed. However, skills and expertise are becoming limiting factors. \nThe growth of data collection in the private sector  \n \nHistorically, this ability to collect detailed data about our society, economy and \nenvironment was restricted to national governments and agencies. But this capability \nis now accessible to many businesses, through routine data collection from their \nproducts and services, or by collecting and combining data from multiple sources.  \n \nGoogle and Apple are now creating ​some of the world’s most accurate and widely \nused maps, outstripping the capabilities of national mapping agencies. The Weather \n3\nCompany, among others, is competing with national meteorological services for a \nshare of ​the weather data market​. Social networks and digital advertising networks \n4\nare collecting large amounts of demographic data about individuals, including \nprofiling their social and economic activities.  \n5\n \nAnalysis of the growth of the data economy and, in particular, the potential impacts of \nthe open data movement, have tended to focus on the untapped potential of \ngovernment data, with the private sector playing a role in unlocking that value. For \nexample: \n \n1\n European Commission (2017), ‘Final results of the European Data Market study measuring the size and trends \nof the EU data economy’, \nhttps://ec.europa.eu/digital-single-market/en/news/final-results-european-data-market-study-measuring-si\nze-and-trends-eu-data-economy \n2\n ​McKinsey (2018), ‘Notes from the AI frontier: Modeling the impact of AI on the world economy’, \nhttps://www.mckinsey.com/featured-insights/artificial-intelligence/notes-from-the-ai-frontier-modeling-the-\nimpact-of-ai-on-the-world-economy#part1 \n3\n Open Data Institute (2018), ‘The UK’s geospatial data infrastructure: challenges and opportunities’, \nhttps://docs.google.com/document/d/17tPPEi4HHkSkSiLfhp7FkMakx11sIHAoo58v729yU7k/edit#heading\n=h.iajg2z7wdbnj  \n4\n ​Open Data Institute (2017), ‘The state of weather data infrastructure – white paper’, \nhttps://theodi.org/article/4021/  \n5\n The Guardian (2018), ‘Are you ready? Here is all the data Facebook and Google have on you’, \nhttps://www.theguardian.com/commentisfree/2018/mar/28/all-the-data-facebook-google-has-on-you-priv\nacy#  \n \nOpen Data Institute 2020 / ReportSharing data to create value in the private sector   5 \n\n \n●The $3tn per year valuation of the open data market by McKinsey in 2013 centred \non the value of combining open government data with shared data held by \nbusinesses.  \n6\n●In 2014, Lateral Economics estimated that the potential value of open data to the \nG20 would be around $2.6tn a year, contributing to aggregate the group’s \ncumulative gross domestic product (GDP) of around 1.1% from 2014–2019, or \n55% of the G20’s 2% additional growth target. \n7\n●In 2020, the European Data Portal estimated that the value of open data for the \nEU28+  was €184bn in 2019, and forecast it to reach between €199.51 and \n€334.21bn by 2025. The report also looked at employment figures, with 1.09 \nmillion open data employees in 2019 and 1.12 to 1.97 million open data \nemployees forecast by 2025. \n8\n●Transport for London has reported that use of its open data has allowed private \nsector companies to contribute between £12m and £15m per year to the London \neconomy. \n9\n \nWith private sector collection of data now outstripping that of governments, greater \nattention is being paid to the need to increase access to data held by commercial \norganisations. \n \nContinued growth of the data economy requires increased sharing of data between \nbusinesses, and between businesses and government. Data needs to flow across all \nactors, in order that its use can create economic, social and environmental value. \nSupporting sharing of data across the private \nsector \n \nTo facilitate access to data, governments are exploring ways to address the need to \nincrease access to private sector data.  \n \nOne approach has been through regulation, for example, open banking and related \n10\nregulations in the banking and finance sectors. Policymakers in cities around the \nworld are looking to introduce regulations that allow them to access data held by \nride-sharing companies, to inform transport policies. \n11\n \nBut, while regulation can require sharing of data, other approaches are needed to \nensure that sharing data can be routinely carried out under beneficial terms, while \nensuring it is used in safe, ethical ways that minimise harms. \n \n6\n McKinsey Global Institute (2013), ‘Open data: Unlocking innovation and performance with liquid information’, \nhttps://www.mckinsey.com/business-functions/mckinsey-digital/our-insights/open-data-unlocking-innovati\non-and-performance-with-liquid-information  \n7\n Lateral Economics (2014), ‘Open for Business: How Open Data Can Help Achieve the G20 Growth Target’, \nhttps://www.omidyar.com/sites/default/files/file_archive/insights/ON%20Report_061114_FNL.pdf  \n8\n European Data Portal (2020), ‘The Economic Impact of Open Data: Opportunities for value creation in \nEurope’, ​https://www.europeandataportal.eu/sites/default/files/the-economic-impact-of-open-data.pdf  \n9\n ​Transport for London (2017), ‘​TfL’s free open data boosts London's economy​’ \nhttps://tfl.gov.uk/info-for/media/press-releases/2017/october/tfl-s-free-open-data-boosts-london-s-econo\nmy  \n10\n Financial Times (2019), ‘Open banking: the quiet digital revolution one year on’, \nhttps://www.ft.com/content/a5f0af78-133e-11e9-a581-4ff78404524e  \n11\n ​NYU Wagner (2019), ‘E-Hail Regulation in Global Cities’, \n ​https://wagner.nyu.edu/impact/research/publications/e-hail-regulation-global-cities \n \nOpen Data Institute 2020 / ReportSharing data to create value in the private sector   6 \n\n \nSome businesses are routinely sharing data with each other. A 2015 ​study of 270 UK \ncompanies by the Open Data Institute (ODI)​ showed that about half used data from \nnon-government sources, including other companies. A 2019 EU consultation of \n12\nnearly 1,000 small businesses found that a third acquire data from other companies.  \n13\n \nHowever, many businesses are still struggling to see the value of sharing data. A \nreport by the Lloyd’s Register Foundation highlighted that businesses in the \n14\nengineering and construction sectors are still cautious about sharing data. Issues \ninclude commercial and legal risks around sharing data, and a lack of clarity around \nthe benefits of sharing data. \n \nThe ODI’s experience of engaging with our commercial partners, and our user \n15\nresearch on what organisations need in order to share more data, reflects this wider \n16\nuncertainty on both strategic and operational issues. \n \nFrameworks to support legal, ethical and trustworthy sharing of data are clearly \nnecessary. The EU is currently developing guidance to help build confidence around \napproaches to sharing data across the private sector. The draft guidance includes \n17\nfive principles for business-to-business sharing of data, covering transparency, \nshared value creation, respect for commercial interests, ensuring undistorted \ncompetition, and minimising data lock-in.  \n18\n \nThe EU-funded Data Pitch project was intended to develop practical insights and \ndrive innovation around sharing data between businesses. \n19\n \nA UK government discussion paper on the economic value of data identified five \nchallenges for the UK economy, and recommended the enabling of safe, legal data \n20\nsharing, in part by developing repeatable terms for sharing data between businesses, \nunder mutually beneficial agreements.  \n \nOther approaches involve exploring the use of a wider set of ​data access models​, \n21\nlike ​data trusts​. Data trusts, inspired by legal trusts, enable people or organisations \n22\nto share data with others, with data governance decisions made by ‘trustees’ with \nfiduciary responsibilities. They represent one kind of ‘data institution’; an organisation \nwith some level of responsibility for stewarding data. \n23\n12\n ​Open Data Institute (2015), ‘Open data means business’, \nhttps://theodi.org/article/open-data-means-business/  \n13\n European Commission (2019), ‘SME panel consultation – B2B Data Sharing’, \nhttps://ec.europa.eu/digital-single-market/en/news/sme-panel-consultation-b2b-data-sharing  \n14\n ​Lloyd’s Register Foundation (2019), ‘Insight report on sharing engineering data’, \nhttps://www.lrfoundation.org.uk/en/news/insight-report-on-data/ \n15\n ​Open Data Institute (2017), ‘The value of open data for the private sector’, \nhttps://theodi.org/article/the-value-of-open-data-for-the-private-sector/ \n16\n ​Open Data Institute (2018), ‘What organisations need in order to share more data: our research’, \nhttps://theodi.org/article/what-organisations-need-in-order-to-share-more-data-our-research/ \n17\n ​European Commission (2019), ‘Guidance on private sector data sharing’, \nhttps://ec.europa.eu/digital-single-market/en/guidance-private-sector-data-sharing \n18\n ​European Commission (2018), ‘Staff Working Document – Guidance on sharing private sector data in the \nEuropean data economy’, \nhttps://ec.europa.eu/digital-single-market/en/news/staff-working-document-guidance-sharing-private-sect\nor-data-european-data-economy \n19\n ​Data Pitch (2020), ‘Data Pitch Impact Assessment: our learnings’, \nhttps://datapitch.eu/news/data-pitch-impact-assessment-our-learnings/ \n20\n ​HM Treasury (2018), ‘The economic value of data: discussion paper’, \nhttps://www.gov.uk/government/publications/the-economic-value-of-data-discussion-paper \n21\n Open Data Institute (2019), ‘Mapping the wide world of data sharing’, \nhttps://theodi.org/project/the-data-access-map/  \n22\n Open Data Institute (2019), ‘Data trusts: lessons from three pilots (report)’, \nhttps://theodi.org/article/odi-data-trusts-report/  \n23\n Open Data Institute (2020), ‘What do we mean by data institutions?’, \nhttps://theodi.org/article/what-do-we-mean-by-data-institutions/  \n \nOpen Data Institute 2020 / ReportSharing data to create value in the private sector   7 \n\n \nBut, there is also a need to clearly articulate the business benefits of sharing data. \nThis is the goal of this report. \n \nWe explore how businesses are generating value by sharing data with others, \nincluding suppliers, partners and even competitors.  \n \nWe also look at how private sector businesses can unlock value by sharing data.  \n \nIn the following sections we provide some background on the roles that commercial \nbusinesses play in data ecosystems, and the cross-cutting challenges faced by \nbusinesses across a range of sectors.  \n \nWe then document seven ways in which companies create direct bottom-line benefits \nby sharing data they have collected. \n \n  \n \nOpen Data Institute 2020 / ReportSharing data to create value in the private sector   8 \n\n \nThe role of the private sector \nin data ecosystems \n \nThe concept of a​ business ecosystem​ has been defined as ‘an economic \ncommunity supported by a foundation of interacting organizations and individuals’.  \n24\n \nThe network of organisations in an ecosystem includes suppliers, distributors, \ncustomers, competitors, government agencies, and other organisations involved the \ndelivery of a specific product or service through both competition and cooperation. \n25\n \nThe ODI has defined a ​data ecosystem​ as consisting of ​data infrastructure – such \n26\nas data assets, standards, technologies, policies – and the people, communities and \norganisations that benefit from the value created by it.  \n27\n \nThe two terms are closely aligned. The increasing importance of data in \nbusiness-to-business interactions makes it an important element in understanding \nthe changing forms of value exchange and interactions within ecosystems. An \n28\nemphasis on data helps bring focus to how the flow of data is essential to value \ncreation. \n \nWhile businesses can play a variety of roles in a data ecosystem, they broadly fall \n29\ninto one or more of the following: \n \n●Consumer​. Directly benefiting from consuming third-party data or insights, to \nimprove their products, services and business processes. \n●Intermediary​. Aggregating and sharing data sourced from third parties, to provide \ndata products or insights to downstream consumers of data. Data intermediaries \nare organisations and individuals located in a data supply chain. \n30\n●Provider​. Publishing data and sharing data with other businesses, communities, \nindividuals or government agencies, to provide insights or enable innovation and \ncollaboration. \n \nTo properly understand the value to the private sector of sharing data, we need to \nconsider each of these roles and how use of data enables both new and existing \nbusiness models. \n \n  \n24\n ​Moore (1996), ‘The death of competition: leadership and strategy in the age of business ecosystems’ \n25\n ​Investopedia, ‘What is a business ecosystem?’, \nhttps://www.investopedia.com/terms/b/business-ecosystem.asp  \n26\n ​Open Data Institute (2016), ‘What is data infrastructure?’, ​https://theodi.org/topic/data-infrastructure/  \n27\n Open Data Institute (2018), ‘Mapping data ecosystems: methodology’, \nhttps://theodi.org/article/mapping-data-ecosystems/  \n28\n Gartner (2017), ‘8 Dimensions of Business Ecosystems’, \nhttps://www.gartner.com/smarterwithgartner/8-dimensions-of-business-ecosystems/  \n29\n ​Open Data Institute (2018), ‘Mapping data ecosystems: methodology’​, \nhttps://theodi.org/article/mapping-data-ecosystems/  \n30\n Web Foundation (2015), ‘Open data intermediaries in developing countries’, \nhttp://webfoundation.org/docs/2015/08/ODDC_2_Open_Data_Intermediaries_15_June_2015_FINAL.pdf \n \nOpen Data Institute 2020 / ReportSharing data to create value in the private sector   9 \n\n \nData as an enabler of new business models \n \nA data business is a private sector organisation that uses, produces, or otherwise \ninvests in data as a key element of their business model. Accessing, sharing and \npublishing data are key focuses of their operational activities. \n \nOur research into open data businesses has identified a variety of business models, \n31\nincluding: \n \n●Creating value through publishing​. Cities promote companies like BikeCitizens \nand Green City Solutions because of the value of the data that they generate and \nshare or publish as a result of their main business of providing bike share \nprogrammes and reducing air pollution, respectively. \n●Generating revenue through publishing​. Data businesses can use freemium and \ncross-subsidy models to generate revenue from publishing open data. Freemium \nmodels grant access to open data while introducing premium paid tiers for certain \ntypes of access or value-added services. Cross-subsidy models use free open \ndata services to attract customers to other paid-for services, or to generate leads \nfor other business opportunities. \n●Combining data from multiple sources​. Data businesses often rely on various \ndata sources, internal and external, open and shared, to be combined in \ninnovative ways to help customers solve problems. \n \nBusiness models that have proved to be successful for open source are also relevant \nto data businesses. For example, service provision, freemium models, collaborative \nmanagement and cross-subsidies. \n32\n \nA taxonomy of data-driven business models developed by the University of \nCambridge identifies six categories: \n33\n \n●Free data collector and aggregator​ – creation and distribution of aggregated \ndata collected from primarily public and open sources. \n●Analytics-as-a-service ​– providing analysis of data provided by customers, with \ninsights delivered as data to be used by customers. \n●Data generation and analysis​ – creation of new data assets for reuse by others. \n●Free data knowledge discovery​ – provision of insights, including \nrecommendations, monitoring and analytics, using public and openly available \ndata. \n●Data-aggregation-as-a-service​ – aggregation of internal sources of data, for \nexample about customers, across an organisation. \n●Multi-source data mash-up and analysis​ – combining shared, public and open \ndata to provide analytics and insights. \n \nTaxonomies and analyses of this type are particularly helpful in identifying new \nopportunities and business models within the broader data economy. They are \nparticularly relevant for startups and small businesses developing new products and \nservices within the data economy. But how do we understand the role of publishing \nand sharing data within existing business models? \n31\n Open Data Institute (2018), ‘Data entrepreneurship: exploring successful business models with open data’, \nhttps://theodi.org/wp-content/uploads/2018/03/ODI_ODINE-2018-1-3.pdf  \n32\n Jeni’s Musings (2012), ‘Open data business models’, \nhttps://www.jenitennison.com/2012/08/20/open-data-business-models.html  \n33\n University of Cambridge (2014), ‘Big data for big business? A taxonomy of data-driven business models used \nby start-up firms”, \nhttps://cambridgeservicealliance.eng.cam.ac.uk/resources/Downloads/Monthly%20Papers/2014_March_D\nataDrivenBusinessModels.pdf  \n \nOpen Data Institute 2020 / ReportSharing data to create value in the private sector   10 \n\n \nData as enabler for existing business models \n \nMany companies will not see themselves as ‘data businesses’, because their primary \nfocus – for example the provision of fitness classes, designing aircraft or delivering \nmanufactured components – is not centred on the collection or publication of data. \nBut data is becoming an increasingly important part of their daily operations. \n \nThe growth of data-related roles in the private sector, such as the Chief Data Officer \n(CDO), and the continued increase in demand for data scientists, shows that many \n3435\nbusinesses are moving to improve their use, management and governance of data in \norder to improve decision making and drive innovation. \n \nA 2015 study into the use and application of analytics within businesses identified \nthree levels of maturity across organisations that were driving competitive advantage \nand innovation. ‘Analytical Innovators’ were identified as being ‘more strategic in \n36\ntheir application of analytics, place a high value on data, and have higher levels of \ndata management and analytical skills’.  \n \nAn updated report by the same authors in 2017 further explored the use of analytics \nas a source of business innovation, using the same model. They found that \n37\n‘Analytical Innovators’ were using data and analytics to explore incremental \ninnovation in existing products, services and processes, as well as creating new \nproducts, services and business models. \n \nThe authors noted that organisations with a high ability to innovate were sharing data \nboth internally and beyond company borders at much higher levels than other \norganisations. Making data ‘shareable by default’ is therefore important to enabling \n38\ninnovation within businesses and across their ecosystems. \n \nThe focus of our analysis and of the case studies presented in this report has been on \nexploring the benefits to individual organisations of sharing data with their \necosystems. \n \n  \n34\n Gartner (2019), ‘Gartner Research Board identifies the Chief Data Officer 4.0’, \nhttps://www.gartner.com/en/newsroom/press-releases/2019-07-30-gartner-research-board-identifies-the-\nchief-data-officer-4point0  \n35\n TechTarget (2019), ‘Demand for data scientists is booming and will only increase’, \nhttps://searchbusinessanalytics.techtarget.com/feature/Demand-for-data-scientists-is-booming-and-will-in\ncrease \n36\n Ransbotham, Kiron, Prentice (2015), ‘Minding the analytics gap”, \nhttps://sloanreview.mit.edu/article/minding-the-analytics-gap/  \n37\n ​Ransbotham, Kiron (2017), ‘Analytics as a source of business innovation’, \nhttps://sloanreview.mit.edu/projects/analytics-as-a-source-of-business-innovation/ \n38\n ​Thomson Reuters, Open Data Institute (2016), ‘Shareable by default: creating resilient data ecosystems’, \nhttps://theodi.org/article/white-paper-shareable-by-default-creating-resilient-data-ecosystems/ \n \nOpen Data Institute 2020 / ReportSharing data to create value in the private sector   11 \n\n \nCross-cutting challenges \ndriving the sharing of data \n \nBusinesses across a range of sectors are facing a number of common challenges \nthat are driving them to explore the value of sharing data. \n \nChanging regulatory environment \n \nChanging expectations around privacy and data protection mean that companies are \nhaving to re-evaluate their approach to collecting, managing and sharing data. \nGeneral Data Protection Regulation (GDPR) and similar regulations include data \nportability provisions that require businesses to share more data with their customers \nand users.  \n \nSector-specific regulation, aimed at creating fairer markets, is also increasingly aimed \nat ensuring businesses share more data with regulators and their broader ecosystem. \n \nIncreasing need for collaboration \n \nPlatform business models, complex supply chains and service delivery models, and \nopportunities to deliver complementary products and services, are requiring \nbusinesses to share more information, business intelligence and insight. \n \nIncreasingly competitive markets \n \nGlobalisation and increased use of digital products and services means that \nbusinesses are facing an increasingly competitive marketplace. Sharing and using \ndata internally can help to drive innovation within existing business processes and \nservices, and can help to reduce costs; as can sharing data across supply chains, for \nexample. \n \nThe ability to access more competitive intelligence on market size is leading to \norganisations sharing data with analytics firms. \n \nDemands for more data to harness new technologies \n \nNew technologies such as AI and machine learning require access to large volumes \nof data. These technologies are being used to innovate in existing sectors and are \ndriving the growth of emerging sectors, for example autonomous vehicles.  \n \nWithout sharing data, businesses face the cost of collecting and labelling data. By \nengaging in pre-competitive collaboration with others in their sector to collect \nnecessary data, companies may be able to share costs and reduce time to market. \n \nClimate and environmental challenges \n \nThe challenges presented by a changing environment are an issue for businesses in \nall sectors.  \n \nOpen Data Institute 2020 / ReportSharing data to create value in the private sector   12 \n\n \nHow can sharing data \ncreate value? \nAfter analysing over 80 examples of data sharing across a range of business \necosystems, we have identified seven categories of value generation. These are \noutlined in the following section, along with links to illustrative case studies. \n \n \n​This image is licensed under a Creative Commons Attribution-NonCommercial-ShareAlike \n4.0 International License \n \n \nImproving market reach \n \nIncreasing access to data can promote products and services to a wider range of \ncustomers. By making information about products and services findable and \n \nOpen Data Institute 2020 / ReportSharing data to create value in the private sector   13 \n\n \naccessible to a new audience – one that is not being served by current sales and \nmarketing efforts – businesses can generate new sales and opportunities.  \n \nSharing and opening data about their products and services allows businesses to \nwork with third parties that can:  \n \n●widen their pool of potential customers​ by supporting the creation of new \ndiscovery tools, such as tailored search engines and recommendation systems, \nthat are designed around the needs of specific communities  \n●develop complementary products and services​ that will support specific \ncustomers, while driving revenue to existing product lines. \n \nBusinesses in a wide range of sectors have long been sharing data and information \nas a means to increase their market reach. Our research has found that by sharing \nreference data about available products, coupled with data and application \nprogramming interfaces (APIs) that support creating transactions (purchasing a \nproduct, placing a booking), businesses can generate additional revenue and reach a \nbroader market. Availability of this information might also help them better engage \nwith their existing customer base.  \nBenchmarking and insights \nIncreasing access to data for benchmarking against other organisations can provide \nuseful insight to inform and shape decision making. Companies can use \nbenchmarking against cross-industry metrics and best practices to: \n \n●drive investment decisions ​by understanding how competitors are investing in \nnew technologies, like AI \n39\n●increase efficiency and productivity ​by comparing spending and performance \nwith similar organisations to drive operational changes \n40\n●improve equality and diversity​ in the workplace by benchmarking salaries to \ncreate fairer pay banding and improve hiring practices \n41\n●address health and safety issues​ by understanding frequency of accidents and \nacting to address potential issues \n42\n●improve sales processes ​by understanding more about patterns of procurement.\n  \n43\n \nSharing data is fundamental to successful benchmarking to allow for comparison \nacross a range of organisations working in the same industry. But businesses are \nreluctant to share data directly with their competitors. Individual competitor \norganisations can, however, share data with cross-industry organisations, who then \npool the data to create aggregate datasets that can be analysed to deliver individual \ninsights. \n \n39\n McKinsey Digital (2017), ‘Building efficient IT organizations: Insights from our benchmarks’, \nhttps://www.mckinsey.com/business-functions/mckinsey-digital/our-insights/building-efficient-it-organizati\nons-insights-from-our-benchmarks \n40\n ​Designing Buildings Wiki (2019), ‘Project benchmarking’,. \nhttps://www.designingbuildings.co.uk/wiki/Project_benchmarking \n41\n UK Gender Pay Gap Service (nd), ​https://gender-pay-gap.service.gov.uk/  \n42\n ​Health and Safety Executive (2019), ‘PABIAC 2015-2019 Strategy’ \nhttps://www.hse.gov.uk/paper/pabiac-strategy.htm \n43\n Spend Network (nd), ​https://www.spendnetwork.com/  \n \nOpen Data Institute 2020 / ReportSharing data to create value in the private sector   14 \n\n \nCase study: HiLo Maritime Risk Management \n \nOur benchmarking and insights case study describes how competitor \norganisations in the maritime sector are sharing data with HiLo Maritime Risk \nManagement, enabling it to deliver insights to improve safety in the shipping \nindustry. \n \nRead the case study \nOpen innovation \nIncreasing access to data for effective collaboration between businesses can allow \ncompanies to apply external ideas and technology to help find new solutions to their \nbusiness challenges.  \n \nSharing data is essential to building effective collaborations that can deliver impact \nthrough an outsourced research and development process. Sharing operational data \ncan help external organisations explore, analyse and use that data to provide \ninsights, identify efficiency savings or demonstrate the value of new technologies. \n \nData Pitch​, an EU-funded open innovation programme, was designed to support \ncorporate and public sector organisations in sharing data with startups and small and \nmedium-sized enterprises (SMEs) to solve sector- and business-level challenges.  \n44\n \n \nCase study: Greiner Packaging International and OBUU \n \nOur open innovation case study focuses on one example in the Data Pitch \nprogramme, where Greiner Packaging International (GPI) shared data with \nlogistics intelligence company OBUU to help monitor the resilience and \nefficiency of its supply chain. \n \nRead the case study \nBenefits of regulated sharing \nIncreasing access to data to go beyond simple regulatory compliance can realise \nadditional benefits. Regulatory compliance is necessary for companies to continue \noperating within their industry, but rather than an unwelcome obligation, the need to \ncomply with regulation can be an opportunity to re-engage with customers and to \ndrive innovation. \n \nClear and visible support for data protection regulation can help ​build trust with \nconsumers​. Embracing data sharing provisions in regulation specifically, for \n45\n44\n Data Pitch (nd), https://datapitch.eu/  \n45\n ​Open Access Government (2018), ‘The five key business benefits of GDPR’, \nhttps://www.openaccessgovernment.org/the-five-key-business-benefits-of-gdpr/44554/  \n \nOpen Data Institute 2020 / ReportSharing data to create value in the private sector   15 \n\n \nexample, the data portability right included in GDPR, can ​allow companies to explore \nnew ways to attract and retain customers​. \n46\n \nRegulation intended to increase market competition can create opportunities for \nexisting providers, and not just new entrants. \n \n \nCase study: Barclays  \n \nOur regulated data sharing case study describes how Barclays saw extra \npotential in the implementation of open banking regulations in the UK to \nprovide new services, and build confidence with new and existing customers. \n \nRead the case study \nSupply chain optimisation \nIncreasing access to data can help to optimise and improve a supply chain in a \nvariety of ways:\n,\n \n4748\n \n●Improve the speed and accuracy of product design and distribution ​by \ncommunicating key information on design specifications and logistics in real time. \n●Improve collaboration and trust among supply chain partners​ by sharing and \nadopting best practices and insights, while helping to reduce administrative costs. \n●Improve flexibility of operations down the supply chain ​by having the most up \nto date information on supply, demand, and external factors such as weather. \n●Improve overall cost management​ by providing more insight into inventory \nlevels, price fluctuations, distribution networks, transport capacity and more. \n●Improve the transparency and provenance of the supply chain to ensure \nethical operations​ by understanding the means of sourcing raw materials, \nbuilding components, and transporting goods and materials. \n \nIncreased access to real-time engineering data between organisations in a supply \nchain allows for much faster and more accurate product design, improving overall \nefficiency of delivery and contributing towards supply chain optimisation. \n \n \nCase study: Airbus  \n \nOur supply chain optimisation case study explores how Airbus is sharing \nengineering data on its airplane concepts with supply chain partners in order \nto improve the efficiency and accuracy of their product design. \n46\n ​Open Data Institute (2017), ‘The EU General Data Protection Regulation: opportunities for grocery retail,, \nhttps://theodi.org/article/the-eu-general-data-protection-regulation-opportunities-for-grocery-retail/ \n47\n MobilityWork (2019), ‘Data sharing: What are the prospects for the supply chain?’, \nhttps://www.mobility-work.com/blog/data-sharing-supply-chain  \n48\n McKinsey (2016), ‘Supply Chain 4.0 – the next-generation digital supply chain’, \nhttps://www.mckinsey.com/business-functions/operations/our-insights/supply-chain-40--the-next-generati\non-digital-supply-chain  \n \nOpen Data Institute 2020 / ReportSharing data to create value in the private sector   16 \n\n \n \nRead the case study \nAddressing sector challenges \nIncreasing access to data can help in tackling sector-wide issues in a competitive \nindustry that cannot be solved by a single organisation alone. Common challenges \ncover a range of issues, including a need to: \n \n●develop a collective response to common organisational issues, ​for example \nby improving health and safety in the workplace, developing skills or improving \nproductivity \n●adapt to regulatory changes​ that, for example, might require operational \nchanges to how businesses deliver services and share information \n●respond to social and environmental issues, such as climate change or adapting \nto the needs of an ageing population \n●build the market for a new sector,​ through collaboration, and creating shared \nresources, data and standards \n●test and apply new technologies ​that may change how services are delivered.  \n \nOften these challenges will require collaboration across a sector in order to improve \nconditions for the industry as a whole.  \n \n \nCase study: PassivSystems and Open Climate Fix \n \nIn our addressing sector challenges case study we look at how PassivSystems \nand Open Climate Fix are working to address some of the challenges involved \nin “decarbonising” the UK energy sector and the shift to more renewable \nenergy sources. \n \nRead the case study \nBuilding trust \nIncreasing access to data can build trust among consumers, partners and \ngovernments. When companies have trusted brands, they are more likely to have \nbetter sales, and more opportunities for collaboration could become available. \n \nBusinesses are increasingly collecting data not just about their direct business \nactivities, but also their workforce, customers and environment. Reducing \nunnecessary data collection, and ensuring that data is used and shared in ethical \nways, is already fundamental to building a trusted business. Sharing data, in ways \nthat protect privacy and deliver value back to consumers, citizens and society, is also \nbecoming increasingly important. \n  \n \nOpen Data Institute 2020 / ReportSharing data to create value in the private sector   17 \n\n \nRecommendations \nOur case studies demonstrate that sharing data can have direct benefits to individual \nbusinesses and sectors, as well as having broader social, environmental and \neconomic impacts.  \n \nWe have shown that businesses increase access to data for a variety of reasons, \nrelating to specific challenges and opportunities relevant to their business \necosystems. We have initially identified seven broad categories of value creation, but \nbelieve further analysis would identify additional benefits.  \n \nTo further explore this area, we have identified a number of recommendations, for \nindividual businesses, industry bodies, as well as governments and regulators. \nUnlocking the full benefits of an open, trustworthy data ecosystem will require \ncollaboration across a range of stakeholders. \n \nBusinesses wanting to increase access to data that they hold should: \n \n●review our case studies​ to help develop understanding of the range of ways in \nwhich data sharing can benefit business \n●design internal skills and learning programmes to build an understanding of \nthe value of data ​at all levels of the organisation \n●engage with internal stakeholders and potential partners ​to explore how key \nbusiness challenges may be addressed through better use of data \n●participate in innovation programmes​ and accelerators, like ​Data Pitch​, or \nacademic partnerships, as a means of getting facilitated support on sharing data \nthat will help to address a business need or opportunity \n●review current approaches to sharing data, both internally and with suppliers and \npartners, to​ identify and explore new approaches to data sharing \n●develop a data strategy ​that will help to improve data governance and develop \nthe internal data literacy required to make business-held data ‘shareable by \ndefault’  \n49\n●address internal concerns about the risks of data sharing, by ensuring there are \nappropriate policies that support ethical and legal sharing of data​. \n \nBusinesses wanting to take a lead in their sector should: \n \n●document and share successes​ to build on these case studies and invite more \nopportunities to benefit from further data sharing  \n●convene an ecosystem of partners, suppliers and customers ​to explore ways \nto increase access to data that will create business benefits, while respecting \nprivacy and minimising harms. \n \nProfessional associations, industry bodies and sector initiatives should: \n \n●convene businesses within their networks​ to help map out current and future \ndata ecosystems that will unlock value for all participants \n●document and share insights ​around the benefits of increasing access to data \naround specific sector challenges \n49\n ​Thomson Reuters, Open Data Institute (2016), ‘Shareable by default: creating resilient data ecosystems’, \nhttps://theodi.org/article/white-paper-shareable-by-default-creating-resilient-data-ecosystems/ \n \nOpen Data Institute 2020 / ReportSharing data to create value in the private sector   18 \n\n \n●develop codes of practice, guidance and training​ that will help businesses \nwithin a sector to share data, while respecting privacy and minimising harms. \n \nGovernments and regulatory bodies should: \n \n●run innovation programmes​, like ​Data Pitch​, that will help to facilitate open \ninnovation around sharing of data, to deliver value within specific sectors  \n●fund and support work to scope and incubate new data access initiatives​, \nlike data trusts, that will help organisations within a sector to share data in ways \nthat will preserve privacy and increase trust \n●ensure that data shared as part of regulatory changes is made as open as \npossible​, to help develop open, trustworthy data ecosystems \n●build requirements for increasing access to data into funding agreements​ for \nactivities that deliver on industrial strategies, such as the UK Sector Deals and \nGrand Challenges \n●support the development of legal frameworks and guidance​ that will help \nsupport ethical, legal and trustworthy sharing of data across a range of sectors. \n \nOrganisations of all types within the engineering, manufacturing and construction \nsectors may also want to endorse our manifesto for increasing access to engineering \ndata. \n50\n  \n50\n ​Open Data Institute (2019), ‘A manifesto for sharing engineering data’, \nhttps://theodi.org/article/engineering-data-for-the-public-good-a-manifesto/ \n \nOpen Data Institute 2020 / ReportSharing data to create value in the private sector   19 \n\n \nAppendix: Methodology \nTo explore the benefits that private sector organisations receive from increasing \naccess to data that they hold, the ODI undertook the following activities across the \ndiscovery and alpha phases of our project. \nDiscovery  \nDesk research \nWe started the project with desk research that mapped over 80 examples of private \nsector organisations that share data. From these examples, we analysed and \ngrouped the various types of business value we observed.  \n \nOur analysis explored different characteristics of the commercial environment of data \nsharing, such as: \n \n●Did the data sharing initiative seek to increase revenues, decrease costs, or both? \n●Was the data sharing focused on direct tangible benefits, such as measurable \ncost reductions, or indirect benefits such as reputation improvement? \n●What sector or industry did the businesses operate in and how was this linked to \nthe data sharing initiative? \n●Did the competitiveness of the industry have an observable effect on the nature of \ndata sharing? \n \nAt the end of this initial desk research period, we reached out to businesses in our \nnetwork to verify these business values. \n \nInterviews  \nTo validate the findings from the desk research, we conducted discovery interviews \nwith seven companies from a variety of sectors, such as travel, finance and \nengineering. These interviews aimed to identify whether interviewees recognised \nthese business values in their own work, and if there were any additional business \nvalues to consider. \nAlpha \nCommissioned reports \nWe leveraged research commissioned for other programmes we have supported, \nsuch as the ​London Economics impact report for the ​Data Pitch​ open innovation \n51\nprogramme, and the Frontier Economics impact report on open standards, which \nincludes ​OpenActive. This informed some of the ecosystem benefit analysis in the \n52\nreport and case studies. \n \n \n \n51\n London Economics (2019), ‘Data Pitch evaluation’, \nhttps://datapitch.eu/wp-content/uploads/2020/01/London-Economics-Data-Pitch-evalu\nation-FINAL-PDF.pdf  \n52\n OpenActive (nd), ‘Helping physical activity reach everyone’, https://www.openactive.io/  \n \nOpen Data Institute 2020 / ReportSharing data to create value in the private sector   20 \n\n \nInterviews \nWe conducted additional interviews with 10 stakeholders from a range of companies \nwho exhibited the realisation of the business values that we had identified in the \ndiscovery phase. The interviews aimed to understand the following: \n \n●The data sharing process itself, including the technologies and actors involved. \n●The purpose of sharing data from the organisation’s own perspective. \n●The financial and non-financial benefits that the organisation has seen so far, or \nexpects to see. \n●The wider ecosystem implications of the data sharing initiative, including what \nother organisations are involved or impacted, and the benefits they receive. \n \n \nOpen Data Institute 2020 / ReportSharing data to create value in the private sector   21 ","version":"1.10.100"}