{"numpages":34,"numrender":34,"info":{"PDFFormatVersion":"1.4","IsAcroFormPresent":false,"IsXFAPresent":false,"Title":"#OPEN ODI: Data on teachers' lives during the pandemic: report 2021","Producer":"Skia/PDF m91 Google Docs Renderer"},"metadata":null,"text":"\n\n1\n\nContents\nContents2\nAbout3\nExecutive summary4\nBackground6\nMethods7\nAims and questions7\nThe data8\nData sources8\nData limitations10\nData sharing12\nFindings13\nImpact on teachers’ working lives13\nBackground13\nExisting data13\nTeachers’ experiences: survey findings16\nTeachers’ estimates of learning loss20\nBackground20\nExisting data20\nEstimates of learning loss: survey findings22\nConclusions from the survey24\nData gaps25\nRepresentativeness25\nData inclusion25\nHow well do respondents represent the teaching workforce?26\nData quality26\nGranularity of data categories26\nTimeliness of data27\nChallenges to geographical matching27\nData infrastructure27\nData use and communication27\nTeacher workload and retention28\nConclusion29\nTechnical Appendix30\nBibliography32\nOpen Data Institute 2021Data on teachers’ lives duringthe pandemic2\n\nAbout\nThis report has been researched and produced by theOpen Data Institute (ODI),\nand published in March 2021.\nThe report’s lead author is Miranda Voss. The researchfor this project was carried\nout by the ODI, in collaboration with two partners:Mime, responsible for the data\nsourcing, analysis and publication; andAllegory,a strategic communication\nagency that has worked with the ODI for eight yearsand is responsible for the\nresearch project management and communications.\nWe would like to thank the ODI’s Louise Burke, Mahlet(Milly) Zimeta, Jeni\nTennison and Roger Hampson for their guidance andsupport, Ellen Goodman for\nproject management, and Jo Dobie for copyediting.We would also like to thank\nEmma Thwaites, Charlotte McLeod (Project Lead), AlexVryzakis and Kristin\nHadland from Allegory; Steve Preston, Joe Miller,Phil Rossiter, Oli Cheng and\nLucy Thomas from Mime; and Patrick Roach, Chris Weavers,Fred Grinrod and\nSarah Moran from the teaching unionNASUWT.\nOpen Data Institute 2021Data on teachers’ lives duringthe pandemic3\n\nExecutive summary\nThis report was written in March 2021, at a time whenUK schools were beginning\nto reopen fully for the second time during the coronavirus(Covid-19) pandemic.\nThere were already indications of significant lossesto children’s learning and\nwell-being, but little information on where the losseswould be concentrated, and\nwhere additional resources were most needed. Therewas also very little data\nabout the experiences of teachers during the pandemic;an under-researched area\nduring compulsory school closures, but one that isparticularly important to\nunderstand. About 10% of the teaching workforce leavesthe profession each year\nand this ‘teacher wastage’ is likely to be particularlyproblematic at a time when\nwe need a stable, motivated workforce as childrenrecover from the effects of the\npandemic.\nFor this report, one of the major UK teachers’ unions,the NASUWT, made data\nfrom a large longitudinal survey of its members availableto the ODI. In the\nNASUWT’s 2021 ‘Big Question’ survey, additional questionsrelating to teaching\nduring the pandemic were added. Some 2021 responseswere compared with the\n2019 and 2020 surveys to identify trends. Data fromthis survey was combined\nwith other open and publicly available data by Mime,an educational data\nconsultancy, before being anonymised, aggregated andmade available for\nexploration throughan interactive tool.\nIn this report we outline the key findings from thiscombined dataset, looking\nspecifically at the experiences of teachers duringthe pandemic. We find that\nabout half of teachers were required to take on adual teaching role: providing\nclassroom supervision to those children still attendingschool, and providing\nremote learning to others. Many teachers were unpreparedfor online learning,\nparticularly older teachers and special educationteachers. Most teachers reported\nthat their workload had increased significantly inthe previous 12 months and we\nexplore the reasons for that here. Despite the reportedincrease in workload and\nlevels of stress, fewer teachers were consideringleaving the profession when\ncompared with surveys from previous years.\nOpen Data Institute 2021Data on teachers’ lives duringthe pandemic4\n\nWhen asked for their estimates of learning loss intheir classes, 59% of teachers\nwho responded felt that at least half of their classhad lost ground educationally in\nthe previous 12 months. Losses were estimated to beparticularly substantial in\nprimary schools and in schools in the most economicallydeprived areas. When\nasked about factors determining children’s engagementwith online learning,\nteachers identified parental support as the most important.\nAlthough there is a large volume of open and publiclyavailable data on the\nperformance of schools and children, there is verylittle open data that captures\nthe professional views and experiences of teachers.We believe this survey offers\nvaluable insight into the effects of the pandemicon teaching and learning, and the\nconditions necessary for recovery. As such, open datalike this can usefully inform\nstrategies at this early stage in pandemic recovery.We hope that the open\npublication of this dataset will encourage other organisationsto open and share\nthe data they hold as well, to support the pandemicresponse and aid education\nresearch and policy making.\nOpen Data Institute 2021Data on teachers’ lives duringthe pandemic5\n\nBackground\nThe ODI’s report ‘Data about children’s lives in thepandemic’, published in\nNovember 2020,\n1\nexplored the experiences of parents,teachers and children\nduring homeschooling, using a variety of data sources,and asked how better data\ninfrastructure could provide real-time decision-makingsupport to those involved in\nthe education and well-being of children. It highlightedthe additional pastoral\nroles taken on by teachers during the pandemic, sociallypatterned educational\nattainment gaps, and rises in rates of referral toBarnardo’s children’s support\nservices, which were mostly driven by mental healthand emotional concerns.\nRaised levels of stress and anxiety in teachers werealso noted.\nThe report underlined the need for repeated data collectionin order to highlight\nthe ‘changing needs of different groups of children,families and teachers within\nthe current period of uncertainty’. The data usedin this follow-up report is taken\nfrom a survey of the members of a large teachers’union, the NASUWT. The survey\nwas carried out in March 2021, at a time when thesecond wave of the Covid-19\npandemic was receding and plans were being made toreopen schools to all\npupils. This was an opportune time to examine teachers’experiences of work\nduring the pandemic, their assessment of children’slearning losses and their\npriorities for full school reopening. This will informaction by policymakers and\nteacher and child support organisations, both duringthe resumption of school life\nand during any future disruption to it.\nIn this report we outline the results of the NASUWTsurvey of members in England.\nFollowing an assessment of data quality, includingrecognition of its limitations, we\npresent summaries of teachers’ professional livesduring the pandemic, including\nchanges in workload and priorities for school reopening.We combine teachers’\nopinions with contextual data from a variety of opendatasets to assess which\nschools and sectors are likely to have experiencedthe worst learning losses. The\nresults of the survey support other published work,reviewed later in this report,\nindicating that the impact of partial school closureson children’s learning and their\nwell-being varies between communities. Schools, particularlyin the state sector,\nplay an important role in levelling up opportunitiesacross communities and there\nis a very real risk that the loss of this levelling-upfunction for a year will worsen\nexisting inequalities in our country.\n1\nODI (2020), ‘Data about children’s lives in the pandemic’\nOpen Data Institute 2021Data on teachers’ lives duringthe pandemic6\n\nMethods\nAims and questions\nIn this report we explore how data can shed lighton the impact of the pandemic\non school education, both on the teaching workforceand on teachers’\nperceptions of the learning and well-being of children.We use survey responses\nand open data specifically to look at:\ni) The impact of the pandemic on teachers’ workinglives\n●\nThe teaching roles they took on\n●\nTheir preparedness for remote teaching\n●\nThe change in workload\n●\nThe likely influence of these experiences on workforceretention\n●\nTheir priorities and concerns about the reopeningof schools\nii) Teachers’ estimates of learning losses in theirpupils\n●\nThe groups of children likely to have experiencedthe greatest learning losses\nfrom partial school closures\n●\nTeachers’ understanding of the reasons behind lackof engagement with\nonline teaching\niii) How open data can be used to support policy making\n●\nThe current gaps in data infrastructure that limitevidence-informed policy\nmaking in this area\nOpen Data Institute 2021Data on teachers’ lives duringthe pandemic7\n\nThe data\nData sources\nThis report combines data from several sources. Westart each of the two\n‘Findings’ sections (impact on teachers’ working livesand teachers’ estimates of\nlearning loss) with a short review of relevant, current,published literature. The\nprimary data source used in this report was the annual‘Big Question’ survey by\nthe teachers’ union NASUWT. The ‘Big Question’ surveyis a longitudinal survey\nthat has been sent to NASUWT members each year since2011. For the 2021\nsurvey, we added additional questions related to teachingduring the pandemic.\nWe were also able to compare some responses with datafrom the 2019 and 2020\nsurveys to identify trends.\nThe survey was sent to NASUWT members in all fourUK nations, the Channel\nIslands and Gibraltar, although this interim reportonly examines the data from\nEngland. This is because education is managed differentlyacross the four nations,\nand the contextual data we matched to was often onlyavailable for England.\nUnions are understandably cautious about sharing informationsubmitted by their\nmembers, but, in the context of the pandemic, theNASUWT leadership decided\nthat, as long as suitable safeguards to privacy andsecurity were in place, data\ncreated by its members could usefully inform solutionsand policy making in the\neducation sector. The ODI hopes that this initiativewill encourage other\norganisations that traditionally keep their data closedto share it in a secure way\nwhen it could inform public decision making.\nThe survey data allowed us to examine responses bythe type of school that\nteachers worked in, and by teacher age and gender.Other non-personal, public\ndata was taken from the sources listed in Table 1and geographically matched with\nthe postcode stem of schools.\nOpen Data Institute 2021Data on teachers’ lives duringthe pandemic8\n\nData categoryDatasetGeographical\nlevel\nSourceLinkDate data\npublished\nLicence\nConnectivityResidential households\nunable to access 30Mbps\nOA*Ofcomwww.ofcom.org.uk/research-and-data/multi-sector-\nresearch/infrastructure-research/connected-nations\n-2020/data-downloads\n2020Ofcom terms\nof use (open)\nEconomyIncome deprivation affecting\nchildren\nLSOA*Ministry of\nHousing,\nCommunities\nand Local\nGovernment\nhttps://www.gov.uk/government/statistics/english-i\nndices-of-deprivation-2019\nSeptember\n2019\nOGL (open)**\nUniversal credit and\njobseeker’s allowance\nclaimants\nLSOA*Office for\nNational\nStatistics\nhttps://www.nomisweb.co.uk/datasets/ucjsaJanuary\n2021\nOGL (open)\nWorking 49 hours or more\nper week\nOA*Census 2011https://www.nomisweb.co.uk/census/2011/ks604e\nw\n2011OGL (open)\nHealthCovid-19 infection rateMSOA*UK Governmenthttps://coronavirus.data.gov.uk/details/downloadDaily updateOGL (open)\nDemographicsOvercrowded householdsOA*Census 2011www.nomisweb.co.uk/census/2011/qs412ew2011OGL (open)\nLone parent householdsOA*Census 2011https://www.nomisweb.co.uk/census/2011/ks107u\nk\n2011OGL (open)\nTeacher workforceNational\n(England)\nDepartment for\nEducation\nhttps://www.gov.uk/government/statistics/school-w\norkforce-in-england-november-2019\nNovember\n2019\nOGL (open)\nOpen Data Institute 2021Data on teachers’ lives duringthe pandemic9\n\nTable 1:Additional sources of open data used in thisreport\n*OA, LSOA and MSOA refer to output area, lower superoutput area and medium\nsuper output area, respectively. These are progressivelylarger geographical units\nof census data. For further information, see:\nhttps://www.ons.gov.uk/methodology/geography/ukgeographies/censusgeograph\ny\n**OGL refers to an Open Government Licence\nData limitations\nIn any research study there are limitations to thedata, and it is important to be\naware of these in order to interpret the results accurately.\n1.    The response rate was low. Of the 250,534 teachersin England who are\nmembers of NASUWT and were invited to take part inthe survey, just 4,490\ncompleted the survey in the two-week window allowedfor data collection for\nthis report.\nIn order to determine how representative the datais of the overall teaching\nworkforce, we compared the profile of survey respondentswith the profile of\nthe teaching workforce in English state schools andthe membership of the\nNASUWT (Table 2), using data from the most recentschool workforce in\nEnglanddataset (from November 2019). The survey resultswere then\nweighted for these characteristics so that the datawas more representative of\nthe overall teaching workforce (seeTechnical Appendix).\nOpen Data Institute 2021Data on teachers’ lives duringthe pandemic10\n\nTable 2:Demographic profile of survey participantscompared with the teaching\nworkforce in English state schools.\n2.  Teachers are in a strong position to give an opinionabout learning losses and the\nfactors leading to poor engagement in their pupils.However, it is important to\nrecognise that all opinions are subjective and maycome with assumptions. Despite\nthis, we argue that teachers’ professional opinionsabout their classes’ learning\ncontribute important and useful data, given that thealternative is extensive, in-depth\ntesting of children. While testing children directlymay improve the data, concern\nhas been raised about the effect of early reintroductionof statutory testing on\nchildren’s well-being, after a year when many willhave lost ground educationally\nand socially.\n2\n3.  We anonymised teachers’ responses and aggregatedthem at the level of school\npostcode stem. We then combined these responses withother data from their\nschool’s postcode in order to understand learninglosses in the context of social\nand economic factors. However, the school postcodeis only an approximation of\nthe residential postcodes of the children who attendthat school, as the catchment\narea may extend across several postcodes. It is difficultto mitigate against this and\n2\nInstitute of Education (2020), ‘Responding to COVID-19,Briefing Note 3: Resetting educational\npriorities in challenging times’\nOpen Data Institute 2021Data on teachers’ lives duringthe pandemic11\n\nthe approximation needs to be borne in mind when interpreting the results.\nIn addition, postcode stems do not exactly match thecensus areas they are\nmapped to.\n4.  Our analysis of children’s learning losses isat school postcode level, not at the level\nof individual children. This means that conclusionscannot be drawn about the\nlosses and needs of individual children. Similarly,our analysis of teacher experience\nis drawn from analysis of a sample, when even withinschools, teachers’\nexperiences may vary dramatically. Aggregate datacan be used to understand\ntrends and patterns, but cannot be used to make predictionsat an individual level.\nData sharing\nMime data consultancy has created an interactive toolto allow others to explore\nthe findings. This tool can be used for subgroup analysis,but it should be noted\nthat groupings containing less than 20 individualresponses have been removed in\norder to preserve confidentiality. The tool is availableat:\nhttps://theodi.org/article/data-on-teachers-lives-during-the-pandemic-report\nOpen Data Institute 2021Data on teachers’ lives duringthe pandemic12\n\nFindings\nImpact on teachers’ working lives\nBackground\nOver the past year, there has been a lot of attentionpaid to the impact of school\nclosures due to the pandemic on children, and whetherschool closure is an\neffective public health tactic to prevent the spreadof disease.\n3\nLess attention has\nbeen paid to the impact on the teaching workforce.This is an important gap, given\nthe role of teachers in mitigating the impact of schoolclosures on children’s\nwell-being and learning.\n4\nExisting data\nRetaining teachers is a problem in the UK. Around10% of the workforce leaves\nthe state sector every year and the pupil:teacherratio has been increasing since\n2011.\n5\nThe nature of the workload has been implicated.Performance\nmanagement, loss of autonomy and limited opportunitiesfor both professional\ndevelopment and participation in decision-making haveall been identified as\ncauses of ‘teacher wastage’.\n6\nThe NHS is another areaof the public sector that\nhas experienced a growth in performance managementin recent decades, and\ndata on retention of NHS staff has noted similar concerns,and highlighted that\nsalary increases only partially mitigate the impacton workforce retention.\n7\nData that monitors trends in teachers’ motivationand engagement with their work\ncould play a role in assessing the impact of policydecisions on workforce\nretention. Publishing the data from a large annualsurvey allows access to this\ndata, with the consent of participants, without theintrusion associated with\ncommercial workforce analytics that analyse employees’digital activities.\n8\n8\nSocial Sciences (2019),‘Big data and human resourcesmanagement: The rise of talent analytics’\n7\nBMJ Open (2020), ‘Relationship between labour forcesatisfaction, wages and retention within the UK\nNational Health Service: a systematic review of theliterature’\n6\nBritish Journal of Educational Studies (2020),‘Whatmotivates people to teach, and why do they\nleave? Accountability, performativity and teacherretention’\n5\nHouse of Commons Library (2019), ‘Research Briefing:Teacher recruitment and retention in England’\n4\nBritish Journal of Educational Psychology (2020),‘\"Like a rug had been pulled from under you”: The\nimpact of COVID-19 on teachers in England during thefirst six weeks of the UK lockdown’\n3\nBMJ (2020), ‘Effect of school closures on mortalityfrom coronavirus disease 2019: old and new\npredictions’\nOpen Data Institute 2021Data on teachers’ lives duringthe pandemic13\n\nChallenges of adapting to online teaching\nAlthough the term ‘school closure’ is widely used,it is important to recognise that\nschools have remained physically open to the childrenof key workers and\nvulnerable children, and have continued providingeducation to all students. This\nmeans that many teachers have had to provide remoteteaching for a large\nproportion of their pupils, while continuing to provideclassroom teaching and\nsupervision for others. The almost overnight switchto online teaching for the\nmajority of pupils in March 2020 meant that teachers’preparation for it was\nminimal. There was no national policy on the provisionof online teaching, and\nschools were given freedom about how to implementremote learning, which\nmeant that skills and materials had to be developedrapidly.\n9\nLive online teaching\nwas constrained by concerns about child safety andunequal digital access, and\nso many lessons had to be recorded as podcasts, whichcan be a time-consuming\nprocess for teachers, requiring planning, scriptingand editing. Although online\nteaching was challenging and teachers missed socialinteractions with pupils,\n10\nthere was evidence of them finding ways to deliverremote learning even for highly\nsocial subjects such as music,\n11\nand for many teachers,there was a sense that\nthey had learned new skills from the challenges posedby the pandemic.\n12\nSome\nteachers were surprised to find that some of theirpupils thrived on home\nschooling and they found some unexpected star learners.\n13\nUnfortunately, despite these efforts and some successstories, engagement with\nonline learning for most pupils has been problematic.A survey of teachers in May\n2020 indicated that only 42% of pupils had submittedtheir most recent piece of set\nwork and 90% of teachers thought their pupils weredoing less work than normal.\n14\nPastoral care\nSeveral reports indicate that teachers’ primary concernduring school closures has\nbeen with the welfare of their pupils, particularlyvulnerable pupils, rather than\neducational issues.\n15\nSome dealt with this by deliveringfood parcels and learning\nmaterials directly to children’s homes.\n16\nHowever,as the pandemic progressed,\nteachers also became increasingly concerned aboutthe well-being of children\n16\nBritish Journal of Educational Psychology (2020),‘\"Like a rug had been pulled from under you”: The\nimpact of COVID-19 on teachers in England during thefirst six weeks of the UK lockdown’; PsyArXiv\n(2020), ‘“We need clear directions, if we’re goingto move forward. It’s as simple as that”: Teachers’\nnarratives during partial school reopenings in theCOVID-19 pandemic’\n15\nBritish Journal of Educational Psychology (2020),‘\"Like a rug had been pulled from under you”: The\nimpact of COVID-19 on teachers in England during thefirst six weeks of the UK lockdown’; Human\nRights Watch (2020), ‘Children in England going hungrywith schools shut. Uneven UK approach for\nCovid-19 doesn’t guarantee children’s right to food’;International Literacy Centre (2020), ‘Responding\nto COVID-19, Briefing Note 3: Resetting educationalpriorities in challenging times’\n14\nNational Foundation for Educational Research (2020),‘Pupil engagementin remote learning’\n13\nBritish Journal of Educational Psychology (2020),‘\"Like a rug had been pulled from under you”: The\nimpact of COVID-19 on teachers in England during thefirst six weeks of the UK lockdown’\n12\nPsyArXiv (2020), ‘'We need clear directions, if we’regoing to move forward. It’s as simple as that':\nTeachers’ narratives during partial school reopeningsin the COVID-19 pandemic’\n11\nBritish Journal of Music Education (2020), ‘EditorialResearch: Music education in a time of\npandemic’\n10\nPsyArXiv (2020), ‘“We need clear directions, if we’regoing to move forward. It’s as simple as that”:\nTeachers’ narratives during partial school reopeningsin the COVID-19 pandemic’\n9\nTechnology, Pedagogy and Education (2020),\n‘\nThe educationalresponse to Covid-19 across two\ncountries: a critical examination of initial digitalpedagogy adoption’\nOpen Data Institute 2021Data on teachers’ lives duringthe pandemic14\n\nwho had not previously been identified as vulnerable and those who were clearly\nlosing ground academically.\n17\nProfessional relationships and identity\nTeachers’ relationships with pupils, parents and colleaguesare fundamental to\ntheir sense of well-being, and good relationshipscan protect against burnout.\n18\nSocial distancing rules during school closures havemeant less face-to-face\ncontact with colleagues as well as with children.To some extent, this could be\ncompensated for by virtual support, often using socialmedia.\n19\nHowever, some\nteachers found social media problematic as the messagescould be quite\ndemoralising and made it difficult for teachers toseparate home and work life.\n20\nA strong sense of professional responsibility wasapparent as teachers and school\nleaders took on additional roles in the pandemic,such as cleaning duties when schools\nreturned\n21\nand food deliveries when the government’svoucher scheme failed.\n22\nChanging attitudes over time\nEarly in the pandemic, some teachers reported feelinga sense of satisfaction that\nthey were able to rise to the challenge and were permittedto use their professional\njudgement to teach and care as well as possible indifficult circumstances.\n23\nMost\nof the low points described by a stratum of teachersafter the first six weeks of\nlockdown related to uncertainty, particularly a feelingof rush and lack of clarity\nwhen schools were first closed.\n24\nThis feeling mayhave intensified later in the year,\nwhen some teachers reported receiving confusing andcontradictory messages\nabout school reopening that prevented them from beingable to plan ahead.\n25\nA\nneed for clear guidance and better communication wasstrongly expressed by one\ngroup of teachers.\n26\n26\nibid.\n25\nPsyArXiv (2020), “'We need clear directions, if we’regoing to move forward. It’s as simple as that”:\nTeachers’ narratives during partial school reopeningsin the COVID-19 pandemic’\n24\nibid.\n23\nBritish Journal of Educational Psychology (2020),‘\"Like a rug had been pulled from under you”: The\nimpact of COVID-19 on teachers in England during thefirst six weeks of the UK lockdown’\n22\nHuman Rights Watch (2020), ‘Children in England goinghungry with schools shut. Uneven UK\napproach for Covid-19 doesn’t guarantee children’sright to food’\n21\nPsyArXiv (2020), ‘“We need clear directions, if we’regoing to move forward. It’s as simple as that”:\nTeachers’ narratives during partial school reopeningsin the COVID-19 pandemic’\n20\nibid.\n19\nBritish Journal of Educational Psychology (2020),‘\"Like a rug had been pulled from under you”: The\nimpact of COVID-19 on teachers in England during thefirst six weeks of the UK lockdown’; PsyArXiv\n(2020), ‘“We need clear directions, if we’re goingto move forward. It’s as simple as that”: Teachers’\nnarratives during partial school reopenings in theCOVID-19 pandemic’\n18\nEducational Review (2021), ‘Teacher job satisfaction:the importance of school working conditions\nand teacher characteristics’; Teaching and TeacherEducation (2013), ‘Job satisfaction and\nteacher-student relationships across the teachingcareer: Four case studies’\n17\nPsyArXiv (2020), ‘“We need clear directions, if we’re going to move forward. It’s as simple as that”:\nTeachers’ narratives during partial school reopeningsin the COVID-19 pandemic’\nOpen Data Institute 2021Data on teachers’ lives duringthe pandemic15\n\nWhile there is evidence that teachers were willingand able, with very little notice,\nto teach in an entirely different way and to fillthe chasm in pastoral care created\nby school closures, these efforts have taken theirtoll: 62% of 7,000 teachers\nresponding to a survey in February 2021 reported feeling‘drained and mentally\nexhausted’.\n27\nThere was also concern expressed amongteachers that, at the end\nof the pandemic, there will be a rapid return to schoolinspections and pupil\ntesting, pushing pupils too hard when their learningmay have deteriorated,\ntogether with doubt about whether teachers’ viewswould be listened to.\n28\nThe\npublication of a large teachers’ survey gives thema voice with which to record\ntheir experiences of teaching during school closuresand to express their views\nabout needs and priorities for post-pandemic recovery.We report some of the key\nfindings below.\nTeachers’ experiences: survey findings\nTeaching roles\nOver half (52%) of the NASUWT ‘Big Question’ surveyrespondents said they had\na dual role during school closures, providing remoteteaching for some students\nand continuing to provide classroom teaching and supervisionfor others; 42%\nprovided remote teaching only; and the rest eitherprovided classroom teaching\nonly (5%) or had been unable to teach during the pandemic(1%). The teachers’\nworking patterns varied with the age of the childrentaught: 89% of sixth form\ncollege teachers were predominantly teaching online,but 71% of primary school\nteachers were providing both face-to-face and onlineteaching. The high\nproportion of primary school teachers providing bothtypes of teaching probably\nreflects the need to provide classroom teaching andsupervision to the younger\nchildren of key workers.\nPreparation and support for online teaching\nOf the teachers who had been delivering online learning,only 9% felt well\nprepared for remote teaching. There was a clear agegradient, with 11% of\nteachers under 25 feeling well prepared, comparedto only 7% of teachers aged\n50 to 59. When asked if they felt well supported,19% of teachers aged under 25\nand 13% of those aged 50 to 59 reported feeling wellsupported. Teachers over\nthe age of 60 were surprisingly positive about onlineteaching, with 12% feeling\nwell prepared and 20% well supported. Special educationteachers were less\nlikely to feel well prepared (3%) and well supported(10%). Overall, only 17% of\nteachers were given training in dealing with pupils’online behaviour.\nTeachers’ workload during the pandemic\nThe average weekly hours worked by full-time teacherswas 52 hours and 61% felt\nthat their workload had increased significantly duringthe pandemic. 81% also\nreported an increase in stress over the previous 12months.\n28\nInternational Literacy Centre (2020), ‘Respondingto COVID-19, Briefing Note 3: Resetting\neducational priorities in challenging times’\n27\nTimes Educational Supplement (2020), ‘Exclusive:Exhausted teachers “pushed to the brink”’\nOpen Data Institute 2021Data on teachers’ lives duringthe pandemic16\n\nWhen asked what was contributing to the additionalworkload, 93% identified\nremote teaching; 69% lesson planning; 64% administration;and 57% pastoral\ncare. Overall, 58% of teachers had spent more timedealing with parents; this was\nparticularly the case for primary school teachers(69%), special education\nteachers (78%) and senior management (72%). Femaleteachers were more likely\nthan male teachers to identify pastoral care (60%vs 48%) and dealing with\nparents (60% vs 54%) as taking more time than previously.\nTable 3:Teaching during the pandemic.\nView teachers’ working patterns during the pandemic,broken down by teacher\nrole, usingthe interactive tool.\nTeachers’ challenges and priorities for the returnto full school opening\nTeachers were asked to rank their greatest challengesduring school closures.\nDealing with the additional workload caused by onlineteaching was the highest\nranking challenge overall, followed by difficultiesin getting pupils to engage with\nremote learning, and then the monitoring of children’swelfare.\nWhen asked about their greatest concerns for schoolsreopening (Table 4), the risk\nof Covid-19 spreading within schools was ranked highestoverall, followed by\npupils’ mental health and then the need for academiccatch-up. When the\nrankings were compared across different school sectors,primary school and\nspecial education teachers ranked mental health concernsat least as highly as\nconcerns about the spread of Covid-19.\nOpen Data Institute 2021Data on teachers’ lives duringthe pandemic17\n\nTable 4:Average ranking of teachers’ concerns aboutreturn to full school opening.\nView average rankings of concerns, broken down byteacher role, usingthe\ninteractive tool. Lower numbers indicate higher ranking.\nTeachers were also asked what they thought shouldbe in place before reopening\nschools. The responses that had the highest percentagesof teachers agreeing\nwere guidance on pupil numbers (89%), followed byavailability of lateral flow\ntesting (89%) and vaccination for teachers (86%).\nChanges in working conditions over time\nSeveral questions in the NASUWT survey have been askedfor the past three\nyears, which allow us to monitor trends. Figures 1and 2 show how teachers’\nperceptions of their working conditions have changedover time. Figure 1 shows\nthat, although stress has increased, in the past 12months there has been a\ndecline in the proportion of teachers consideringleaving the profession or their\njob, and the proportion who felt their job satisfactionhad declined. This may be\nreflective of an uncertain jobs market as a resultof the pandemic, or it may reflect\ngreater job satisfaction during the pandemic. To investigatethis further, we\nexamined 11 indicators of job satisfaction for whichthere was also data over three\nyears. These indicators are shown in Figures 2 and3. Figure 2 shows positive\nsentiments about working and Figure 3 shows negativesentiments. It is striking\nthat negative sentiments trended down and the positivesentiments trended up.\nIn other words, despite the increase in work and stress,teachers were, on\naverage, enjoying their work more. This data suggeststhat increased professional\nautonomy and a reduction in performance managementduring the pandemic may\nhave made teachers more likely to stay in the profession.\nOpen Data Institute 2021Data on teachers’ lives duringthe pandemic18\n\nDespite the reassuring trends, it should be notedthat the percentage of teachers\nconsidering leaving the profession remains high, at55%. Likewise, the percentage\nof teachers who believe that teaching salary and conditionsare competitive has\nincreased, but from only 7% to 15%.\nFigure 1: Trends in teachers’ workload, stress andintention to leave the profession\nsince 2019\nFigure 2: Trends in teachers’ positive sentimentsabout their work since 2019\nOpen Data Institute 2021Data on teachers’ lives duringthe pandemic19\n\nFigure 3: Trends in teachers’ negative sentimentsabout their work since 2019\nTeachers’ estimates of learning loss\nBackground\nThere is growing evidence about cumulative lossesof learning, and a reduction in\nthe physical and emotional health of all children,but particular concern that these\nproblems may be concentrated in children from low-incomehouseholds. Improved\nunderstanding of the extent to which school closuresinfluence the life chances of\nless well-off children could support informed policymaking around post-pandemic\nrecovery, and also inform decisions around futureschool closures. However, risks\nare difficult to assess because schools’ ‘levelling-up’function operates across\nseveral dimensions.\nExisting data\nSchool closures and emotional health\nReduced access to play and to friends may impair mood,and several surveys have\nindicated a reduction in the mental health of childrenduring lockdown, and\nparticularly symptoms of depression.\n29\nThe risk ofmental health problems in\nchildren is socially patterned, and pre-pandemic ratesin the least well-off 20% of\nhouseholds were reported to be four times that ofchildren in the most well-off\n29\nArchives of Disease in Childhood (2020), ‘Longitudinalincreases in childhood depression symptoms\nduring the COVID-19 lockdown’; Barnardo’s (2020),‘Briefing for MPs & Peers: Children’s mental health\nand Covid-19’; Girlguiding (2020), ‘Early findingson the impact of Covid-19 on girls and young women’\nOpen Data Institute 2021Data on teachers’ lives duringthe pandemic20\n\n20%.\n30\nIt is not yet clear whether this gap will widen further as a result of the\npandemic.\nSchool closures and physical health\nPhysical health may also suffer because the structurednature of a school day\nreduces behaviours that cause obesity. Children who have a tendency to obesity\nput on weight and become less fit over the summerholidays as they take less\nexercise, have more screen time and eat higher caloriefoods,\n31\nand there is concern\nthat the lockdown will worsen the current childhoodobesity epidemic.\n32\nData from\nthe Bradford longitudinal study highlighted that pandemic-relatedsedentary\nbehaviour was patterned along ethnic lines: 34% ofwhite British, but only 23% of\nchildren from other ethnicities had met guidelinesfor physical activity.\n33\nFor other children, hunger is the problem, with 1.4million children in the UK\ncurrently eligible for free school meals that werenot provided during school\nclosures.\n34\nHunger is clearly related to social andeconomic factors. When a\nvoucher replacement scheme failed, it was reportedthat some schools and\nteachers filled the gap and distributed food directlyto families.\n35\nPlaces to study and access to the internet\nMaterial disadvantage also reduces access to onlinelearning opportunities, in\nparticular devices for accessing the internet, bandwidthand a quiet place to study.\n36\nA report by the Institute for Fiscal Studies (IFS)early in the pandemic confirmed this\ngradient and reported that one in 10 primary schoolstudents and one in seven\nsecondary school students had either no device foraccessing the internet or relied\non a mobile phone, and that 10% of secondary studentsand more than 20% of\nprimary school students had no dedicated study space.\n37\nAny claim to having\n‘internet access’ should be interpreted with caution,as for some children it meant a\nparent’s mobile phone with very limited data allowance.\n38\nDuring the first lockdown,\nteachers indicated that around 25% of their pupilshad inadequate access to the\ninternet.\n39\nThese problems are compounded by the lossof public spaces such as\nlibraries that offer spaces to work in and wifi access;\n40\nresources that are particularly\n40\nThe Oxfordshire Digital Inclusion Project (2020),\n‘\nCovid-19 is increasing digital inequality: We need\nhuman connectivity to close the digital divide’\n39\nNational Foundation for Educational Research (2020),‘Pupil engagementin remote learning’\n38\nBritish Journal of Educational Psychology (2020),‘\"Like a rug had been pulled from under you”: The\nimpact of COVID-19 on teachers in England during thefirst six weeks of the UK lockdown’\n37\nibid.\n36\nInstitute for Fiscal Studies (2020), ‘Inequalitiesin children’s experiences of home learning duringthe\nCOVID-19 lockdown in England’\n35\nHuman Rights Watch (2020), ‘Children in England goinghungry with schools shut. Uneven UK\napproach for Covid-19 doesn’t guarantee children’sright to food’\n34\nUK Parliament (2020), ‘Free school meals’\n33\nBIHR COVID-19 Scientific Advisory Group (2021), ‘Children’sphysical activity during Covid-19 from\nthe Born in Bradford Cohort’\n32\nPaediatrics and Child Health (Oxford) (2020), ‘Theindirect impact of COVID-19 on child health’\n31\nInternational Journal of Behavioral Nutrition andPhysical Activity (2017), ‘Understanding differences\nbetween summer vs. school obesogenic behaviors ofchildren: the structured days hypothesis’\n30\nCentre for Mental Health (2015), ‘Children of thenew century: Mental health findings from the\nMillenium Cohort Study’\nOpen Data Institute 2021Data on teachers’ lives duringthe pandemic21\n\nimportant to those less digitally well off.\n41\nHowever, even when children have access to good bandwidthand devices for\naccessing the internet, a digital divide may resultfrom differences in the way the\ninternet is used. ‘Meaningful internet use’, or theway in which the internet is used\nto ‘mobilise information resources, to be able toaddress a range of everyday\ngoals and concerns’\n42\nfollows other patterns of disadvantage\n43\n.The IFS report also\nnoted a gradient between household income and boththe amount of time spent\nstudying and the types of resources used, which putlow-income children at a\ndisadvantage.\n44\nUnequal ‘learning slides’ when schools close\nThere are also more subtle disproportionate impactsfor the less well-off of\nmissing school. Children’s opportunities to learnoutside of school are limited by\ntheir home environment, and a ‘summer slide’ is recognised,where the learning of\ndisadvantaged children tends to stagnate during summerholidays, while better-off\nchildren continue to learn.\n45\nIn the United States, the summer slide is thought to\naccount for almost two thirds of the achievement gapbetween income groups.\n46\nTaken together, the data strongly indicates that childrenfrom some communities\nare more vulnerable to school closures than others,and that several factors\ncontribute to this. Our combined dataset allows usto examine in which schools\nand sectors learning losses are likely to be the greatest.\nEstimates of learning loss: survey findings\nWhich children have experienced the greatest learninglosses?\nOverall, 59% of teachers felt that at least half oftheir pupils had lost ground\nacademically over the previous 12 months. This wasparticularly the case with\nyounger children: 63% of primary school teachers feltat least half the class had\nlost ground, compared to only 43% of sixth form teachers.\nThere was also a gradient with the deprivation indexof the school postcode:\nestimates were 70% for schools in the most deprivedpostcodes, compared to\n48% for the least deprived. Teachers’ estimates oflearning loss, lack of\ncompletion of set work and underlying reasons forpoor engagement are\ncompared with demographic data from the school’s postcodein Figure 4.\n46\nibid.\n45\nJournal of Education for Students Placed at Risk(JESPAR) (2012),‘Counteracting summer slide:\nsocial capital resources within socioeconomicallydisadvantaged families’\n44\nInstitute for Fiscal Studies (2020), ‘Inequalitiesin children’s experiences of home learning duringthe\nCOVID-19 lockdown in England’\n43\nEducational Review (2012), ‘Learning online? Educationalinternet use and participation in adult\nlearning, 2002 to 2010’\n42\nJournal of Communication (2016), ‘Toward meaningfulconnectivity: Using multilevel communication\nresearch to reframe digital inequality’\n41\nTelematics and Informatics (2012), ‘Digital inequalities and implications for social inequalities: A\nstudy of Internet penetration amongst university studentsin South Africa’\nOpen Data Institute 2021Data on teachers’ lives duringthe pandemic22\n\nTable 5:Learning loss and engagement with remotelearning.\nView results by school demographics usingthe interactivetool.\nReasons for lack of engagement\nOverall, 65% of teachers felt that their class wasengaging less well with remote\nlearning than with face-to-face learning. Teachersreported that 55% of children\nhad handed in their last piece of work and, whilethis was similar across age\ngroups in mainstream education, it was noticeablylower (46%) in special\neducation classes.\nTeachers were asked to rate the contribution of variousfactors to engagement\nwith remote learning as having a ‘high’ or a ‘low’impact on ‘a few’ or ‘many’\npupils. Parental support was identified as the mostimportant factor: 74% of\nteachers ranked a lack of parental support as highimpact on at least a few pupils.\nThis was lower in independent schools (53%) than instate schools (76%), and\nalso varied by deprivation index, with estimates of79% for schools in the most\ndeprived postcodes, compared to 69% in the least deprivedpostcodes. Data on\nperceived causes of poor engagement in schools inthe most deprived postcodes\nis shown in Figure 3 and compared with overall findings.The smallest difference\nbetween schools in the most deprived postcodes andthe average is the level of\nparental engagement.\nOpen Data Institute 2021Data on teachers’ lives duringthe pandemic23\n\nFigure 4: Teachers’ estimates of the frequency andimportance of factors\ncontributing to poor engagement with remote learningin schools in the most\ndeprived postcodes. Average findings for all schoolpostcodes are represented by\nan orange line.\nConclusions from the survey\nDuring the partial school closures of 2020-21, abouthalf of all teachers took on a\ndual role, providing classroom as well as remote teaching.Primary school teachers\nwere particularly likely to have taken on this dualrole, probably because of their role\nin providing day care for the children of key workersand vulnerable children.\nOver 60% of teachers felt that their workload hadincreased over the past 12\nmonths and the average hours of work for full-timeteachers was just over 52 per\nweek. Despite this, a smaller proportion of teacherssaid they were planning to\nleave the profession than in the previous two years,and indicators suggest that\nthis was related to more professional autonomy duringthe pandemic.\nTeachers’ estimate of learning losses indicated thatthese are likely to be\nsubstantial in all groups of children, but there wasparticular concern from primary\nschool teachers, and teachers from schools in moredeprived postcodes. A lack of\nsupport from a parent or other adult was the mostcommonly identified factor\nassociated with poor engagement with online learning.Learning loss is linked to a\nnumber of social and economic measures at the schoolpostcode level.\nOpen Data Institute 2021Data on teachers’ lives duringthe pandemic24\n\nData gaps\nThe data reported in this study has highlighted whatwe can tell about how\nteachers’ working lives changed during the pandemicand in which groups of\nchildren they are most concerned about learning loss.This report can be seen as\nan illustration of how open data can inform researchand policy making, but it is\nimportant to assess the availability, reliability,fairness and transparency of the\navailable public data. We need to ask whether thedata we have is the data we\nneed to answer the questions we have.\nRepresentativeness\nData inclusion\nWhen data is used for decision making, it is importantto consider whether it fairly\nrepresents the groups it is thought to describe, orwhether some groups have\nbeen excluded. For example, Gypsy and Traveller communitieswere included as\nan ethnic category in the UK census for the firsttime in 2011, meaning that before\nthen, their health and social indicators had not beenused in census-driven\ndecision making.\n47\nGroups need to be visible in thedata in order to be represented\nby it, and it could be argued that, by assessing socialdata at the level of a\nschool’s postcode stem, we have averaged out the needsof distinct groups of\nchildren and denied them representation. However,the advantage of representing\ndistinct groups and categories of children needs tobe balanced against the risk of\nassigning individuals to more granular categoriesand making assumptions about\nthem that are discriminatory.\nIn this report we have deliberately not attemptedto identify distinct groupings that\ncould be used to characterise a particular child.Instead, we highlight the\nconcentration of educational losses in primary schools,in special education and in\nschools located in deprived postcodes, which may needadditional resources as\npost-pandemic recovery unfolds.\nHow well do respondents represent the teaching workforce?\nThe low response rate of the survey was not unusual,but it does raise questions\nabout the representativeness of the data. We triedto mitigate this by weighting\nresponses by demographic factors. However, the possibilityalways remains that\nteachers who responded to the survey differed systematicallyfrom those who did\nnot. It might be argued, for example, that teacherswould be more likely to\nrespond to the survey if they had had a particularlypositive experience during the\npandemic or, alternatively, if they had an axe togrind. Responses may also be\n47\nUK Parliament (2019), ‘Research briefing: Gypsiesand Travellers’\nOpen Data Institute 2021Data on teachers’ lives duringthe pandemic25\n\ninfluenced by the perceived purposes of a survey which, in this case, could be\nseen as a tool for lobbying and improving employmentconditions.\nIt is difficult to mitigate against these risks inthe present report, but it does raise a\nbroader question about public perceptions of datause and willingness to\ncontribute data – something that is addressed furtherbelow.\nData quality\nGranularity of data categories\nSurveys that ask workers to rate their job satisfactionwithin limited response\ncategories are blunt instruments for assessing themood and motivation of the\nworkforce. Technically, it is possible to collectmore detailed information about\nworkers’ performance, engagement and motivation byscraping employees’\nprofessional and personal communications and analysingthem using natural\nlanguage processing. While there has been a rise inthe use of commercial\nworkforce analytics that perform these functions inthe private sector,\n48\nthe use of\nthis sort of digital surveillance is intrusive, maylead to discriminatory profiling of\nindividuals, and may itself change the behaviour itseeks to monitor.\nA similar argument could be made about drawing conclusionsabout children’s\nlearning losses and the determinants of learning engagementfrom teachers’\nopinions. More granular data about how individualchildren are learning online\ncould certainly be gained from analysing their performancein schoolwork, or even\nclickstream data to see what material individual childrenare accessing and how\nlong they spend on it. However, we also have to bealert to the ethics and adverse\nconsequences of data collection itself – such as increasedtesting or invasions of\nprivacy – and how this might feed back into changesin behaviour, such as\nteaching to the test or the use of mouse movers tosimulate activity. Data\ncollection should be minimised: it should be enoughto answer the questions we\nhave, rather than everything we could collect. Inthis context, we believe our\napproach of using anonymised and aggregated data publishedas open data,\ncombined with other publicly available datasets, meetsconditions for appropriate\nand useful granularity.\nTimeliness of data\nSome of our contextual data was taken from sourcesthat were not concurrent\nwith the survey. This is particularly the case fordata about communities that relies\non census data. This report was written in a censusyear, meaning that the most\nrecent published census data is 10 years old. Real-timeinformation about\ncommunities is almost certainly available to thosecommercial entities that collect\n48\nSocial Sciences (2019),‘Big data and human resourcesmanagement: The rise of talent analytics’\nOpen Data Institute 2021Data on teachers’ lives duringthe pandemic26\n\npersonal digital data, but this is not made available for public use.\nChallenges to geographical matching\nOne of the strengths of this report is the linkingof teachers’ views to contextual\ndata about their school’s community. However, thiscame with challenges. A\npostcode stem was used to identify a school’s approximatelocation. A full\npostcode would have been more precise, but would haveidentified individual\nschools. Postcode stems were then mapped as well aspossible to census areas.\nDirect matching would have been preferable, but itis unlikely that teachers would\nknow the lower super output areas of their schools.Common standards for\ngeographical mapping that are recognised by userswould make the analysis of\ndata from multiple sources more accurate.\nData infrastructure\nData use and communication\n‘Data infrastructure’ consists of a combination ofdata assets, technology,\nprocesses and organisations. The use of data to solveproblems and the\ncommunication of that use to participants and thepublic is an important part of\ndata infrastructure,\n49\nand can create a sense of publicownership and control of\ndata. The ‘citizen science’ movement has been verysuccessful in mobilising\ncrowd-sourced data to monitor environmental issues,\n50\nindicating that there is an\nappetite for contributing public data when it is seento be of value.\nIf workforce surveys are to be used to monitor teachers’professional opinions, it is\nnecessary to make the results as representative aspossible and so the low\nresponse rate was a concern. Informal enquiries suggestedsome survey fatigue\namong teachers, who have been asked to contributedata to several questionnaires\nover the course of the year. It seems likely thatmany of those invited to participate\nwill have seen the survey as another gratuitous datacollection exercise and decided\nnot to take part. Participation in future surveysof this sort may be promoted if\nteachers can see that their collective views and concernshave been noted and have\ninformed policy. This places an onus on those designingsurveys to ensure that the\ndata they collect is directed towards problem solving,and an onus on data users to\ncommunicate this use to contributors.\nTeacher workload and retention\nTeacher retention is likely to be particularly importantas children recover from the\ndamage to their learning and well-being caused byschool closures. Teachers in\nthis survey indicated that their workload had increasedand they were working\n50\nNature(2018), ‘No PhDs needed: how citizen scienceis transforming research’\n49\nCivil Service Quarterly (2019), ‘An interview withJohn Pullinger, former UK National Statistician’\nOpen Data Institute 2021Data on teachers’ lives duringthe pandemic27\n\nover 50 hours per week on average. Data about workload is available from the\nteacher workload surveythat was carried out in 2016and 2019, but there may be\nan argument for repeating this survey more regularlyor incorporating some of its\nmeasures into other tools, such as theschool workforcesurvey.\nData from the NASUWT survey indicated that substantiallearning losses are\nprobable across all groups, but that these are likelyto be concentrated in primary\nschools and in schools in less well-off postcodes.It follows that teacher\nrecruitment and retention is particularly importantin those sectors and areas, and\nshould be monitored. Currently, teacher retentiondata is only available at a\nnational level. Making it openly available at thelevel of different sectors and\nregions would increase the transparency of educationalmanagement and allow\ncivil society organisations and interested individualsto determine whether there\nare areas where low teacher retention represents arisk to schooling and where\nadditional support may be needed.\nBetter data on teacher well-being is also requiredto monitor the impact of\neducation policies on teacher motivation and retention.We have a great deal of\ninformation about the performance of children andschools, but the consequences\nof this approach to performance management on theteaching workforce also\nneeds to be measured and critically assessed so thatbalanced decisions can be\nmade about education policy. Common metrics of teacherwell-being and job\nsatisfaction, and measurement of trends, are necessary.\nOpen Data Institute 2021Data on teachers’ lives duringthe pandemic28\n\nConclusion\nResearchers, policymakers and citizens who are interestedin education have\naccess to a great deal of data about the performanceof children and schools from\ntheeducation statistics service, and about teachernumbers and characteristics\nfrom theschool workforce survey. What is missingis reliable, systematic data on\nthe well-being and professional views of teachers.\nIn this report we explored how open and publicly availabledata can be combined\nand used to shed light on the impact of the pandemicon the working lives of\nteachers and the learning and well-being of the childrenthey teach. The data\nhighlighted particular areas of concern regardingchildren’s learning losses, which\nare likely to be more severe in primary schools andin schools in low income areas,\nand the surprising finding that although teachershad to work harder and were\nmore stressed than usual, they felt more positiveabout their work and were less\nlikely to consider leaving the profession. We alsodiscussed the limitations of this\ndata, in particular the low response rate to the survey,and the difficulty matching\ndatasets based on geography.\nData is necessary for good public decision making,and the nature of that data\naffects the quality of those decisions. Timely dataenables timely decisions and\naction. Granular data – for example about differentareas or different school\nsettings – supports targeted interventions. Data frommultiple sources – including\nthat created by communities and professional bodiesto describe and evidence\ntheir experience – helps to create a rich and nuancedpicture.\nOpening data, and particularly that used for importantdecisions, supports\ntransparency and accountability around those decisions,and enables\npolicymakers, researchers and the public to understandand question them.\nOpen data can also help prioritise and support action,such as the provision and\ntargeting of support services by civil society andbusinesses.\nBut no data is perfect, and it is important to surfacehow it was collected and\nprocessed, and recognise, as we have in this report,its limitations, so that it can\nbe critiqued and understood in context.\nIn education, as in many sectors, we are still farfrom having the data infrastructure\nwe need. Teachers are not alone in wanting their opinionsand experiences to be\ntaken into account when decisions are made about theirworking lives. The\npandemic has shown us the importance of timely datain a rapidly changing world,\nand how much collective knowledge is held within institutionslike the NHS, or\nalready available to organisations like businesses,unions and civil society\norganisations. Making data available, in privacy-protecting,timely and systematic\nways, means we can harness that collective knowledgefor the collective good.\nOpen Data Institute 2021Data on teachers’ lives duringthe pandemic29\n\nTechnical Appendix\nSurvey data processing and cleaning methods\nData cleaning\nA series of data cleaning processes were carried outon the raw survey data.\nThese included:\n●\nSchool postcode outcode or stem (for example SW4)– some respondents entered\nfull postcodes and others added characters or spaces,and where possible, these\nwere cleaned to provide a valid outcode. Overall,3,096 postcode outcodes were\nidentified and matched to external datasets (see below).\n●\nEducation sector – some respondents did not tick whichsector of\neducation they teach in, but wrote something in the‘other’ box. These\nwere recategorised into one of the defined sectorswhere relevant. Due to\nsmall numbers, teachers in sixth form colleges, furthereducation colleges\nor higher education were combined into a ‘post-16’category. Where more\nthan one option was ticked, only the first was takento avoid double\ncounting respondents.\n●\nEthnic group – some respondents did not select anyethnic group but\nwrote one in the ‘other’ box. Where clear, these werereclassified as one of\nthe ethnic groups. Where more than one option wasticked, only the first\nwas taken to avoid double counting respondents.\n●\nPosition – some respondents did not select a position(for example middle\nmanager) but wrote one in the ‘other’ box. Where clear,these were\nreclassified as one of the defined positions. Dueto small numbers,\nheadteacher/deputy headteachers and senior managementteam\nmembers were combined into a senior manager category.\n●\nWorking pattern – some respondents did not selecta working pattern (for\nexample temporary part time) but wrote one in the‘other’ box. Where\nclear, these were reclassified as one of the definedgroups. Where more\nthan one option was ticked, only the first was takento avoid double\ncounting respondents.\n●\nInvalid responses – for two questions (Q15 and Q25) we excluded values\nthat were impossible or extremely unlikely. For example,for Q15, we\nexcluded any responses that stated that the numberof pupils that had\nsubmitted work was larger than than the total numberin the class.\nSimilarly, for Q25, we excluded any respondents whosaid they worked full\ntime and worked fewer than 20 hours per week.\nOpen Data Institute 2021Data on teachers’ lives duringthe pandemic30\n\nMissing responses\nSome respondents did not provide answers to everyquestion. Rather than using\nimputation to create artificial responses , non-responseswere excluded from the\nanalysis for each question. This means that, for eachquestion, the analysis shows\nthe percentages of all those who answered that particularquestion, not of all\nsurvey respondents. For example, where a questionhad possible answers of ‘Yes,\n‘No’ and ‘Not sure’, we report the number who said‘Yes’ as a percentage of the\nnumber who said ‘Yes, ‘No’ or ‘Not sure’.\nWeighting\nComparison to published Department for Education dataon the teacher workforce\nacross all state-funded schools in England revealedthat the survey sample was\nnot representative (see Table 2). We therefore appliedweighting to the survey\nresponses to ensure that results were representativeof the teacher workforce. The\nweights were calculated based on the school sectorrespondents teach in, their\nage band and their gender, since the combination ofthese variables was available\nfrom the school workforce census. In particular, thisincreased the weighting on\nthe responses of younger survey respondents and thosewho taught in primary\nschools. To avoid applying large weights to smallgroups of respondents, regional\nweightings were not applied.\nThe teacher workforce data used is only availablefor state-funded primary,\nsecondary and special schools. Therefore, independentschool teachers and those\nworking in post-16 institutions remained unweighted.Additionally, we did not\nre-weight the responses to each individual question,so the sample for each\nindividual question may not reflect the teacher workforceas a whole.\nLinking to external datasets\nWe used the school postcode outcode reported by therespondent to link the\nsurvey data to a selection of external datasets toprovide additional context for\nanalysis (see Table 1). The external data used waspublished at output area (OA),\nlower super output area (LSOA) or middle super outputarea (MSOA) level, and\nhence could not be directly mapped to the postcodeoutcode stated by\nrespondents. To create data for the postcode outcodes,we calculated the\nproportion of each outcode area that is in each OA,LSOA or MSOA. We used\nthese proportions to create weighted re-aggregationsof each measure for each\npostcode outcode. Every outcode was then ranked andsplit into quartiles for\neach measure.\nStatistical significance\nIn order to draw conclusions about sub-groups of teacherswithin the survey, we\ntested whether their average response (mean) for eachquestion was statistically\nsignificantly different to the average among all otherrespondents. Statistical\nsignificance was calculated using a two-tailed t-testand groups significantly\ndifferent at the 1% and 5% levels were highlighted.\nOpen Data Institute 2021Data on teachers’ lives duringthe pandemic31\n\nBibliography\nAllmann K. Covid-19 is increasing digital inequality:We need human connectivity\nto close the digital divide [Internet]. 2020 [cited2020 Jul 27]. Available from:\nhttps://www.law.ox.ac.uk/research-and-subject-groups/oxfordshire-digital-inclusi\non-project/blog/2020/04/covid-19-increasing\nAndrew A, Cattan S, Dias MC, Farquharson C, KraftmanL, Krutikova S, et al.\nInequalities in children’s experiences of home learningduring the COVID-19\nlockdown in England. Fisc Stud. 2020;41(3):653–83.\nAshikkali L, Carroll W, Johnson C. The indirect impactof COVID-19 on child\nhealth. Paediatr Child Health (Oxford). 2020;30:430–7.\nBarnardo’s. Briefing for MPs & Peers: Children’s mentalhealth and Covid-19. 2020\nBignardi G, Dalmaijer ES, Anwyl-Irvine AL, Smith TA,Siugzdaite R, Uh S, et al.\nLongitudinal increases in childhood depression symptomsduring the COVID-19\nlockdown. Arch Dis Child. 2020;Epub ahead(Dec 9).\nBIHR COVID-19 Scientific Advisory Group. Children’sphysical activity during\nCovid-19 from the Born in Bradford Cohort. 2021\nBimpong KAA, Tolley CL, Slight SP. Relationship betweenlabour force\nsatisfaction, wages and retention within the UK NationalHealth Service: a\nsystematic review of the literature. BMJ Open. 2020;10:e034919.\nBrazendale K, Beets MW, Weaver RG, Pate RR, Turner-McGrievyGM, Kaczynski\nAT, et al. Understanding differences between summervs. school obesogenic\nbehaviors of children: the structured days hypothesis.Int J Behav Nutr Phys Act.\n2017;14:100.\nCabinet Office. An interview with John Pullinger,former UK National Statistician\n[Internet]. Civil Service Quarterly. 2019 [cited 2019Mar 13]. Available from:\nhttps://quarterly.blog.gov.uk/2019/10/30/an-interview-with-john-pullinger-former-uk-\nnational-statistician/\nCromarty H. Research briefing: Gypsies and Travellers[Internet]. 2019. Available\nfrom:https://commonslibrary.parliament.uk/research-briefings/cbp-8083/\nDaubney A, Fautley M. Editorial Research: Music educationin a time of pandemic.\nBr J Music Educ. 2020;37:107–14.\nFoster D. Research Briefing: Teacher recruitment andretention in England\n[Internet]. 2020. Available from:\nhttps://commonslibrary.parliament.uk/research-briefings/cbp-7222/\nGirlguiding. Early findings on the impact of Covid-19on girls and young women\nOpen Data Institute 2021Data on teachers’ lives duringthe pandemic32\n\n[Internet]. 2020. Available from:\nhttps://www.girlguiding.org.uk/globalassets/docs-and-resources/research-and-ca\nmpaigns/girlguiding-covid19-research-briefing.pdf\nGreenhow C, Lewin C, Staudt Willet KB. The educationalresponse to Covid-19\nacross two countries: a critical examination of initialdigital pedagogy adoption.\nTechnol Pedagog Educ. 2020.\nGutman LM, Joshi H, Parsonage M, Schoon I. Childrenof the new century: Mental\nhealth findings from the Millenium Cohort Study. 2015.\nHansard. Free School Meals Volume 682: debated onWednesday 21 October\n2020 [Internet]. 2020 [cited 2021 Feb 13]. Availablefrom:\nhttps://hansard.parliament.uk/commons/2020-10-21/debates/79C0CA8D-CADF-4\n562-9317-5A51810BB5DE/FreeSchoolMeals\nHuman Rights Watch. UK: Children in England goinghungry with schools shut.\nUneven UK approach for Covid-19 doesn’t guaranteechildren’s right to food\n[Internet]. 2020. Available from:\nhttps://www.hrw.org/news/2020/05/27/uk-children-england-going-hungry-schools\n-shut\nInternational Literacy Centre. Responding to COVID-19,Briefing Note 3: Resetting\neducational priorities in challenging times. 2020.\nIrwin, A. No PhDs needed: how citizen science is transformingresearch [Internet].\nNature. 2018. Available from:\nhttps://www.nature.com/articles/d41586-018-07106-5\nKatz V, Gonzalez C. Toward meaningful connectivity:using multilevel\ncommunication research to reframe digital inequality.J Commun. 2016;66:236–49.\nKim LE, Asbury K. ‘Like a rug had been pulled fromunder you’: The impact of\nCOVID-19 on teachers in England during the first sixweeks of the UK lockdown.\nBr J Educ Psychol. 2020;90:1062–83.\nKim LE, Leary R, Asbury K. ‘We need clear directions,if we’re going to move\nforward. It’s as simple as that’: Teachers’ narrativesduring partial school\nreopenings in the COVID-19 pandemic. PsyArXiv. 2020.\nLough C. Exclusive: Exhausted teachers ‘pushed tothe brink’ [Internet]. Times\nEducational Supplement. 2020 [cited 2021 Feb 13].Available from:\nhttps://www.tes.com/news/exclusive-exhausted-teachers-pushed-brink\nLucas M, Nelson J, Sims D. Schools’ responses to Covid-19.Pupil engagement in\nremote learning [Internet]. 2020. Available from:\nhttps://www.nfer.ac.uk/media/4073/schools_responses_to_covid_19_pupil_engag\nement_in_remote_learning.pdf\nMoss G. Responding to COVID-19, Briefing Note 3: Resettingeducational\npriorities in challenging times. London; 2020.\nOpen Data Institute 2021Data on teachers’ lives duringthe pandemic33\n\nNocker M, Sena V. Big data and human resources management:the rise of talent\nanalytics. Soc Sci. 2019;8:273.\nOpen Data Institute. Data about children’s lives inthe pandemic [Internet]. 2020.\nAvailable from:https://theodi.org/article/data-about-children-during-covid19/\nOyedemi T. Digital inequalities and implications forsocial inequalities: A study of\nInternet penetration amongst university students inSouth Africa. Telemat\nInformatics. 2012;29:302–13.\nPerryman J, Calvert G. What motivates people to teach,and why do they leave?\nAccountability, performativity and teacher retention.Br J Educ Stud.\n2020;68(1):3–23.\nRice K, Wynne B, Martin V, Ackland GJ. Effect of schoolclosures on mortality from\ncoronavirus disease 2019: old and new predictions.Br Med J. 2020;371:m3588.\nSlates SL, Alexander KL, Entwisle D, Olson LS. Counteractingsummer slide:\nsocial capital resources within socioeconomicallydisadvantaged families. J Educ\nStudents Placed Risk. 2012;17(3):165–85.\nTaylor L. What is data justice? The case for connectingdigital rights and freedoms\nglobally. Big Data Soc. 2017;4(2).\nToropova A, Myrberg E, Johansson S. Teacher job satisfaction:the importance of\nschool working conditions and teacher characteristics.Educ Rev.\n2021;73(1):71–97.\nVeldman I, van Tartwijk J, Brekelmans M, Wubbels T.Job satisfaction and teacher\nstudent relationships across the teaching career:Four case studies. Teach Teach\nEduc. 2013;32:55–65.\nWhite P, Selwyn N. Learning online? Educational Internetuse and participation in\nadult learning, 2002 to 2010. Educ Rev [Internet].2012;64(4):451–69.\nOpen Data Institute 2021Data on teachers’ lives duringthe pandemic34","version":"1.10.100"}