{"numpages":39,"numrender":39,"info":{"PDFFormatVersion":"1.4","IsAcroFormPresent":false,"IsXFAPresent":false,"Creator":"Adobe InDesign CC 2014 (Macintosh)","Producer":"Adobe PDF Library 11.0","CreationDate":"D:20150226090842Z","ModDate":"D:20150226090844Z","Trapped":{"name":"False"}},"metadata":{"_metadata":{"xmp:createdate":"2015-02-26T09:08:42Z","xmp:metadatadate":"2015-02-26T09:08:44Z","xmp:modifydate":"2015-02-26T09:08:44Z","xmp:creatortool":"Adobe InDesign CC 2014 (Macintosh)","xmpmm:instanceid":"uuid:bee408bd-8d1e-1d46-80eb-adf837bcc59b","xmpmm:originaldocumentid":"xmp.did:694c5aed-16f0-4c50-acb8-a13435c78d17","xmpmm:documentid":"xmp.id:3f7820a7-22e7-4579-801b-8090946c8095","xmpmm:renditionclass":"proof:pdf","xmpmm:derivedfrom":"xmp.iid:a39e6a32-92f9-408b-984d-76d06f408b11xmp.did:b0bfa1aa-8baa-4450-831f-7eda8e5d5b3axmp.did:694c5aed-16f0-4c50-acb8-a13435c78d17default","xmpmm:history":"convertedfrom application/x-indesign to application/pdfAdobe InDesign CC 2014 (Macintosh)/2015-02-26T09:08:42Z","dc:format":"application/pdf","pdf:producer":"Adobe PDF Library 11.0","pdf:trapped":"False"}},"text":"\n\nOpen data in government: how to bring about change | Open Data Institute 20151\n\nOpen data in government: how to bring about change | Open Data Institute 20152\n\nOpen data in government: how to bring about change | Open Data Institute 20153\nExecutive summary \nGovernments around the world are increasingly looking for ways to harness the potential of open \ndata for improved policy-making, and social, economic and environmental benefit. A lot of work \nhas been done to familiarise governments with open data and help them to publish open data. \nThere has been less focus on the longer-term process of embedding open data as standard \npractice and how that might happen. Ensuring your open data initiative is sustainable is \nessential to realising the impact of open data. \nThe  Open  Data  Institute  (ODI)  is  exploring  how  organisational  change  within  government  \nhappens to support and sustain open data in the long-term. Through extensive interviews and \nexamination  of  the  literature  surrounding  organisational  change  management,  the  ODI  has  \ndeveloped  guidance  for  policy-makers  who  have  been  tasked  with  implementing  their  own  \nopen data initiatives. Thinking about the process of change management from the beginning \nof your initiative will be essential to realising the social, environmental and economic benefits \nof open data. \nThe result: 12 recommendations to help governments sustain open data \nchange and realise its impact\n1. Articulate your vision, with clear examples of benefits open data will bring.\nStart with a vision of the problem open data can help you solve, or the benefits you want to \nproduce: think beyond simply releasing open data. Being able to connect your release of open \ndata to a tangible benefit you would like to achieve can help people connect to the initiative \nand understand its value.\n2. Secure support for your open data initiative from both senior/political leadership and \ngovernment officials within departments before launch.\nBuild in mechanisms to educate government officials about open data, and explain its benefits, \nfrom the very beginning of your open data initiative. Fostering support for the change before \nlaunching an initiative will help encourage early uptake.\n3. Combine top-down leadership for your open data initiative with support for individual \nor frontline champions in government. \nWhile senior buy-in is important to maintain open data as a priority, frontline champions are \nimportant to growing the initiative from the bottom up, and driving implementation of your open \ndata vision.\n\nOpen data in government: how to bring about change | Open Data Institute 20154\n4. Build open communication and mechanisms for feedback into your open data initiative \nfrom the outset, both inside and outside government.\nThese could be formal mechanisms, like advisory groups, online feedback forms and regular \nmeetings, and informal mechanisms, like social media outreach. Invite feedback and be open \nwith your department(s) about the transition to using and producing open data, and how their \nwork could be affected. This will ensure employees are more engaged and satisfied with the \nchange.\n5. Set out some quick wins for your open data initiative – like releasing a certain number \nof datasets as open data, or supporting a pilot use-case – but make sure these are part \nof a long-term goal for open data, which each department can align progress with. Linking \nquick wins to long-term goals can help maintain momentum for change.\n6. Be flexible and responsive to the strengths and needs of different departments and \nteams.\nBe clear on your long-term vision for open data, but be careful not to get locked into one \ntransition plan for open data from the beginning. Look for examples of best practice in managing \nthe transition to using and producing open data, and use these to help other departments. \nBeing agile and responsive helps ensure the transition continues to align with any public sector \nreform and changing technologies.\n7. Consolidate your change management efforts: use  your  emergent  leaders  as  peer  \neducators and innovators. Keep building on your incremental quick wins as part of your \nlong-term open data strategy. Consolidating efforts helps to make each element of change \nmanagement more effective, and helps identify gaps in strategy. \n8.  Ensure  there  are  people  with  responsibility  for  change  management  –  supporting  \ndepartments and coordinating feedback – as part of your open data team. \nQuite often, we think of a ‘change team’ as being set up to deliver open data objectives: build a \nportal, release datasets and stimulate reuse. Change management is an equally important part \nof the process, and can increase initial buy-in for the initiative, as well as a sense of ownership \nwithin departments of their open data efforts. \n9.  Seek  out  and  foster  stories  of  the  impact  of  open  data, to  help  illustrate  its  value  \nfor government implementers. Adjust your impact narrative or ‘business case’ for different \ndepartments,  so  it  makes  sense  in  terms  of  their  overall  visions,  capacities  and  existing  \nprocesses. \n\nOpen data in government: how to bring about change | Open Data Institute 20155\n10. Foster external support within industry, civil society and academia to drive continued \ndemand for open data. External support can help to maintain political will to support open \ndata, and be a source of ongoing learning and dialogue.\n11. Introduce opportunities for civil servants to take part in ongoing learning about open \ndata.\nThis could be through open data training, secondments to ‘best practice’ teams working with \nopen data or regular workshops. It will help you continue to improve and expand the reach of \nyour open data initiative.\n12.  Build  metrics  to  regularly  evaluate  your  open  data  activities. This  will  help  you  to  \nmeasure progress, benchmark success and identify areas for improvement.\nThe guidance is not absolute; some principles will be applied differently in different contexts. \nHowever, the principles for managing open data change that are set out in this paper should \nprovide a useful framework or template for long-term thinking. \nThis paper is the starting point for a deeper exploration of how change happens in government \nto support open data. Over the next 12-18 months, we will look to build on the themes and \nscope of this paper, through ongoing research and discussion with global leaders.\n\nOpen data in government: how to bring about change | Open Data Institute 20156\nTable of contents\nOpen data in a global context7\nUnderstanding the structure of this paper7\n10 principles for successful change management10\nThe seven countries interviewed: an overview of open government data12\n1. Getting started: preparing to launch an open data initiative\nDeveloping a shared vision and strategy\nBuilding agreement for change\nCombining top-down and bottom-up approaches to change\nGetting a change team together\n14\n2. Following launch: harnessing enthusiasm for open data\nMaintaining open communication and trust\nMaking chance sustainable and finding quick wins\nBeing agile and responsive\n21\n3. Embedding open data into normal government practice\nMaking change permanent\nLearning from success stories\nMaintaining the political will to support open data\nEncouraging ongoing learning\nEvaluating open data outcomes\n28\nConclusion\n33\nAbout the Open Data Institute and the Partnership for Open Data\n35\nWhat do you think?\n36\nAppendix 1\n37\n\nOpen data in government: how to bring about change | Open Data Institute 20157\nOpen data in a global context \nOpen data has been embraced as a key transforming initiative by global government institutions. \nThe introduction of the Open Government Partnership\n1\n in September, 2011, aligned open data \nwith a broader global commitment to open government. In 2013, G8 countries endorsed the G8 \nOpen Data Charter, committing to making public sector data ‘open by default’. Since then, the \nG8 Open Data Charter has been the foundation for other governments’ open data initiatives; \nfor the promotion of open data principles in other international fora; and for the development \nof a potential international Open Data Charter.\nThe growth of the Open Government Partnership has been accompanied by an increase in \nprojects designed to support and evaluate open data initiatives taking place internationally, \nwhich include the Partnership for Open Data. The World Bank Open Government Data \nWorking Group introduced Open Data Readiness Assessments to help countries assess \ntheir preparedness to design and implement open data initiatives. The Web Foundation and \nInternational Development Research Centre (IDRC) are coordinating the Open Data Research \nNetwork, designed to help open data researchers around the world connect and share their \nexperiences. The Open Data Barometer has provided a means of benchmarking different open \ndata initiatives worldwide. \nThis energy has fueled increasing awareness of open data around the world. Transforming \nopen data from being something novel to normal for governments is the next challenge. The \nextent of the value that can be unlocked by open data will depend on the sustainability of \neach government’s open data initiative. The role of global organisations can be to ensure that \nsuch normalising is assessed and supported in the long-term to ensure sustainable benefits.\nUnderstanding the structure of this paper\nThis paper focuses only on the organisational change aspect of implementing open data: what \ncomes after its announcement or the first burst of excitement around it. It does not evaluate \nthe impact of existing open data. Nor does it try to establish the criteria to make it successful, \nwhich is hard to define and will be different from country to country.\nIt is intended to prompt and frame discussion and future work in this area for the ODI and others. \n1 Open Government Partnership website: http://www.opengovpartnership.org \n\nOpen data in government: how to bring about change | Open Data Institute 20158\nIn future, we would like to expand our list of countries surveyed to at least 10, and increase \nthe number of interviewees for each country. We will continue to explore ways to build on this \nfirst paper, and welcome feedback and suggestions. \nOne clear insight from the interviews captured so far has been that that organisational change \nto support open data happens differently in different contexts. What worked in Estonia, for \nexample, may not work in Chile. How the organisational change guidance offered by this \npaper can be applied will, to some extent, depend on the country context and the context of \nthe public sector agency.   \nThe challenges inherent in structuring change management guidance for open data are reflected \nin the structure of this paper. We began with 10 common principles for change management, \nwhich we tested through interviews with government officials involved in open data initiatives. \nFrom these, we reached with our recommendations for open data change management. The \nresulting paper is separated into three parts: \nPart 1 - Getting started: preparing to launch your open data initiative\nPart 2 - Following launch: harnessing enthusiasm for open data\nPart 3 - Embedding open data into normal government practice\nSeveral of the common principles for change management are important factors at more than \none stage of an open data initiative. Where there is overlap, we have summarised all of the \nchange management guidance that could apply. \nThe interviews we undertook represent a small sample of the shift towards open data taking \nplace within governments and organisations around the world. This paper is intended to \nsupport the work of policy-makers, and prompt a wider conversation about how governments \ncan change their organisational practices to support open data. We look forward to building \non our work on this area in 2015. \nHow we came up with our guidance on sustaining open data change \n1. We started with a literature review\nOver the past 50 years, a rich literature exploring organisational change management has \nemerged. Building on this work, this report aims to identify an organisational change framework \nthat governments can apply in the context of open data. \n\nOpen data in government: how to bring about change | Open Data Institute 20159\nWhile  much  has  already  been  written  about  how  to  lead  large  organisational  cultural  \ntransformation  initiatives,  the  vast  majority  of  guidance  that  exists  comes  from  the  private  \nsector.\n2\n Organisational culture in the public sector can vary from the private sector considerably, \nso we approached private sector knowledge on organisational change with some caution. \nIn search of guidance for public sector leaders, we drew on a wide range of literature, including \ntraditional business management models, public sector reform theory and case studies on \nprevious public sector digital transformation initiatives.\nDrawing on this existing change management literature, we identified 10 common principles \nfor change management to be tested through interviews and adapted for an open data context. \n2. We tested our literature review findings through interviews\nAll of those interviewed in each country were government officials tasked with helping to make \nthe transition to using and producing open data. To identify a limited number of countries to \nsurvey, we considered the countries ranked highest in their region in the Open Data Barometer, \n2013. To this list, 2-3 countries were added that had recently undertaken significant open data \nactivities, to ensure that countries from every region were represented. Within each country, \none ‘visionary’ and one ‘implementer’ were identified to be interviewed. The ‘visionary’ was \nsomeone within or outside government who initiated, influenced and/or shaped interest in \nopen data. The ‘implementer’ was someone in government who had been involved in carrying \nout the open data initiative.\nIn the first instance, we interviewed government officials from seven countries:\n \n• The UK\n• Estonia\n• Republic of Korea\n• Kenya\n• Mexico\n• Chile\n• Macedonia\n \n2 Burke, W. W., & Litwin, G. H. (1992) ‘A causal model of organisational performance and change’, Journal of Management, \n18(3), 523-545; Kotter, P. (1995) ‘Leading change: Why transformation efforts fail’, Harvard Business Review, 73(2), 59-67; \nAckermann Anderson, L., & Anderson, D. (2010) Beyond change management: How to achieve breakthrough results through \nconscious change leadership, John Wiley & Sons.\n\nOpen data in government: how to bring about change | Open Data Institute 201510\nIn the UK, we looked at open data change management on two levels: i) within an individual \ndepartment – in this case, police.uk – and ii) across government, as part of the UK’s broader \nopen data agenda, coordinated by the Cabinet Office. The first iteration of police.uk preceded \nthe adoption of open data as official UK Government policy, and is considered an early open \ndata success story.\n \nComparing open data initiatives at these two levels gave us some interesting insights into how \ndifferent change management principles worked in different contexts. In any future iteration of \nthis paper, it would be useful to expand on police.uk with comparisons of other departmental \nopen data initiatives in the UK and elsewhere. \n10 principles for change management\nThese are the principles that were drawn from our review of the literature surrounding change \nmanagement,  and  which  provided  a  starting  point  for  examining  change  management  in  \nthe context of open data. These principles were tested through interviews with government \nofficials in seven countries. Based on the principles and interviews, we came up with our own \nrecommendations for managing organisational change to support open data.\nThe common principles we began with were as follows. \n1. Build agreement for change\nBuild a “constituency for change”\n3\n to help prepare the organisation for the change ahead. \nAnticipate barriers, plan training and develop supportive communications. \n2. Develop a shared vision and strategy\nShare a vision that aligns with the ethos of the organisation. Involve staff in developing the \nvision, and communicate it often using different mediums and platforms. \n3. Get a ‘change team’ together to guide the change process \nThe change team should be diverse, both in terms of skills and representation, with respected \ncivil servants (‘insiders’) to ensure broad buy-in and solicit feedback. An external advisory \ngroup can also be helpful. \n4. Combine top-down and bottom-up leadership styles\nStrong leadership and commitment from top levels of management should drive the vision \n3 Kelman, S. (2005) Unleashing Change: A study of organisational renewal in government, Brookings Institution Press\n\nOpen data in government: how to bring about change | Open Data Institute 201511\nand initiate the change process, combined with an emergent style which harnesses bottom-\nup knowledge and expertise.\n5. Make change sustainable and find quick wins\nTo ensure you have long-term support for the transformation, plan for tangible results that \ncan be achieved quickly and early. \n6.  Human  resources  and  structure  are  enablers,  not  barriers,  for  supporting  \ntransformation \nModify structures, policies and incentives regarding hiring, job titles, rewards and skill-sets \nto align with the needs of your initiative. Incentivise behavioural change and leadership, allow \nstaff to innovate, and empower individual agencies to develop their own open data solutions.\n7. Maintain open communication and trust\nCreate an environment which supports two-way communication (via internal and external \nchannels), so that critics and supporters have equal voice, and employees understand the \nobjectives of the initiative and can make a serious contribution to the programme.\n8. Become a learning organisation\nTrack progress and commitment to change, and demonstrate a readiness to admit mistakes \npublicly. Iterate and make changes quickly (“fail fast, fail cheaply”), while continually reviewing \nsuccess metrics. \n9. Be agile and responsive\nEmbrace experimentation and innovation through rapid design and piloting before scaling-\nup. Place ‘users’ at the core of any project design, and adjust plans based on regular user-\ntesting and reviews.\n10. Monitor long-term change\nCrowdsource stories from frontline data-users in different contexts to inspire your vision \nfor how open data can bring benefits. Tap into external sources of support to encourage \nlong-term engagement.\nSee Appendix 1 for full descriptions of these starting principles.\n\nOpen data in government: how to bring about change | Open Data Institute 201512\n3.  From  our  literature  review  and  interviews,  we  developed  our  recommendations  to  \nsustain open data change\nBy testing our ‘10 common principles for change management’ against interviews with \ngovernment officials in countries where open data initiatives had already been introduced, we \nhave developed guidance to help policy-makers manage the transition to using and producing \nopen data. Whether change is a linear process that should be followed step-by-step, or whether \nit  is  multi-directional,  is  a  question  that  divides  the  literature  around  organisational  change  \nmanagement.\n4\n \nBased on our interviews and literature review, we believe that the best approach may be to \nmanage change as a number of interrelated elements, like having senior level leadership and \ninternal feedback mechanisms, which can be applied in different combinations and at different \ntimes.\n5\n Given the size and nature of the public sector, as well as some unique characteristics \nof open data (being cross-departmental, frequently coordinated by one central agency, with \na high degree of IT involvement), it is unlikely that there will be opportunities to implement \nchange management guidance in a strict sequence, progressing from step A to B to C.\nThe seven countries interviewed: an overview of open government\ndata\nMexico\nDatos.gob.mx, the Mexican government’s official open data portal, was launched in July, 2014, \nwith the help of the Partnership for Open Data, which brings together the World Bank, the \nOpen Data Institute and Open Knowledge. The portal launched with 100 datasets: 10 from \neach of 10 selected government departments. Mexico is ranked 25th in the world and 3rd in \nthe Americas in the Open Data Barometer, 2013. Open geographic and socio-economic data \nhave allowed the National Council for the Evaluation of Social Development Policy (CONEVAL) \nto produce interactive maps showing how poverty and disadvantage are distributed across \nMexico, so anyone can understand how their region compares to others.\n4 Kotter, P. (1995) Leading change: Why transformation efforts fail, Harvard Business Review, 73(2), 59-67; Hiatt, J. M. \n(2006), ADKAR: A model for change business, government and our community, Prosci Research; Burke, W. W., &. Litwin, G. \nH. (1992) A causal model of organisational performance and change, Journal of Management, 18(3), 523-545\n5 Ibid all\n\nOpen data in government: how to bring about change | Open Data Institute 201513\nEstonia\nEstonia’s Public Information Act mandates that data be made available in an open and machine-\nreadable form from 1 January, 2015, and a data portal has been piloted (opendata.riik.ee) \nto provide access to this data. While the portal is in its pilot phase, access is only available \nto a small number of datasets. However, a substantial amount of data is available via direct \nconnection to Estonian government databases. In 2011/12, the Ministry of Economic Affairs and \nCommunication estimated that there were around 20,000 datasets. The Ministry of Economic \nAffairs and Communications is responsible for the portal, and for coordinating the process \nof making data from other Ministries’ available openly. In the Open Data Barometer, 2013, \nEstonia’s open data performance is ranked 14th in the world and 9th in Europe.\nRepublic of Korea (South Korea)\nSouth Korea’s open data portal, data.go.kr, is managed by the National Information Society \nAgency and provides access to over 11,000 data files. The portal was introduced in 2011, the \nsame year South Korea joined the Open Government Partnership, with the goals of empowering \ncitizens, increasing transparency and harnessing new technologies for stronger governance \nand greater innovation. South Korea is ranked 12th in the world and third in the Asia-Pacific \nby the Open Data Barometer, 2013.\nKenya\nIn July, 2011, the Kenya Open Data Initiative was launched by President Mwai Kibaki, making \nkey government data freely available to the public through a single online portal, opendata.\ngo.ke. By November, 2011, there were 390 datasets available through the portal. Open data in \nKenya aims to drive innovation, generating economic and social value, to enable data-driven \ndecision-making by parliamentarians and policy-makers, and to improve transparency and \naccountability. The Ministry of Information and Communications and the ICT Authority are \nresponsible for the portal. Kenya was ranked 1st in Africa and 22nd in the world by the Open \nData Barometer, 2013. \nChile\nChile’s open data portal, datos.gob.cl, was launched in 2012, alongside a presidential mandate \ncommitting the state to publishing data in open and reusable formats. At the time, officials \nand Ministers cited the benefits for the community through access to information on traffic, \nhealth service and schools, as well as for the strength of democracy in Chile. The Ministry of \nthe Secretary General of the Presidency (MINSEGPRES) was responsible for setting up the \nportal, working with other departments to add new datasets. The portal now provides access \nto 1,180 datasets. In the Open Data Barometer, 2013, Chile’s open data performance was \nranked 25th in the world and 4th in the Americas.\n\nOpen data in government: how to bring about change | Open Data Institute 201514\nMacedonia\nMacedonia’s open data portal, opendata.gov.mk, was launched  in 2012 as part of the process \nof becoming a member of the Open Government Partnership, an international community of 65 \ncountries committed to making government more transparent, accountable and responsive to \ncitizens. In addition to the Open Government Partnership, Ministers highlighted the potential for \nopen data to drive innovation, leading to economic benefits in Macedonia. The portal currently \nhosts 154 datasets and is managed by the Ministry for Information Society and Administration.\nUK (Cabinet Office)\nThe UK’s open data portal, data.gov.uk, was launched in 2009 by then Prime Minister Gordon \nBrown, to provide opportunities for business, increase transparency and empower consumers. \nThe Cabinet Office was responsible for implementing the portal and coordinating other \ndepartments’ contributions. Today, data.gov.uk includes 15,888 published datasets.The UK \nwas ranked number one in the Open Data Barometer, 2013, both within Europe and globally. \nApplications of open data in the UK include transport mapping apps, flood alert services and \nrankings of many services, including schools, GPs and dentists.\nUK (police.uk and data.police.uk)\nIn 2009, the UK’s National Policing Improvement Agency launched maps.police.uk – the first \ntime policing data had been made available via an application programming interface (API) to \ndevelopers. This service evolved into data.police.uk, and has since grown to include over 19 \nmillion rows of data. The Home Office now publishes the data, coordinating data provided by \n43 police forces across England, Northern Ireland and Wales, as well as the Ministry of Justice.\nPart 1\nGetting started: preparing to launch an open data initiative \nAn open data initiative can begin in many different ways. It could be initiated by a directive from \nthe President or Prime Minister, following a meeting of the Open Government Partnership. It \ncould be prompted by pressure from developers and startups for the government to release \ndata for use to build services and apps. Alternatively, it could stem from an obligation to release \nopen data as part of a regional or international agreement, like transposition of the European \nUnion’s Directive on Reuse of Public Sector Information 2013 (PSI) by EU member states. \nWhatever the reason, the policy-maker tasked with transitioning a government department – or \nall government departments – towards publishing the data they hold as open by default will \ncome up against some organisational culture resistance. While there are significant potential \n\nOpen data in government: how to bring about change | Open Data Institute 201515\nsocial, economic and environmental benefits to be unlocked with this transition, policy-makers \noften need to convince government of the importance of open data first. \nThis section examines how to build in change management into any open data project from \nthe outset. \nDeveloping a shared vision and strategy\nA common failing in change programmes noted in the organisational change management \nliterature is the lack of a long-term vision for change.\n6\n Such a vision should be an anchor for \nperformance improvement objectives, and to formulate specific initiatives (Ostroff 2006). This \nalso involves carefully articulating the mission, to guide the transformation effort and remind \nstaff of that mission as the project progresses.\n7\n \nWe  found  from  our  interviews  that  more  support  can  usually  be  gained  for  open  data  \nimplementation in countries where open data was introduced as part of a vision for solving \na clearly-defined problem, or tied to a specific political goal or concern on the government’s \nagenda. \nIn Macedonia, for example, open data was framed as a way to kickstart “innovative potential, \njob creation and economic value”. In Kenya, open data was presented as a way to address \nyouth unemployment and social engagement. \n“One of the things we’ve learned is that we have to make an argument that works [for] \nthe government[...] It’s a question of just finding what is the best place to start out as an \norganisation for a different audience, and how to package it for each audience.” Kenya\n“This agenda will wither and die if it is seen as just an add-on or an additional burden for \npeople. I think we need to make it fundamentally relevant to what people are doing [...] \nIt seems to me that the only ways we develop are by requiring departments to use their \nown open data, to consume their own open data, otherwise there’s no incentive to make \nit any better [...]” UK (Cabinet Office)\nSometimes, what might begin as a short-term project with a specific vision can evolve into a \nlonger-term vision with broader impact. This vision may also adapt as the problems and goals \n6 Page, J., Pearson, J., Jurgeit, B., & Kidson, M. (2012) Transforming Whitehall departments, Institute for Government; \nOstroff, F. (2006) Change management in government, Harvard Business Review, 84(5) pp. 141-7;Fernandez, S., Rainey, H.G. \n(2006) Managing successful organisational change in the public sector, Public Administration Review, March/April, 168-176.\n7 Ibid.\n\nOpen data in government: how to bring about change | Open Data Institute 201516\nof government change over time, such as a shift of focus from transparency towards economic \ngrowth or efficiency, especially if a new administration takes over. The vision underpinning an \nopen data project does not have to be rigid, but it should be meaningful and measurable for \ndifferent stakeholders engaged in its implementation. The evolution of open data publication \nby police.uk offers an interesting example of how a vision for open data can evolve over time.\nCase study: The evolution of open data within police.uk\n“We actually started this journey a long time ago, before the open data movement really \ngot going. Twitter was new, and the Twitter API was available and lots of people were \nbuilding things off of it. So we thought, ‘What if we could do the same with the maps.police.\nuk data?’ If we made this available via an API, people could build great things with it [...] \nNo one within the organisation was that interested, because at the time the whole open \ndata movement didn’t really exist [...] There was quite a lot of interest though from the \npublic, from developers, some newspapers – the Guardian in particular – so, from outside \nthe organisation it was very well received.\nThen [after a short while] the Chief Constable in charge of neighbourhood policing came \nto the team with the task of making more information publicly accessible. Some research \nhad been done about the public’s fear of crime, that it was increasing while crime levels \nwere actually decreasing. We started discussions with the deputy Chief Constable about \nhow more release of information about crime could be coordinated across the 43 local \nforces in England and Wales. We wanted to give people more meaningful information \nabout what crime was happening in their areas, and hopefully combat those fears. \nFrom the beginning, it wasn’t just about giving access to open data. At first, back before \nopen data was really a concept, we were thinking in terms of its commercial potential, \nways the developer community could build on it. Then it became about giving people \nmeaningful interpretations of that data and educating them on crime. What’s the role \ngovernment should play ultimately? Is it simply about releasing the information for anyone \nto play with, and build on, or is it about explaining it to the public as well? The success of \npolice.uk was partly because accessibility for the public, and a vision of how open \ndata would help them, was built in from the beginning – it was part of providing a \nservice, a cornerstone of standard police service.” UK (police.uk)\nWhere there was no clear vision of the problems open data could help us to respond to, and \nwhich benefits it might realise, interviewees spoke of facing apathy from within the public sector \ntowards the initiative, and difficulties faced during the publication of open data. Visions that \n\nOpen data in government: how to bring about change | Open Data Institute 201517\nsimply focused on the publication of a certain target number of datasets (seeing open data \nas an end in itself, rather than a means to an end), quickly ran into difficulties. \n“As a presidential mandate obliged the institution to publish five datasets, the Open \nData Portal grew exponentially in its number of datasets within six months. But the \nsame mandate didn ́t oblige institutions to keep those datasets up-to-date, so a lot of \ninstitutions didn ́t do it. The challenge now is working with those institutions that have \nalready published once and updating the datasets, knowing that the person in charge \nof publishing has probably changed, due to the change in presidency last year.” Chile\nRecommendation: Articulate your vision. Start with a vision of the problem open data can \nhelp you solve, or the benefits you want to produce. Think further than simply releasing \nopen data. Being able to connect your release of open data to a tangible benefit you’d like to \nachieve can help people connect to the initiative and understand its value.\nBuilding agreement for change\nA common principle across the literature around organisational change management is to \n‘foster change readiness’: build agreement for a constituency for change as a first step of \ncreating the change movement in an institution (Kelman, 2005). One interesting aspect of the \nadoption of open data policies in many countries surveyed – and a common factor in public \nsector reform – is the introduction of a mandate by external political leadership. There may \nbe no time to foster change readiness ahead of the announcement of the open data initiative. \n“The presidential election brought a change of government. The new President believed \nin the importance of opening up data as part of what we call ‘government 3.0’. The new \npolicy meant sharing and collaborating on information held by government.” South Korea\nSeveral officials interviewed in countries including Kenya, Macedonia, the Republic of Korea, \nChile and Mexico talked about their open data policies being initiated on instructions from \nthe President or a senior Minister. For some, the impetus for open data change was their \ncountry joining or hearing about the Open Government Partnership. Every country interviewed, \nregardless of whether the idea of open data came from their political leadership, agreed that \ngetting senior level buy-in for the initiative was the first, and most important, step towards \nestablishing an open data initiative in their organisation.\n“It’s about getting the politicians onside.” Kenya \n“There’s a multi-layer approach to open data: you need the political figure who will make \n\nOpen data in government: how to bring about change | Open Data Institute 201518\nthe commitment, the Minister or President, who understands what the concept is and its \nbenefits, and who can give the green light. Then you have the second layer of important \npeople in each institution, who are usually the heads of departments or heads of units, \nwho know what data their institution generates.” Macedonia\nThis top-down approach can leave little time to foster change readiness within the wider civil \nservice, ahead of introducing the open data initiative. This is to a great extent simply part of \nthe nature of public sector change, there is often no way to avoid it. But being prepared to \ncombine that senior or political level support for change with outreach across departments can \nbe crucial to the initiative’s long-term success. In the literature around organisational change \nmanagement, several authors including Cameron, Kotter, Armenakis et al\n8\n  state  that  a  key  \npart of preparing for change in institutions is identifying potential barriers to success early on, \nand designing training or other orientation programmes accordingly to pre-empt resistance.\n“There are a lot of people who just don’t know what open data is, so if a mandate comes \nand says you have to open your data and these are the ways you’re going to do it, they \njust don’t get it. We think you have to work first on getting everybody or most people \nunderstanding what you’re talking about, and then maybe come up with a mandate.” Chile\nThe most common barriers to change identified by all interviewees were a lack of buy-in or \nunderstanding of open data within government departments – in essence, a lack of ‘change \nreadiness’.\nRecommendation: Secure  support  for  your  open  data  initiative  from  both  senior/\npolitical leadership and government officials within departments before launch. Build in \nmechanisms to educate government officials about open data, and explain its benefits, from \nthe very beginning of your open data initiative. Fostering support for the change ahead of its \nlaunch is important for early uptake of the initiative.\nCombining top-down and bottom-up approaches to change\nGenerally, approaches to change can be classified as top-down or planned (either responding \nto external influences, or to achieve a desired objective), or bottom-up or emergent (dynamic, \ncontinuous and arising from existing practice and knowledge).\n9\n The literature in our organisational \n8 Cameron, E., Green, M. (2004) Making Sense of Change Management, Kogan Page Publishers;\nKotter, P. (1995) Leading change: Why transformation efforts fail, Harvard Business Review, 73(2), 59-67; Armenakis et. al, \n(1999) Organisational change: A review of theory and research in the 1990s,  Journal of Management, 25(3), 293-315\n9 Kelman, S. (2005) Unleashing change: A study of organisational renewal in government, Brookings Institution Press; \n\nOpen data in government: how to bring about change | Open Data Institute 201519\nchange management literature review broadly advocates combining both planned and emergent \napproaches. This can help you to encourage front-line innovation by departments implementing \ntheir open data obligations, while sustaining top-down support for the change agenda. Even in \nthe public sector, where change can be driven by external political forces, there can be space \nduring implementation of the change to innovate and adapt.\n“It can be extremely top-down. The direction and priorities come from Ministers. What \nwe have started getting better at doing is, even when there is that top-down direction on \nsomething, trying to reverse-engineer user engagement.” UK (police.uk)\nCrucially, the team behind police.uk’s open data initiative made securing top-down support \nfor the transition a key focus ahead of any public outreach. A Chief Constable leading police.\nuk was given responsibility for liaising with senior members of the force and convincing them \nof the initiative’s importance. A communications/public relations role complemented this with \na focus on the front lines, encouraging individual police forces to provide access to their data, \nunderstand any blockers and address any concerns. \nIdentifying and fostering open data champions within government to grow the initiative from \nwithin (emergent leadership) and deliver on its promise is essential. Every country interviewed \nindicated that simply having top-down leadership on open data hadn’t been sufficient. Ensuring \ngovernment departments have enough flexibility or agility to lead from within on implementation \nof open data, and help shape its development, can be key to long-term sustainability of the \nagenda. \n“There’s an equilibrium that you need to have, because the political will or the political \nmandate sometimes might come through a law or a presidential instruction, and that’s top-\ndown. But you actually have to be working [with] the people from [all levels of government]. \nYou have to find an equilibrium and I’m working on that.” Chile\nRecommendation:  Combine  top-down  leadership  for  your  open  data  initiative  with  \nsupport for individual or frontline champions. While senior buy-in is important to maintain \nopen data as a priority, frontline champions are important to grow the initiative from the bottom \nup, and drive implementation of your open data vision.\nGetting a change team together\nFernandez, S., Rainey, H.G., (2006) Managing successful organisational change in the public sector, Public Administration \nReview, March/April, 168-176.\n\nOpen data in government: how to bring about change | Open Data Institute 201520\nAssembling a team to administer the government’s open data initiative was a common priority \nwithin all countries surveyed. The size of that team and extent of its function depended on \nthe role it saw itself playing in the transition to open data. In Chile, for example, the central \nagency’s coordination team was very small, and its functions were separate from those of the \nindividual departments with responsibility for publishing data. The coordination team focused \non developing the government’s open data policy and building an open data portal.\nIn the Republic of Korea, there are several teams involved in open data policy. The open data \ncentre has three teams: open data planning, open data utilisation and the open data core/\ntechnical team. Their Big Data Centre also deals with open data. Again, each of the teams play \na central coordination role and encourage the release of open data by individual departments. \nWhile all of the countries surveyed assembled a task force or team to manage the open data \nprocess – developing a policy, building a portal, stimulating reuse of open data – few countries \nalso focused on relationship management within government as part of their ‘change team’ \nresponsibilities. The organisational change management literature suggests convening a \nchange team, who are responsible for soliciting feedback from within and outside government, \nmonitoring performance and identifying obstacles, and participating in the design or redesign \nof activities.\n10\n \nThe country surveyed that did indicate some focus on relationship management as part of its \n‘change team’ was the UK: \n“There has been, since the beginning, a transparency and open data team. It hasn’t always \nbeen structured in exactly the same way, but probably similar functions performed over \ntime. You have a group of people who are relationship managers, and they provide the \nsupport to different departments. Each of those people have a portfolio of departments \nthey look after, and they’re responsible for making sure those departments are meeting \ntheir open data commitments. They’re sort of on call to help them out, they attend each \ndepartment’s sector transparency board meetings and so on. Alongside relationship \nmanagement,  the  team  does  things  like  policy  formulation,  engagement  in  the  Open  \nGovernment Partnership (OGP) and separately has technical experts working on data.\ngov.uk.” UK (Cabinet Office)\nRecommendation: Ensure the core open data team includes people with responsibility \nfor change management – supporting departments and coordinating feedback – as part of \nyour open data team. Quite often, we think of a ‘change team’ being set up to deliver open \n10 Kotter, P. (1995) Leading change: Why transformation efforts fail, Harvard Business Review, 73(2), 59-67\n\nOpen data in government: how to bring about change | Open Data Institute 201521\ndata objectives: build a portal, release a target number of datasets and stimulate reuse. Change \nmanagement is an equally important part of the process, and can increase initial buy-in for \nthe initiative, as well as a sense of ownership within departments of their open data efforts.\nPart 2\nFollowing launch: harnessing enthusiasm for open data\nMaintaining open communication and trust\nIn the early stages of an open data initiative, generating interest in and enthusiasm for open \ndata among other parts of the public service is essential; as is fostering interest from the private \nsector and citizens. Encouraging internal participation and consultation can play an important \nrole  when  making  the  case  for  organisational  change,  mitigating  resistance  and  creating  \npsychological ownership.\n11\n Nearly every country interviewed mentioned ways in which – as \npart of their open data initiative – they tried to foster an environment of open communication \nand trust. \n“There’s  a  push  for  civil  servants  to  be  more  innovative,  to  reach  out  of  their  typical  \ncomfort zones and not be people who just sit at their desks, in front of their computers. \nIt’s  important  to  get  out  there,  to  work  out  what  the  current  conversation  is,  work  out  \nwhere the energy is and how people are thinking. Create or identify useful networks of \nreformers and innovators who can help you advance the agenda.” UK (Cabinet Office)\nSeveral initiatives have quickly introduced mechanisms to support dialogue between public \nsector organisations releasing data, and the wider reuse community. This dialogue can help \ngovernment departments prioritise data for release based on user demand, respond to feedback \nabout data quality or format issues, and understand how their data is being used. In Chile, \nwhat was originally intended as a one-off meeting between government data publishers and \nmembers  of  the  wider  reuse  community  is  being  reconsidered  as  a  regular  opportunity  to  \nshare experiences:\n“Recently we held a meeting with open data publishers across government institutions, \njournalists, NGOs and universities so they could explain to government what they were \ndoing with open data and see the potential of this work. Often, governments don’t actually \nget to see what’s getting done with data their portals. Afterwards we asked the civil \n11 Nadler, D. A. (1998) Champions  of  change:  How  CEOs  and  their  companies  are  mastering  the  skills  of  radical  \nchange, Jossey-Bass; Nadler, D.A. et.al (1998) Navigating change: How CEOs, top teams, and boards steer transformation, \nHarvard Business School Press; Johnson, G., Leavitt, W. (2001) Building on Success: Transforming organisations through an \nappreciative inquiry, Public Personnel Management, 30(1), pp. 129 – 136\n\nOpen data in government: how to bring about change | Open Data Institute 201522\nservants questions like, ‘Did you know there were journalists using your data?’ and ‘Did \nyou know there were students and NGOs who were using your data?’ – and they didn’t \nknow, they hadn’t thought about it.\n“[...] It makes the work more rewarding, because they’re not just going through a mechanical \nprocess, but someone is actually doing something with the data. Now we’re trying to \nmake those meetings happen every two months, so the government can continue to see \nthe potential of their release of data as open data.” Chile\nIn the UK, a formal voice for the open data user was established by the Cabinet Office in 2012, \ncalled the Open Data User Group (ODUG). Comprising members from across the UK open \ndata community, both non-commercial and commercial, ODUG provides advice to the Cabinet \nOffice on funding for open data, undertakes research to build a business case for open data \nand provides a mechanism for open data users to request and prioritise the release of data \nby government. A formal request mechanism is one way to establish a line of communication \nbetween organisations releasing open data, and those interested in using it. \nCase study: The UK Open Data User Group data request process\nThe request process, launched in October 2012, has accumulated 564 requests for release \nof datasets as open data, as well as 330 confidential requests.\n12\n Citizens or businesses \nmaking requests set out the data they would like released, the barriers they had experienced \naccessing this data and what they would do with the data. The Cabinet Office Transparency \nTeam manages initial receipt of the requests, filtering out and responding to requests which \nare misguided (for example, those that are not requests for a dataset); or outside the scope \nof the request mechanism (because the data is not held by a publicly funded body). Where \nthe request is for data that is already available as open data, but there are issues accessing it, \nthe transparency team will raise these issues with the data publisher. Issues might include the \ndataset not being up to date, the link being broken or poor data quality. If there is a request \nfor data that is not available as open data, the transparency team consults with ODUG and \ndepartments to understand if it can be released. \nStructured mechanisms for dialogue between government and the reuse community, like data \nuser groups and data request processes, can contribute to an environment of trust and open \ncommunication. Transparency about these kinds of mechanisms – about decisions made, \ndiscussions that take place and genuine opportunities for engagement – will be key to their \nsuccess. \n12 Data.gov.uk data requests: http://data.gov.uk/data-request, accessed on 2014-12-18\n\nOpen data in government: how to bring about change | Open Data Institute 201523\nGovernments should not stop at creating formal mechanisms, but consider ways to embed \na culture of open communication across open data service delivery in general. There is no \none-size-fits-all mechanism to capture perspectives and feedback from outside government. \nAs one interviewee observed of the UK data request process, \n“Our data request process is probably a great illustration of the fact that government isn’t \nbest-placed to identify what data people want. An early request was from a surf report \nand beach weather website, who wanted data on which days the Ministry of Defence \n(MoD) would be using beaches for firing practice. Having this information would help them \nbest advise users on safety, planning their trips and would also save the MoD time having \nto move surfers from the water before beginning practice. We were able to release this \ndata, proving that individuals can make direct approaches to government so we hear their \nneeds as well as what the open data community is interested in.” UK (Cabinet Office)\nEnsuring government policies and services are set up more generally to encourage and receive \nexternal feedback is important. In the case of the specific open data initiative from police.uk,\n“One challenge for government departments has been the policy barriers that can prevent \nthem from engaging in the different types of conversations going on – through social \nmedia, for example. We need to make sure that other departmental policies don’t work \nagainst them getting the feedback that they need.” UK (police.uk)\nSometimes a key barrier to encouraging open communication between government and the \nopen data community can be that the community simply doesn’t know what government holds. \nEncouraging public sector organisations to be transparent about their data holdings from the \noutset of an open data initiative can help engender ongoing trust. Potential collaborators and \ndevelopers can more readily engage with governments when they have an understanding of \nthe types of data that institutions hold from the outset. \nWhile nearly all of the initiatives examined through interview have considered ways to encourage \ntrust and open communication between the reuse community and public sector organisations, \nit is less clear whether similar mechanisms have been put in place within the public sector \norganisation itself, or across departments. In their evaluation of change initiatives in six \nAustralian public sector agencies, Stewart & Kringas\n13\n found a correlation between the degree \nof consultation and acceptance of change. Establishing an internal steering committee could \n13 Stewart, J., & Kringas, P. (2003) Change management: Strategy and values in six agencies from the Australian public \nservice, Public Administration Review, 63(6), pp 675-688\n\nOpen data in government: how to bring about change | Open Data Institute 201524\nhelp  share  information  about  open  data  changes,  and  provide  a  mechanism  for  employee  \nfeedback. \nEvery open data initiative surveyed in this paper, with the exception of police.uk, was coordinated \nby central government departments for implementation by the wider public sector. This \ncoordinating role may make implementing similar mechanisms for internal, cross-departmental \nfeedback difficult. It is unclear from the interviews whether departments coordinating open \ndata initiatives also implemented internal mechanisms for communication. In the UK, there are \nsector transparency boards for several sectors (health, justice and environment) who provide \nadvice and communicate directly with departments. Other internal mechanisms may simply \nnot have been raised in the interviews, and may warrant further exploration.\nRecommendation: Build open communication and mechanisms for feedback into your \nopen data initiative from the outset, both inside and outside government. These could be \nformal mechanisms – like advisory groups, online feedback forms and regular meetings – and \ninformal mechanisms, like social media outreach. Inviting feedback and being open with your \ndepartment(s) about the transition to open data and how their work practices could be affected \ncan increase the likelihood of open data reuse, employee engagement and satisfaction with \nthe change. \nMaking change sustainable and finding quick wins\nThe literature tells us that taking a ‘big bang’ approach to open data could end badly.\n14\n Instead, \nthere is general consensus that taking an incremental approach to organisational change around \nopen data – focused on tangible results that can be achieved quickly – is important to long-\nterm success. Every initiative we surveyed demonstrated a focus on quick wins in open data. \nFor several countries, quick wins involved getting a data portal up and running, with some \nuseful government data sets published on it. Opendata.go.ke, the Kenyan Government open \ndata portal, was proposed, developed and launched by a government task force in less than \nthree months.\n“What happened was that we went and saw the permanent secretary, [who said the data \nwas there and went to the President, who said]  ‘OK good, I’ll launch it on May 7th’ and \nthat was literally six weeks out [...] So we started, and I can tell you we ran like hell.” Kenya\n14 Osborne, D., Plastrik, P. (1997) Banishing Bureaucracy: The five Strategies for Reinventing Government, Addison \nWesley\n\nOpen data in government: how to bring about change | Open Data Institute 201525\nQuick wins that give structure to an open data initiative and a tangible output can be key to \nsustaining energy for open data. \n“You know the problem with governments in general is that [they] suffer from inertia, and \nthe only way to break inertia is by getting something started. So one of the things that \nhappened is, based on the fact that we launched opendata.go.ke [...], the next year we \nwere in campaign mode, and the electoral commission then started publishing data relating \nto the elections, because now they had an example [to look to].” Kenya\nOne  challenge  associated  with  establishing  a  government  data  portal  is  how  to  maintain  \nmomentum. To ensure new datasets continue to be added, existing datasets are updated, \nquality continues to improve and, ultimately, an active reuse community thrives around it with \nsocial, economic and environmental benefit. For several interviewees, setting up an open data \nportal for central government was very much a quick win, but seen as part of a wider public \nsector open data strategy, it could equally be described as a big bang. \nIn contrast, recommendations from police.uk are to “start small”:\n“Start small, get something out there, prove a minimum viable pilot, get people using it, \nget the feedback and build momentum from there. My only advice would be start small, \ndo something quick and dirty. You don’t need a big team to do it.” UK (police.uk)\nSeveral countries surveyed who established government wide open data portals early on (a \nbig bang), only to lose momentum, are now focused on improving data quality and ensuring \ndepartments continue to publish open data. \n“The idea was to get the portal started and to start talking about open data in government, \nbecause it was really new – it’s still something new – for many public institutions. So that \ngoal was achieved. They wanted an open data portal, they wanted institutions to start \nto publish, and they did a really good job in getting around 200 institutions publishing in \na couple of months. The thing is because they didn’t work in culture change, that didn’t \nevolve into a living open data portal. You have a couple of institutions that are doing \nreally good work, and then you have a couple of institutions that only published what was \nrequired by law and then stopped.” Chile\nHaving  a  clear  plan  for  quick  wins  as  part  of  a  broader,  phased  approach  to  open  data  is  \nimportant. Plan ahead – pick your low hanging fruit, and consult your plan on how to climb \nhigher. This incremental approach to quick wins as part of a longer-term strategy has been \nimplemented in Mexico. The Estrategia Digital Nacional, or ‘National Digital Strategy’ has \n\nOpen data in government: how to bring about change | Open Data Institute 201526\ncreated a structured approach to implementing their open data initiative, via Data Squads.\nCase study: Mexico’s Data Squads\nIn Mexico, the Office of the President formed a programme called Data Squads to accelerate \nthe roll-out of open data across government. Data squad members deliver intensive training \nto targeted government departments to rapidly introduce open data principles. In 42 days, \nthe squads successfully opened 100 datasets across 10 federal agencies, demonstrating the \npower of this intensive approach. The Data Squads are focused on quick wins – selecting \nachievable targets within agencies that could provide tangible examples of success. The focus \nnow is on making sure the Data Squads programme is sustainable. Currently, National Digital \nStrategy is considering a ‘train the trainer’ approach to continue to proliferate Data Squads \nacross government and manage squad member turnover. \nRecommendation: Set out some ‘quick wins’ for your open data initiative, like releasing \na certain number of datasets as open data, launching a portal or supporting a pilot use case - \nbut make sure these are part of a long-term goal for open data, that each department can \nalign progress with. Linking quick wins to long-term goals can help you maintain momentum \nfor change. \nBeing agile and responsive\nA lean ‘agility’ approach to government has emerged as a key aspect of public service delivery, \nparticularly in the digital sphere.\n15\n Being agile means having the space to innovate and adapt. \nThe UK Institute for Government’s recent work on reforming Whitehall\n16\n recommends a hybrid \napproach to organisational change, which emphasises flexibility and adaptability (‘innovation’) \nwhile retaining a commitment to scale and collaboration across government. Both of these \naspects are present in the central government open data initiatives surveyed. They all began \nwith  a  commitment  to  scale  across  government  and  have  tried  to  facilitate  collaboration  \nbetween and within departments, to progress an open data initiative.\n17\nA key challenge for several of the countries surveyed has simply been the size of government. \nChange takes time, and it is difficult if not impossible to reach every stakeholder in each \n15 Page, J. et. al (2011) System error: Fixing the flaws in government IT, Institute for Government\n16 Page, J. et. al (2012) Transforming Whitehall: Leading major change in Whitehall departments, Institute for Government\n17 With the exception of police.uk: www.police.uk, which still incorporated scalability but across police.uk and \ndepartments with complementary data assets.\n\nOpen data in government: how to bring about change | Open Data Institute 201527\ndepartment and agency who has a role to play in an open data initiative. \nWhere an open data initiative has been coordinated by a central agency (like the Prime Minister \nor President’s office) flexibility is something that, to a certain extent, can only be encouraged of \nother departments. Central agencies coordinating an initiative for the whole of government may \nnot have a publishing role. The central agency is essentially playing a relationship management \nrole, coaxing departments to release more data and become more agile to maintain a data-\nuser focus, review and iterate often and respond to reuser feedback. This made it difficult to \ndraw specific examples of how a lean, agile approach had assisted with organisational change \nmanagement to support open data from the interviews. Nonetheless, several interviewees \ncommented  on  how  evolution  and  adaptation  of  their  plans  in  response  to  feedback  was  \nimportant. In Chile, as one interviewee commented,\n“Plans can change a lot. We’ve just finished planning for next year, and I know there [are] \nsome things we’re planning that may not get done because things change. You have \nto be able to improvise and come up with other solutions. For example, if the people in \ncharge of publishing data had told me that [the] first meeting we held with them and the \nreuser community [hadn’t worked], we would have to change our approach. Thankfully \nwe have the opposite problem – they want more. We have a strategy of course, but we \nhave to be able to innovate within our own strategy.” Chile\nPolice.uk, being an agency-specific open data initiative, was able to build agility and \nresponsiveness into its service delivery more directly. From the outset, user feedback was a \nkey element of platform development.\n“There were feedback questionnaires on the website from day one. We used social media, \nwent to town hall meetings [and held] outreach sessions. We couldn’t deliver on all \ndemands, but tried to respond to many. Lots of the developments on police.uk were the \nresult of this feedback, like greater accuracy of data and greater granularity. We started \nincorporating different datasets to add points of interest – like shopping centres, car \nparks and cinemas – to build up a richer picture of the data. We also started adding more \nsupport and advice for people using the data.” UK (police.uk)\nRecommendation: Do  not  get  locked  into  one  transition  plan  for  open  data  from  the  \nbeginning. Be clear on your long-term vision, but be flexible and responsive to the strengths \nand needs of different departments and teams. Look for examples of best-practice managing the \ntransition to open data and use these to help other departments. Being agile and responsive helps \nensure the transition continues to align with any public sector reform and changing technologies. \n\nOpen data in government: how to bring about change | Open Data Institute 201528\nPart 3\nEmbedding open data into normal government practice\nIt is difficult to sustain the same level of energy and enthusiasm for any policy change, let \nalone open data, as time passes. Eventually, the open data initiative has to become a part of \nnormal government practice. Few countries are at this stage yet with open data, because open \ndata is relatively new everywhere. The literature review findings indicate that there are several \nelements that could support long-term sustainability of an open data initiative and broader \norganisational change movement, including:\n• consolidating change over time, institution by institution; and\n• building on ongoing learning and reflection.\nFrom the interviews, we found considerable support for these concepts, but due to the relative \n‘newness’ of open data, few examples of these being put into practice. There are high levels of \nsupport for rolling out ongoing education and training programmes for civil servants in order \nto broaden the support base for open data. Learning approaches that involve demonstrations \nand crowd-sourcing practical examples of use of open data appear to be most effective.\nMaking change permanent \nThere are various ways of consolidating organisational change, and reducing cultural barriers. The \nOrganisation for Economic Cooperation and Development (OECD) has suggested highlighting \nthe economic value-add of open data, crowdsourcing the experience of civil servants and local \ngovernments  working  with  open  data  at  the  frontline,  and  building  new  capabilities  that  aid  \nimplementation of open data.\n18\n Another recommended approach is to facilitate exchange visits \nor short-term secondments by staff to high-performing institutions already using open data, to \npromote learning and overcome resistance.\n19\nSeveral interviewees emphasised the importance of consolidating quick wins to prove the open \n18 Ubaldi, B. (2013) Open  government  data:  Towards  empirical  analysis  of  open  government  data  initiative, OECD \nWorking Papers on Public Governance, No. 22, OECD Publishing; Yui, C., Fink, S. (2013) Smaller, Better, Faster, Stronger: \nRemaking government for the digital age, Policy Exchange\n19 Ostroff, F. (2006) Change management in government, Harvard Business Review, 84(5), pp.141-147\n\nOpen data in government: how to bring about change | Open Data Institute 201529\ndata concept and foster long-term support. For example, police.uk leveraged the success of \ntheir earlier maps.police.uk open data project to collect feedback and make the case for scaling \nup activities:\n“It was hugely important to have a quick win [maps.police.uk open data project]. We built \ndata.police.uk, [about] three and a half, maybe even four years after the launch of the \noriginal API. And you know, people had built applications based on it, people had built \nwebsites using it, we had people building businesses around it and selling on the data. \nSo, when it came to [making] the decision to rebrand all of that as data.police.uk, and \n[putting] more time and resources into it, we had a huge amount of evidence that it was a \ngood idea from a policy point of view, but also that it was useful to people. People were \nusing it, and there was going to be a lot of uptake for it.” UK (police.uk)\nEnsuring quick wins are consolidated and built on as part of a long-term open data strategy is \none of the recommendations reached in Part 1 of this paper. This consolidation of quick wins \ncan help win support, scale-up activities and advance permanent organisational change.\n20\nOccasionally,  however,  the  deeper  cultural  change  aspects  are  overlooked  in  the  course  of  \npursuing quick wins or following the black-letter law. Failing to deal with cultural change can \ncompromise the overall quality and sustainability of the open data initiative in the long-term.\nAll of the initiatives surveyed are still in the emergent phase, and grappling with how to begin to \nembed long-term sustainable open data practice. As a result, there is no consensus regarding \nthe most effective way of consolidating change. The literature, however, does offer some \nrecommendations regarding capacity building and offering incentives and rewards to staff \nbased on innovation and impact. These could be topics for further exploration as open data \nintitatives evolve. \nLearning from success stories\nAn ongoing challenge when seeking to consolidate change and scale up an initiative can be to \nspread understanding and support to diverse ministries and institutions. The literature suggests \nthat linking to stories of impact and success is an important part of longer-term consolidation of \nchange efforts.\n21\n Stories of impact and success can flow from fostering ongoing communication \nwith the reuse community and other areas of government.\n20 Colville, I. et al (1993) Developing and understanding cultural change in HM Customs and Excise, Public Administration, \n71(4) pp.549 - 565. Colville, I. et al (1993) found that a series of small, continuing efforts at making improvements within HM \nCustoms & Excise was an effective at focusing attention on the need to solve bigger problems.\n21 Kotter, J.P. (1996) Leading change, Harvard Business School Press.\n\nOpen data in government: how to bring about change | Open Data Institute 201530\nIn Macedonia, for example, the aim is to develop 10-15 applications to showcase and sell \nthe value of open data to other institutions. Realising there is a gap currently, Macedonia is \ncollaborating with the World Bank to develop a formula to help estimate open data impact for \ndifferent institutions and sectors. Collecting real-life examples of the impacts of open data \ncontinues to be a challenge. \n“There need to be real use-cases and actual examples: how there was an NGO or a company \nthat was able to access data, build a service on top of it and make money out of it. We are \nmissing real, simple examples of good use cases.” Estonia\nBoth interviewees and the literature suggest that in linking to stories of impact and success, \nit is important to make a contextualised business case (“institution by institution”), and make \nit often. This business case should be adapted for each different department or institution so \nit makes sense in terms of their overall vision, capacity and existing business processes. The \nopen data story will be different for each country and public sector culture.\nRecommendation: Seek out and foster stories of the impact of open data to help illustrate its \nvalue for government implementers. Adjust your impact narrative or ‘business case’ for different \ndepartments, so it makes sense in terms of their overall vision, capacity and existing processes. \nMaintaining the political will to support open data\nDuring the consolidation phase, one barrier faced by many countries is sustaining the political \nwill to keep open data a priority. Some authors suggest taking advantage of new election \nmandates, external influences and pressure and citizen or user demand.\n22\n Our interviews suggest \nhaving a political window is important not just during launch of an open data initiative, but also \nto continuing the change programme. Estonia, Chile, South Korea, Macedonia and the UK all \nreported that the Open Government Partnership has been a helpful tool for holding the focus \non open data. \nThat said, international commitments alone may not be sufficient to lock in change. While Kenya \nis a part of the Open Government Partnership, political interest in open data at the national \nlevel is currently waning. Following national elections and a change of administration, the open \ndata community has had to start again to win over the new government and entrench more \ninternal capacity for open data capacity. \n22 Abramson, M., Lawrence, P.  (2001) The Challenge of transforming organisations: lessons learned about revitalising \norganisations, Rowman & Littlefield\n\nOpen data in government: how to bring about change | Open Data Institute 201531\nTapping  into  external  sources  of  support  from  within  civil  society,  media  and  the  business  \ncommunity to maintain momentum and political will is another tactic suggested by the literature.\n23\n \nSome countries that were interviewed seemed to be having more success with this approach \nthan others (e.g. Chile and the UK). In Chile, for example, they are reaching out to civil society \nand regional governments to create enthusiasm for scaling-up open data efforts, through \nhosting an open data regional meeting attracting 800 participants and hackathons with civil \nsociety organisation partners. This approach may not work for every country. Chile, for instance, \nhas a strong civil society with a long history of working on transparency and accountability. \nCountries without such an established open data community, high internet connectivity, or a \nhistory of state-civil society engagement on transparency would potentially find it more difficult.\nBuilding political will and tapping into external support may be important, but not sufficient, \nto institutionalise open data change. It requires proactive, as opposed to reactive, supply of \nopen government data. As one interviewee from Estonia put it:\n“The most important part is that it’s a law now, so you have to have a very good excuse if \nyou haven’t put the data up there. The problem in Estonia is that the market doesn’t try \nour open data initiatives, so there is no market demand for open data. We treat this as a \nproblem, we understand that not all of the roads in Estonia are widely used, but we need \nroads everywhere. Open data is the same, even though it’s not widely used. It has to be \nthere, because you never know when somebody wants to use that data [...] We don’t have \na problem with technical knowledge – there’s no question of technical capacity. But if there \nis no market demand then [civil servants] start asking why [open data is] needed.” Estonia\nRecommendation: Foster external support within industry, civil society and academia to \ndrive continued demand for open data. External support can help to maintain political will \nto invest in open data and be a source of ongoing learning and dialogue.\nEncouraging ongoing learning\nThe literature on cultural change emphasises readiness to reflect, admit mistakes and make \nchanges quickly. This goes hand-in-hand with ongoing monitoring of progress against success \nmetrics to evaluate errors. Several interviewees also emphasised the importance of “learning \nby doing”, and being prepared to admit mistakes and adapt plans as necessary. As one official \nfrom the UK explained:\n23 Cabinet Office (2012) Open Data: Unleashing the potential, Cabinet Office\n\nOpen data in government: how to bring about change | Open Data Institute 201532\n“I suppose you just learn as you go along about what goes well and what doesn’t go well. \nAs opposed to having a plan that you can adapt and amend, you just get a sense of what \nworks.” UK (Cabinet Office) \nAnother strong theme emerging from the interviews is the importance of reflection throughout \nthe process of design and implementation. In the race to launch open data portals when trying \nto secure a quick win, or in the face of strong external pressure (as discussed in Part 2), often \nnot enough time or consideration is put into learning or capacity building around open data. \nRealising that a lack of basic understanding of open data potentially slows down progress, \nseveral  countries  are  now  reverse-engineering  organisational  learning  programmes  for  civil  \nservants. \nVarious approaches to ongoing learning are being explored within the countries surveyed. \nThese include hosting regular presentations and workshops with institutions implementing open \ndata, journalists, NGOs and university ICT or innovation departments to share experiences and \nchallenges of working with open data. Along with employing the similar idea of a data literacy \ncamp, the Kenyan Government is also employing a more direct approach, talking through \nconcerns over open data amongst government officials and offering reassurances.\nRecommendation:  Introduce  opportunities  for  civil  servants  to  take  part  in  ongoing  \nlearning about open data. This could be through open data training, secondments to ‘best \npractice’ teams working with open data or regular workshops. This will help you continue to \nimprove and expand the reach of your open data initiative. \nEvaluating open data outcomes\nA key departure from the literature in countries surveyed is the lack of focus on monitoring \nand evaluation. Given the relatively early stage of most open data initiatives surveyed, we \nencountered few references to how leaders are monitoring and measuring their success. This \ncould be a reflection of how the open data initiative was launched. As was the case in Kenya \nand Chile, open data initiatives are often launched rapidly in response to top-down pressure, \nwithout time to develop a detailed strategy for implementation that include defined success \nmetrics, and a plan for monitoring and evaluation. In other cases, open data initiatives unfold \nin an organic or opportunistic fashion. In these situations, little attention is sometimes paid at \nthe design stage to defining metrics to measure wider cultural change.\nThe Open Data Research Network is beginning to think more about defining metrics to measure \nprogress and evaluate initiatives, both in terms of cultural change and external impacts on \n\nOpen data in government: how to bring about change | Open Data Institute 201533\nsociety.\n24\n More work needs to be done in terms of action learning and evaluation of open data \ninitiatives – including organisational aspects – to understand how change happens. It is too \nearly to say whether using ‘blunt levers’ such as introducing domestic legislation will have a \ntrickle-down effect on organisational cultural change. Qualitative research such as surveying \ncivil servants, for example, could help to track how attitudes and behaviour evolve over time \nin response to open data.\nRecommendation: Build in metrics to regularly evaluate your open data activities. This \nwill help you to measure progress, benchmark success and identify areas for improvement. \nConclusion\nGovernment open data initiatives – whether cross-departmental or within a department – will \nonly work well if the government can transition easily to publishing and using open data. \nIntegrating  organisational  change  management  into  an  initiative  from  the  outset  can  help  \nembed a sustainable open data culture. It can also help to maximise the potential impacts of \nopen data for economic growth, improved policy-making and social and environmental benefit. \nThe public sector is large, and open data is generally cross-departmental, coordinated by one \ncentral agency, with a high degree of IT involvement. This means that government transition \nto using and producing open data will not be an incremental, step-by-step process, but more \nmultifaceted. \nThe interrelated recommendations set out in this paper could be therefore be applied in different \ncombinations and at different times to help bring about lasting change. These range from \narticulating a vision for how open data can solve problems, finding quick wins and securing \nhigh-level support to engaging grassroots champions, encouraging feedback and being flexible \nand responsive to the needs of different departments. \nThis paper is the starting point for a deeper exploration of how change happens in government \nto support open data. Over the next 12-18 months, we will look to build on the themes and \nscope of this paper, through the forthcoming International Leaders Network and other global \nforums.\n \nThere  are  still  areas  to  be  further  explored  around  organisational  change  management  to  \n24 See www.opendataresearch.org for details of research projects on these topics.\n\nOpen data in government: how to bring about change | Open Data Institute 201534\nsupport open data. For example, making sure that hiring and organisational structure practices \nand policies do not stop change from happening was one of the 10 common principles for \nchange management derived from the literature, but was not raised in any of the interviews. \nThis could be perhaps because this aspect of change management has not been acted on, or \nbecause the open data initiatives are still too relatively new.  As a result, no recommendations \non human resources and organisational structure are made in this paper.\n \nThe next edition of this paper might also explore in greater detail how organisational change \nguidance might differ for a central agency coordinating open data policy across government, \nas compared with a headline initiative from an individual department. The ODI will continue to \nexplore ways to build on this first paper.\n\nOpen data in government: how to bring about change | Open Data Institute 201535\nAbout the Open Data Institute and the Partnership for Open Data\nThis paper is part of a series produced by the Open Data Institute, as part of the Partnership \nfor Open Data (POD), funded by the World Bank.\nWhat is open data?\nOpen  data  is  data  that  is  made  available  by  governments,  businesses  and  individuals  for  \nanyone to access, use and share. \nWhat is the Open Data Institute?\nThe Open Data Institute (ODI) is an independent, non-profit and non-partisan company based in \nLondon, UK. The ODI convenes world-class experts from industry, government and academia \nto collaborate, incubate, nurture and explore new ideas to promote innovation with open data. \nIt was founded by Sir Tim Berners-Lee and Professor Sir Nigel Shadbolt and offers training, \nmembership, research and strategic advice for organisations looking to explore the possibilities \nof open data.\nIn its first two years, the ODI has helped to unlock over US$55m in value through the application \nof open data. With 24 nodes around the world, the ODI has trained more than 500 people \nfrom over 25 countries. In 2014, the ODI trained officials from countries including Botswana, \nBurkina Faso, Chile, Malaysia, Mexico, Moldova, Kyrgyzstan and the UK on the publication \nand use of open data. \nWhat is the Partnership for Open Data?\nThe Open Data Institute has joined Open Knowledge and the World Bank in the Partnership \nfor Open Data (POD), a programme designed to help policy-makers and citizens in developing \ncountries to understand and exploit the benefits of open data. The partnership aims to: support \ndeveloping countries to plan, execute and run open data initiatives; increase reuse of open \ndata in developing countries; and grow the base of evidence on the impact of open data for \ndevelopment. The initial funding comes from The World Bank’s Development Grant Facility \n(WB DGF).\n25\nUnder POD, the ODI has carried out open data readiness assessments, strategic advice, \n25 Partnership for Open Data website: http://theodi.org/odp4d\n\nOpen data in government: how to bring about change | Open Data Institute 201536\ntraining and technical assistance for low- and middle-income countries across four continents. \nIn 2015, POD will merge with the Open Data for Development (OD4D) network. As part of this \nnew, larger network, the ODI will continue to take a lead in supporting the world’s government \nleaders in implementing open data, and in doing so will continue to publish practical guides \nand learning materials such as this series of reports.\nWhat do you think?\nThe  ODI  will  continue  to  explore  ways  to  build  on  this  paper,  and  encourages  feedback  and  \ncomments from the open data and global development communities. Get in touch with fiona.\nsmith@theodi.org to share your thoughts.\n\nOpen data in government: how to bring about change | Open Data Institute 201537\nAppendix 1\nThe ‘10 principles for change management were identified through a synthesis of literature \non organisational change management. They provide a starting point for examining change \nmanagement in the context of open data. Based on these principles and interviews with \ngovernment officials in seven countries, we came up with our own recommendations for \nmanaging organisational change to support open data. The common principles were:\n1. Build agreement for change\nThe literature review seeks to secure broad agreement on the need to change from the status \nquo position, which Kelman refers to as building a “constituency for change.”\n26\n Preparing \nthe organisation to embrace change also involves anticipating potential barriers, such as a \nlack of will. It may also be important to develop compelling messaging to mitigate resistance.\n2. Develop a shared vision and strategy\nArticulate a vision that aligns with the original values and ethos of the organisation (such as \ndelivering effective services), and communicate the vision frequently using different mediums. \nA clear vision provides the anchor for a long-term strategy, which should ideally include \nspecific policy-oriented goals, and incorporate cultural, technical, economic, social, legal, \ninstitutional and implementation aspects. Where possible, there should be opportunities for \ncivil service staff to participate in the strategy development process to enhance ownership \nand support for the transformation initiative.\n3. Get a change team together to guide the change process \nA change team needs diverse representation from across the agency, including respected \nlong-time civil servants (‘insiders’) to ensure broad buy-in, solicit feedback, identify issues \nrequiring most urgent attention, and participate in design/re-design activities. Along with an \ninternal change team, convening an external advisory group or seeking ongoing stakeholder \nengagement – with civil society, the ICT and business communities – may also help to inform \ndesign and ensure relevance to society’s needs. \n4. Combine top-down and bottom-up leadership styles \nStrong leadership and commitment from top levels of management is needed to drive the \n26 Kelman, S. (2005) Unleashing change: A study of organisational renewal in government, Brookings Institution Press\n\nOpen data in government: how to bring about change | Open Data Institute 201538\nvision, and set the change process in motion. Top-down leadership should be combined \nwith  an  emergent  style  which  harnesses  bottom-up  knowledge  and  expertise,  and  taps  \ninto ‘pro-change’ forces. \n5. Make change sustainable, and find quick wins\nTo sustain support for the transformation, plan for tangible results that can be achieved quickly \nand early. Demonstrate the benefits of open data through pilot projects, phased roll-out, or \nlearning exchanges between city councils and local government branches.\n6. Human resources and structure are enablers, not barriers, for supporting transformation\nModify structures, policies and incentives regarding hiring, job titles, rewards and skill sets \nto align with the needs of open data. Provide incentives for behavioural change and reward \nemployees based on expertise, leadership, increased responsibility, their contribution to the \nmission and innovation. To increase motivation, give staff explicit permission to innovate, and \nempower individual agencies to develop and test their own solutions.\n7. Maintain open communication and trust\nCreate an environment which supports two-way communication (via internal and external \nchannels), so that critics and supporters have equal voice. Provide ongoing opportunities for \nparticipation and consultation so that employees understand the objectives of the initiative, \nand can make a serious contribution to the programme.\n8. Become a ‘learning organisation’\nCollect data to track the progress and commitment to change within the public sector \nagency. Evaluate activities and programmes for continuous learning (“learning by doing”), \nand demonstrate a readiness to admit mistakes, including making admissions to the public. \nIterate and make changes quickly (“fail fast, fail cheaply”), while continually reviewing success \nmetrics for relevancy. \n9. Be agile and responsive\nEmbrace experimentation and innovation through rapid design and piloting before scaling-up \n(especially where new technology is involved). Place ‘data users’ at the core of any project \ndesign to ensure what is delivered meets their needs. Adjust project design and transition \nplans based on regular user-testing and reviews.\n10. Monitor long-term change\nCrowdsource stories from frontline users in different contexts to inspire the vision for how this \nchange can bring benefits – to service delivery, for example – to find new solutions. Depending \non the context, tap into external sources of support, such as citizen or business demands, or \n“political windows”, to sustain enduring support beyond central government election cycles.\n\nOpen data in government: how to bring about change | Open Data Institute 201539","version":"1.10.100"}