{"numpages":31,"numrender":31,"info":{"PDFFormatVersion":"1.5","IsAcroFormPresent":false,"IsXFAPresent":false,"Producer":"Skia/PDF m89"},"metadata":null,"text":"\n\n \n\n \n \n \nContents \nContents1 \nAbout2 \nIntroduction3 \nResearch3 \nHow do we define data access initiatives?4 \nDiagram5 \nHow are data access initiatives designed?5 \nSystems thinking5 \nCOM-B6 \nLogic models6 \nWhat did we learn from our exploratory research?7 \nDiscovery8 \nA note on terminology9 \nHow are data initiatives understanding their data landscape?9 \nWhat tools and methodologies exist to support data landscaping?10 \nHow are the results of data landscaping exercises published and shared?12 \nHow does data landscaping inform the design of initiatives?14 \nHow do existing tools help initiatives with aspects of data landscaping?14 \nData ecosystem mapping15 \nDeveloping Logic Models15 \nApplying the Data Ethics Canvas16 \nUsing the Open Standards for Data Guidebook17 \nWhat did we learn from our discovery research?17 \nNext Steps18 \nMethodology20 \nResearch Methods20 \nKnown limitations and mitigations20 \n \n \n \n \nOpen Data Institute 2021Infrastructure for common challenges – user needs report     1 \n\n \n \n \n \n \n \n \n \nAbout \nThis report has been researched and produced by the Open Data Institute, and \npublished in January 2021. Its lead author was Leigh Dodds with contributions from \nElea Himmelsbach, Emily Sinclair, Flor Serale, James Maddison, Jeni Tennison, Josh \nD’Addario and Olivier Thereaux. If you want to share feedback by email or would like \nto get in touch, contact the ‘Infrastructure for common challenges’ project team at \nresearch@theodi.org.  \n \nTo share feedback in the comments, highlight the relevant piece of text and click the \n‘Add a comment’ icon on the right-hand side of the page. \n \n \n \n  \n \nOpen Data Institute 2021Infrastructure for common challenges – user needs report     2 \n \nHow can it be improved? We welcome suggestions \nfrom the community in the comments. \n\n \n \nIntroduction \n \nCommunities, societies and industries across the world face challenges. Some are at \na global scale, such as the Covid-19 pandemic, while others are local such as \nmunicipal disaster response. Many of these challenges require, in part, better or more \nappropriate access to data. \n \nData access initiatives​ are joint activities and programmes of work that address a \nspecific challenge by improving (which may mean increasing or decreasing) access to \ndata, and by building or strengthening ​data infrastructure​. \n \nAs part of the Open Data Institute’s ‘​Data infrastructure for common challenges​’ \nproject we have been exploring how these initiatives are developing the data \ninfrastructure they need to tackle specific challenges. Our research so far has \nfocused on the needs of those who are designing new data access initiatives. \n \nPeople leading data access initiatives need to understand the current data  \nlandscape to help them prioritise and plan the initial activities for their initiatives. This \ndata landscaping work often requires a range of activities including stakeholder \nmapping and engagement, creating data inventories, and understanding user needs. \n \nProgrammatic design tools such as data ecosystem mapping and logic models can \nhelp people leading data access initiatives to understand and address these \nchallenges. Many initiatives use these tools, but do not fully exploit the opportunities \nthey can offer. \n \nThis report is a summary of our initial user needs research on data access initiatives. \nIt reviews design tools and outlines how different data access initiatives have \nembedded them into their design. \n \nOur intention is to share insights into the challenges these initiatives encounter and \nhow these tools can be useful to help them build the infrastructure they need to be \nsuccessful. This report is not a set of recommendations, but represents our desire to \n‘work in the open’: to share the approach and what we have learned, summarise our \nresearch to date and, more importantly, to collect external feedback on our insights \nand approach. \n \n \n  \n \nOpen Data Institute 2021Infrastructure for common challenges – user needs report     3 \n\n \n \nExploring data access \ninitiatives \nThe project began with an initial exploratory research phase which we used to \ndevelop a broader understanding of the scope and activities of a range of existing \ndata access initiatives. \n \nOur goal for this phase was to develop familiarity with a wide range of initiatives and \nidentify a focus for further work.  \n \nWithin this phase, we: \n \n●explored the concept of data access initiatives​ to refine our understanding \nof the term and consider its relationships to data infrastructure, data \necosystems and data institutions. This helped to situate this project in the \nwider context of the kinds of interventions policymakers and others are \nmaking around data \n●identified and researched a range of data access initiatives​ that conform \nto our definition, with a particular focus on those in the health sector and \nworking around climate action. This helped us to understand the range of \nactivities that initiatives were undertaking and how they described their work. \n●interviewed users from individual initiatives​ to learn more about how they \nhave scoped, planned and delivered their work. This helped us to understand \nthe issues that initiatives face and where additional support and guidance \nmight be useful \n●researched and explored a range of frameworks for designing \nprogrammes​, to identify how they might be used to frame the activities and \nwork required to address common challenges. \n \nWe summarise some of these activities in the following sections. \nHow do we define data access initiatives? \nAs part of our work exploring data infrastructure for common challenges, we have \nbeen using the term ‘data access initiatives’. We define a data access initiative as ​a \ncollaborative programme that focuses on collecting, using and sharing data to \naddress a social, environmental or economic challenge​. \n \nTo differentiate these from other projects and initiatives, we characterise data access \ninitiatives as: \n \n●Initiatives or programmes that have ​a clear challenge​, in the form of a \nspecific social, environmental or economic problem that is the focus for the \ncollaboration \n●Involve​ multiple stakeholders​ that are actively working together to solve the \nproblem \n \nOpen Data Institute 2021Infrastructure for common challenges – user needs report     4 \n\n \n \n●Include a strong​ focus on collecting, using and sharing data​ as part of \ntheir work. \n \nThere are many types of alliances and partnerships that collect, use or share data but \naren’t tackling a specific problem: professional networks or data sharing platforms, \nfor example. \n \nThere are also challenge-led initiatives in which data – or information flows – is not a \nstrong element of tackling the challenge. All initiatives will need information to help \nunderstand a problem or to measure progress against its objectives. But using data \nfor monitoring and understanding a challenge isn’t the same as using data to tackle \nthe challenge. Sometimes other interventions such as building skills, understanding \nor reallocating resources may be the best option. \n \nWe have chosen to focus on data access initiatives involving multiple stakeholders. \nThe challenges they address tend to be more complex and have a higher impact, and \nsharing and publishing data is of particular importance when there is a need for \ncross-organisational collaboration. \n \nOur initial review highlighted that data access initiatives are engaged in a range of \nactivities relating to build or maintaining data infrastructure, including: \n \n●creating ​new data assets​ that will enable others to build understanding and \ntools to tackle the problem, \n●developing ​open standards​ to support collecting, using and sharing data, \n●creating ​guidance and policies​ that will help to inform how that data is used, \nin support of tackling a specific problem while minimising potential harms, \n●building ​new technologies​, including platforms, code and algorithms that \nwill help support the management and use of the data. \n \nOver time, to embed and secure the change necessary to solve a challenge, these \ninitiatives might lead to new ​data institutions​ – organisations that steward data for a \nsocial, environmental or economic goal – or a strengthened role for existing \ninstitutions. \n \nThe sketch below maps how an initiative might evolve into a data institution and lead \nto wider change. The flow is illustrative only; in practice we have seen multiple \napproaches in this area. \n \n \n  \n \nOpen Data Institute 2021Infrastructure for common challenges – user needs report     5 \n\n \n \nSketch \n \n \nWhat frameworks can help design data access \ninitiatives? \nData access initiatives engage in a range of activities with the goal of tackling a \nspecific social, environmental or economic challenge.  \n \nTo help understand how these activities might be planned, we looked at several \ndifferent frameworks that are intended to support the design of impactful \nprogrammes of work. Our goals were to: \n \n●understand how tackling a specific problem or challenge might be \ndecomposed \n●identify frameworks that might help to inform the design of new programmes \n●understand whether these frameworks could help support analysis of \ndifferent data access initiatives \n \nWe explored three frameworks: systems thinking, the COM-B behaviour change \nmodel and logic models. \nSystems thinking \nThe ‘​systems thinking​’ methodology encourages us to think about the world as a \ncomplex, interconnected system. By understanding the different parts of a system, \nand how they interact, we can better understand how the system as a whole might \nbe changed. At their core, data access initiatives are about changing or intervening in \n \nOpen Data Institute 2021Infrastructure for common challenges – user needs report     6 \n\n \n \nsystems.  \n \nResearchers exploring systems thinking and its application to drive change have \nidentified a range of interventions, many of which relate to building data \ninfrastructure. \n \nDonella H. Meadows identified ​12 leverage points that can be used to change \nsystems​. One of those levers involves changing how data and information are shared, \nto provide better insights that can improve how systems work. \n \nLes Robinson has developed Meadows’ 12 points into a checklist of 18 ways to \nchange a system (see the graphic ‘How to change a system’ below). Several of these \nare relevant to the design of data-access initiatives: \n \n●Infrastructure​ – building or improving infrastructure, products and processes \nthat make it simpler and easier to achieve the desired outcome \n●Creating feedback loops​ and accountability to collect data on the \nconsequences of behaviour and decisions and feed it back into the system \n●Building inclusion and community​ to encourage more equitable access to \ndata, share best practices, and encourage engagement with those who are \naffected by the collection and use of data \n●Improving or building ​data institutions​ to help to build strong governance \nand rules \n●Encouraging innovation​ to look for better alternatives and outcomes. \n \n \n \nImage credit ©Les Robinson 2019 \n  \n \nOpen Data Institute 2021Infrastructure for common challenges – user needs report     7 \n\n \n \nWe found systems thinking a helpful way to think about the design of existing and \nnew data access initiatives. It highlights the importance of a range of different types \nof intervention. Understanding the levers available to change systems can help to \nplan and prioritise impactful programmes. \n \n \nModels of behaviour change and COM-B  \nData access initiatives often require individuals and organisations to change their \nbehaviour. This might involve sharing more data or changing business processes to \nbe more data-enabled. \n \nThe ​COM-B model​ describes three major influences on behaviour:  \n \n●Capability​. An individual or system’s physical and psychological skills, \nknowledge and ability to act in a certain way. \n●Opportunity​. External factors which enable or inhibit certain behaviours. \nInfluences include physical opportunities, such as time, location and \nresources, as well as social opportunities such as cultural norms and \naccepted behaviours. \n●Motivation​. Internal processes that influence behaviour. These consist of \nautomatic processes, such as desire or aversion, and reflective processes, \nbased on our evaluation of past events. \n \n \nSusan Michie, Maartje M van Stralen, Robert West. (2011). The behaviour change wheel: A new method for \ncharacterising and designing behaviour change interventions. \n \n  \n \nOpen Data Institute 2021Infrastructure for common challenges – user needs report     8 \nRead more​:  \nCan thinking about the world as a complex, interconnected system help us \nsolve difficult problems? \n\n \n \nA data access initiative can be designed to address one or more of them through \ndelivering interventions. The ‘​Behaviour change wheel​’ – a commonly-adopted \nframework which builds on the COM-B model – describes nine key interventions that \nan initiative might deliver to change influences on behaviour, which we can see \napplying to data access initiatives:  \n \n●Education or training ​– improving knowledge and skills around data can \nimprove capacity in a sector or industry, and improve people’s motivation  \n●Persuasion, incentivisation or coercion ​– providing incentives, such as \nprize money or work contracts, or introducing an element of punishment, are \nchanges in motivation. The way that those incentives are communicated to \necosystem actors is key \n●Enablement ​– providing resources, such as seed funding or skilled data \nprofessionals on fellowships, for organisations in an ecosystem can improve \navailable opportunities, but also improve motivation and capability  \n●Modelling ​– providing relatable examples of other data access initiatives can \nimprove motivation  \n●Environmental restructuring​ –​ ​delivering structural changes at an \norganisational or ecosystem level can create more opportunities for change \n●Restrictions​ – introducing rules and guidance about the collection, \ndissemination and use of data into an industry or sector can motivate actors \nto engage with a desired behaviour or steer clear of undesirable actions \n \nThese interventions can be enabled through policy categories such as service \nprovision, regulation or legislation, communications and marketing, fiscal measures, \nguidelines or social and environmental planning.  \n \nAt the ODI we have previously applied thinking from the COM-B model to designing \nsome of our own programmes of work. It can be helpful in planning out a range of \nactivities that will ultimately influence the behaviour of the broader ecosystem in \nwhich the initiative is operating. \n \n \n \nLogic models \nLogic models​ are tools designed to help people plan impactful projects and \ncommunicate those plans to others.  \n \nThey provide a structured way of thinking about how to build a programme that will \nhelp to address a specific problem or challenge – essential for designing a good data \naccess initiative. Logic modelling consists of mapping out the logical flow from the \ninputs and activities that an initiative requires, to the outputs needed in order to \nenable the outcomes and impact the initiative is set up to achieve. \n \nOpen Data Institute 2021Infrastructure for common challenges – user needs report     9 \nRead more​:  \nChanging behaviour to solve challenges \n\n \n \n \n \nW.K Kellogg Foundation Evaluation Handbook (1998) \n \n \nLogic models are widely used to help to design programmes of work. However they \ncan be applied in a variety of contexts. At the ODI, we have often applied logic \nmodels to our own programmes and projects, including ​OpenActive​ – a \ncommunity-led initiative to help people get active using open data. Our activities have \nincluded things like developing open standards to support publication of open data. \nThose activities have produced outputs such as openly licensed standards and \nspecifications, and lead to outcomes such as ​up to £3 million per year in health costs \navoided and up to a £20 million per year increase in productivity​. Ultimately, the \nintended impact is to address the problem of inactivity in England by helping people \nget active. \n \nOf the three frameworks, we found logic models to be particularly useful as they \nprovided an overall design framework for describing how the activities of an initiative \nwere intended to contribute towards its desired outcomes and impact. The other \nframeworks were helpful in supplying a menu of possible interventions that might be \nmore or less appropriate for a given problem or context, that are then included in a \nlogic model. \n \nIn our discovery phase we tested this tool further with some real world data access \ninitiatives. This is described in ​Developing logic models​ below. \n \nWe also used logic models as an analytical tool. Based on our desk research we \ncreated simple logic models for a small number of data access initiatives, identifying \ntheir outputs and activities. This approach allowed us to identify a set of common \nactivities relating to the building and maintenance of data infrastructure. \n \nWe used this list of activities to identify and compare a set of data access initiatives \nthat are building data infrastructure based on adoption of common standards to \nsupport decentralised publishing of data. We have defined data access initiatives that \nfollow this pattern as ‘​decentralised data publishing initiatives​’. \n \n  \n \nOpen Data Institute 2021Infrastructure for common challenges – user needs report     10 \nRead more​:  \nUsing logic models to design data access initiatives \nComparing decentralised data publishing initiatives \n\n \n \nWhat did we learn from our exploratory research? \nThe research phase helped to develop our understanding of the field, built \nconnections with a broad range of different initiatives that will be useful in our later \nwork, and identified a range of challenges that initiatives are facing when planning \nand prioritising their work. \n \nThe interplay between initiatives, data infrastructure and data institutions is complex. \nUnderstanding the pathways for how initiatives develop into data institutions merits \nfurther research but is outside the scope of this project. \n \nFrom our research and interviews with initiatives we learned that: \n \n●Frequently, while initiatives have a broad vision, they focus on identifying \na narrower set of use cases or problem statements to tackle within their \nearly activities. \n●Individuals driving initiatives typically have strong domain knowledge, \nbut may lack experience scoping and designing the initiative, planning \nhow to create or improve data infrastructure, and with how to select, \ndevelop and drive adoption of standards for data. \n●Understanding the current data ecosystem and infrastructure is \nimportant for prioritising use cases, identifying the necessary activities \nrequired to build the desired future state, and demonstrating the value of \ntheir approach. \n●Few initiatives seemed to be explicitly applying frameworks like COM-B, \nsystems thinking and logic models to guide their design, although the \ncore ideas were present in a number of plans and strategies. \n●Often initiatives lack tools to understand and describe existing data \ninfrastructure and choosing which interventions would be useful to help \nthem tackle a challenge. \n●Often initiatives lack guidance to ensure that data infrastructure is \ndesigned and built in ways that not only achieve their goals, but also \nmaximise diversity, equity and inclusion, and minimise any potential \nharmful impacts from the initiative. \n●Data access initiatives approach monitoring, evaluation and learning in \ndifferent ways, often depending on their funding model. Those with rigid \ngovernment funding have a rigorous evaluation framework, while \nstartups and corporate programmes have a variety of key performance \nindicators. \n \nThese insights identify a number of different needs amongst those leading initiatives: \n \n●a need to better understand the role of open standards​ in achieving their \ngoals and how to go about creating them. The ODI’s existing ​guidebook on \nopen standards​ is designed to help with this \n \n●a need for external review and validation of plans and activities​ to ensure \nthey are well designed and executed. This might be met through developing \nfurther guidance and support for applying tools like logic models, or by \ndeveloping templated models for certain types of outputs or activities, for \n \nOpen Data Institute 2021Infrastructure for common challenges – user needs report     11 \n\n \n \nexample ‘creating a data inventory’ \n \n●a need to undertake a review of the existing data ecosystem, datasets \nand data infrastructure​ to help prioritise activities.  \n \nOf these three needs, we decided to explore the final one in more detail. \n \n \n  \n \nOpen Data Institute 2021Infrastructure for common challenges – user needs report     12 \n\n \n \nData landscaping for \ninitiatives \nDifferent types of stakeholders involved in data access initiatives face different \nchallenges during their design. \n \n●Those ​funding data access initiatives​ may need more insight into what \nsupport initiatives need, help in identifying well-designed initiatives that are \nlikely to create impact, or help supporting those who are designing and \nleading initiatives so they are more likely to create impact in practice. \n●Those ​designing new data access initiatives​ may need help in designing \nan impactful initiative. \n●Those ​leading existing initiatives​ may need to evaluate or adapt they way \nthey are approaching their work \n \nWe have focused on those who are designing new data access initiatives. This group \nincludes policy makers who are looking to scope new sector-wide initiatives and \nindividuals who are trying to set up new initiatives. \n \nWe believe this group needs the most help and support. Identifying the needs of this \ngroup during their early planning and prioritisation will also lead to potentially greater \nimpact. \n \nWe framed our problem statement as: \n \nPeople leading data access initiatives need to understand the current data \nlandscape to help them prioritise and plan the initial activities for their \ninitiatives. These plans are frequently a subset of the wider challenge which \nthey are seeking to address. This data landscaping work often requires a \nrange of activities including stakeholder mapping and engagement, creating \ndata inventories, understanding user needs, etc. \n \nWhat help do they need to carry out these activities? \n \nTo help answer this question, we explored in more detail: \n \n●how initiatives went about understanding their ‘data landscape’ or \n‘ecosystem’, so we can understand the activities involved in that process \n●which actors, skills and resources were involved in those processes \n●what tools and methodologies already exist, had not been used by the \ninitiatives we studied, and might support other initiatives in this process \n●the types of outputs produced by those exercises and tools \n●how these outputs could have usefully informed the plans and activities of \nthe initiative \n \nWe used a variety of methods. \n \n●Desk research ​where we looked at data ecosystem mapping and similar \n \nOpen Data Institute 2021Infrastructure for common challenges – user needs report     13 \n\n \n \napproaches to understanding the wider context of initiatives, as well as the \ndesign of these approaches and terminology that is used to describe them. \n●User research​ where we conducted interviews and a small survey to \nunderstand how individual organisations approach activities such as \necosystem mapping and data landscaping  \n●Testing some existing ODI tools​ with some existing initiatives to \nunderstand how those tools might support the design and planning of new \ndata access initiatives. \nA note on terminology \nFor the purposes of this report we are using the phrase “​data landscaping​” to refer \nto a broad range of activities that support a data access initiative in understanding \nthe context in which they operate.  \n \nThe context for a data landscaping exercise might be a specific market, sector, or \ncommunity, as defined by the goals of the initiative. As we note in the following \nsection, the activities involved in “data landscaping” vary across initiatives. \n \nIn future outputs from this project we may refine this definition further and clarify the \ntypical activities involved in the process. \nHow are data initiatives understanding their data \nlandscape? \nOur research showed that data landscaping exercises involve a variety of different \nactivities: \n \n●Stakeholder mapping​, to understand the people and organisations that an \ninitiative might engage with, support, collaborate with, or influence. \n●Creating ​data inventories​ to understand what data is currently collected, \nshared or managed that is relevant to the initiative. \n●Doing ​user research​ to understand the needs of data users, data stewards \nand decision makers that might be supported by the initiative. \n●Carrying out ​needs assessments​ with stakeholders to understand their skills \nand areas of support. \n●Mapping existing data ecosystems​ to understand how data is currently \nbeing accessed, used and shared. \n●Mapping future data ecosystems​ to help articulate the vision and potential \nareas of activity for the initiative and identify potential risks or unintended \nconsequences. \n●Gathering and developing ​use cases and requirements​ to inform plans for \nbuilding and strengthening data infrastructure. \n●Doing ​market analysis​ to understand the needs of data users, or \nopportunities for future products and services that will further the needs of \nthe initiative. \n●Performing ​gap analyses​ to identify where additional data may be needed to \ntackle a problem, or where existing data infrastructure might be improved. \n \nOpen Data Institute 2021Infrastructure for common challenges – user needs report     14 \n\n \n \n●Understanding the legal and regulatory context​ within which the initiative \noperates. \n \nThese activities are carried out by data access initiatives using a variety of \napproaches, including conducting surveys, running structured interviews, holding \ninformal meetings, carrying out desk research and facilitating workshops.  \n \nThe activities are often done iteratively, with detail being refined based on learning or \ninsights from other activities. For example, mapping out stakeholders might identify \nfurther potential sources of data to refine the contents of a data inventory. \n \nHowever having a clear idea of the scope for a landscaping exercise is essential in \norder to narrow down the range of research, engagement and cataloguing work that \nmight be required. Developing use cases and ensuring the initiative is properly \nscoped are important first steps. \n \nIn most cases we investigated, these activities were designed to engage with \nstakeholders and to work in the open. However the depth of stakeholder engagement \nvaried from project to project.  \n \nWe observed that the skills and experiences of people leading initiatives can have a \ndirect impact on how they approach the data landscaping exercises. Many data \naccess initiatives that we interviewed were led by individuals with a specialist or \ntechnical background. More technically minded leaders and teams focused more on \nmapping technical infrastructure and less on other areas, such as mapping \nstakeholders. \n \nWe also noted that data landscaping activities tend to focus on mapping existing \nrelationships and assessing stakeholder demands but did not often extend to \nexploring and mapping the potential or desired future state of the ecosystem. \nWhat tools and methodologies exist to support \ndata landscaping? \nA number of existing tools, expressing a range of methodologies, have been \npublished to help data access initiatives undertake data landscaping exercises. ​Table \n1 in the Appendix​ summarises some of these tools, their intended use, the people \ninvolved in their use, and the types of outputs they produce. \n \nWe compared the listed tools according to their intended purpose, the scope of the \nactivities they cover, the outputs produced and the intended audience.  \nPurpose of the tools \nAll these tools are designed to engage with and understand an ecosystem and \nincrease access to sector specific data.  \n \nWe also observed a set of shared activities between these tools related to data \nlandscaping: \n \n●Identification of problems and how data can help to address them \n \nOpen Data Institute 2021Infrastructure for common challenges – user needs report     15 \n\n \n \n●Implementation risks and barriers for data publishing \n●Identification of data governance and stakeholders  \n●Supply and demand gap assessments \n●Recommendations and guidelines for data publication \n \nSome of these tools were designed for important specific purposes that aim to \naddress power imbalances, such as enabling data interoperability and increasing \ndata quality in the Global South, or breaking barriers between data hoarders and \npublishers to increase the use of data and enhance development outcomes. \n \nDepending on the main intended outcome of a tool (increase data quality, open \npublic sector data, create an inventory, develop a standard, etc.) some outputs are \ndesigned to support data access initiatives in their landscaping exercises. These \noutputs include toolkits, step-by-step guides, canvases and assessment reports. \nMulti-stakeholder approach \nMany of the tools listed are community-oriented and often their users consist of \nself-selected groups, including public sector, academy and civil society. Their main \naudience and intended users predominantly includes stakeholders that are already \ninvolved in the problem space. Opportunities to involve other communities and \nactors, such as private sector players, to contribute to data landscaping activities are \nrelatively limited.  \nEcosystem engagement \nWe discovered that ecosystem engagement and stakeholder analysis are activities \nthat are shared by many of the listed tools. However the language and purpose of the \nactivity varies significantly from tool to tool. Data ecosystem terminology used to \ndescribe those activities can include: \n \n●ecosystem mapping \n●demand analysis \n●stakeholder assessment \n●data governance \n●community building  \n●user analysis \n●thematic expert engagement/networks \n●stakeholder interviews \n \nWe also observed that activities to engage with stakeholders as part of the landscape \nassessment include a range of activities including: \n \n●interviews with technical experts to build a diverse community around a \nspecific problem \n●desk research to identify actors \n●workshops with the public sector and civil society \n●canvas/questionnaire to identify stakeholder ́s demands and needs \n●data asset inventory (mapping datasets and institutions in charge of \npublishing) \n●ecosystem mapping and comparison (ideal versus actual). \n  \n \nOpen Data Institute 2021Infrastructure for common challenges – user needs report     16 \n\n \n \nHow do existing tools help initiatives with aspects \nof data landscaping? \nWe tested some existing tools to understand how they might support several \nearly-stage data access initiatives in planning their activities. We chose data \nlandscaping tools we were more familiar with and that fitted the user needs we \nidentified for the various initiatives. This was done to be more relevant to the needs of \nthe initiative. It also meant we were evaluating tools that we could then alter and \nadapt. \n \nFor each tool we ran workshops, provided additional guidance where needed and \nsolicited feedback from the initiatives. This has helped us to better understand how \npeople might, realistically, use them in the development of their initiatives. \nData ecosystem mapping \nData ecosystem mapping​ is designed to clarify how data creates value, illustrate the \ndifferent actors in a data ecosystem, and show how value is exchanged across it.  \n \nWe facilitated data ecosystem mapping workshops to help nine different \norganisations to scope their data access initiatives. \n \nIn the workshops we asked each organisation to: \n \n●map the data they accessed, used and shared \n●identify the data needed to build services \n●identify the partners needed to deliver those services \n●discuss findings with the group to find new opportunities. \n \nUser testing feedback identified ecosystem mapping as a productive tool to build a \nuse case to engage stakeholders and build support. We learned that the most \nproductive maps were those that had a clear focus, such as mapping a particular use \ncase. We also learned that ecosystem mapping is a useful tool to find new \nopportunities, such as new partnerships, data sources or service provision, but that \nthis is often overlooked and should be emphasised in workshops. \n \nWe found that, while not the same as in-person, an online workshop could still be a \nvery effective way for people to engage with their data problem. Feedback from user \ntesting explicitly highlighted that collaborating with other initiatives during the \nworkshop was a valuable learning experience.  \n \nOverall, mapping participant data ecosystems helped:  \n \n●explore the variety of ways in which participants add and create value \n●clarify the roles and responsibilities to deliver the use case \n●identify ways to improve the initial idea of the initiative  \nDeveloping logic models \nLogic models are designed as a framework to plan a path to impact. \n \n \nOpen Data Institute 2021Infrastructure for common challenges – user needs report     17 \n\n \n \nThrough workshops we tested how developing logic models can help early-stage \ninitiatives structure their key activities, in order to achieve the desired impact for their \ndata ecosystem. \n \nUser testing feedback indicated that the logic model process reflected the approach \nthat organisations often have to present in order to gain funding from donors or \ninvestors. Users particularly liked the idea of having a clear, visual representation of \ntheir path to impact and felt that this would be useful to underpin conversations with \ninternal and external stakeholders. In this way logic models can both structure an \ninitiative internally, and be used to engage with funders and other stakeholders \nexternally. \n \nHowever, while most users felt that logic models could add value to their own \nprojects, it was felt that in more exploratory projects, where the intended impact has \nnot yet been established, the use of logic models might be a step ahead of the \nproject.  \n \nOverall, developing logic models helped:  \n \n●structure the overall initiative clearly for use within the initiative \n●provide a clear visualisation of the path from activities to impact \n●support communication of the initiative with external stakeholders such as \nfunders and partners. \nData Ethics​ Canvas and Consequence Scanning \nThe ​Data Ethics Canvas​ and ​Consequence Scanning​ are tools which help identify \nand manage ethical issues at any stage in a data project by asking questions about \nthe use of data in the project.  \n \nWe tested how these two tools can complement each. We used the Data Ethics \nCanvas to help an organisation identify the ethical implications of implementing \ntheir initiative and used Consequence Scanning to help them to think about ways \nto mitigate any potential harms. \n \nUser testing feedback indicated that the data ethics workshop helped illuminate \ndifficulties in reducing harm while identifying and delivering positive interventions to \npeople in vulnerable circumstances like fuel poverty. Users responded particularly \npositively to the way the workshop helped reveal blind spots around engagement \nand process such as how to engage with vulnerable consumers. They also liked its \nopen and transparent process.  \n \nOverall using the Data Ethics Canvas and Consequence Scanning tools helped:  \n \n●illuminate issues and unintended consequences in a use case aimed at \nincreasing access to data to provide services which could harm its target \nbeneficiaries \n●highlight the importance of, and potential for, engagement with the \necosystem to reduce harm \n●inspire ways of having an open and transparent process in use-case \ndevelopment. \n \nOpen Data Institute 2021Infrastructure for common challenges – user needs report     18 \n\n \n \nUsing the ‘​Open standards for data guidebook​’ \nOpen standards for data are reusable agreements that make it easier for people \nand organisations to publish, access, share and use better quality data.  \n \nTo understand its contribution better, we interviewed an organisation who used the \nguidebook as their main reference to develop an open standard. Despite consulting \nthe book extensively they did not make use of all the tools discussed in the book. \nWe were able to advise them on the way that tools which are described in the \nguidebook, such as ​Data ecosystem mapping for open standards​, would help them \ndevelop their open standard.  \n \nThis indicates that the guidebook, while useful, may not be sufficient in guiding an \norganisation to develop an open standard, and that additional tools and expertise \ncan be useful additions.  \n \nOverall, using the ‘Open standards for data guidebook’ helped them:  \n \n●understand how to get started in the creation of an open data standard \n●prioritise activities such as stakeholder mapping and engagement  \n●take action based on the insights gained through mapping their data \necosystem with tools described in the guidebook. \nHow are the results of data landscaping exercises \npublished and shared? \nAs might be expected from the variety of approaches to data landscaping in our \nsample initiatives, a variety of different types of output were produced.  \n \nSome of these outputs were developed as a result of using the tools summarised in \nthe previous section. Others are the results of data landscaping exercises undertaken \nby data access initiatives or organisations analysing a specific data ecosystem using \na method that is not covered in the previous section.  \n \nTable 2 in the Appendix​ provides some examples of the results of data landscaping \nexercises, with a brief summary of their form and function. \nMain outputs and complementary tools \nWe also compared the various output formats of these landscaping activities to \nunderstand the scope of the analysis, how results are published and what insights \nthey offer. \n \nMany of the listed outputs focus on data collection, availability and quality, and they \npublish the results of gap analysis and guidelines on how to strengthen data \ngovernance in specific sectors.  \n \nThese outputs are often published as reports that synthesise the key findings from \nthe landscaping exercise, with recommendations for the initiative and key \n \nOpen Data Institute 2021Infrastructure for common challenges – user needs report     19 \n\n \n \nstakeholders.  \n \nThe reports are often supported by additional structured information, such as \ndiagrams of data flows, networks of stakeholders or other aspects of the data \necosystem. Data inventories are shared as spreadsheets or are used to populate \nsimple data portals. \nEcosystem engagement \nIn most cases data landscaping activities are designed to engage with stakeholders \nand to work in the open. However, if there are privacy concerns or cultural specificity \nit can happen that research engages with a closed ecosystem, where data is not \nwidely shared or accessed. \n \nSome initiatives use ecosystem maps as a tool to help describe their environment to \npartners and funders. Others rely on reports, spreadsheets and canvases to \ncommunicate the data ecosystem to stakeholders.  \nImpact assessment \nOverall we found that many of these data landscaping outputs are designed to \nsupport data access initiatives in understanding value streams in an ecosystem, \nassessing data gaps and increasing engagement with stakeholders and data \npublishers.  \n \nWe also observed that most toolkits map stakeholder engagement but only a few use \nthis exercise for impact assessment. Although some include use cases and lessons \nlearned from implementation, they do not emphasise impacts in terms of increasing \ndata use, solving the problems they addressed, strengthening data infrastructure or \nreshaping the data access initiative. \nHow does data landscaping inform the design of \ninitiatives? \nData access initiatives identified a range of general benefits to the project from \ncarrying out data landscaping activities, including: \n \n●Improving and building stakeholder engagement and building community \nthrough involving them early on the planning and decision making processes. \n●Improving their ability to communicate a project’s outcomes, vision and value \nproposition to senior stakeholders and funders. \n●Engaging with public policy makers to help to get support for the initiative \nand its goals. \n●Furthering peer learning opportunities (if mapping is done collaboratively). \n●Providing an opportunity to re-shape and re-evaluate the scope of a \nprogramme. \n●Identifying new opportunities, structuring activities internally and prioritising \nnext steps. \n \nIn terms of guiding how initiatives prioritise and plan work around data infrastructure, \nwe identified that data landscaping helps with the following key activities for data \naccess initiatives: \n \nOpen Data Institute 2021Infrastructure for common challenges – user needs report     20 \n\n \n \n \n●Identifying policy recommendations and interventions that could lead to the \ncollection, sharing and use of data in line with the goals of the initiative. \n●Identifying data gaps that can be addressed through new data collection \nactivities that the initiative can undertake or support. \n●Clarifying barriers or issues with how existing data is currently being \naccessed, used and shared to help facilitate access and use. \n●Identifying where development of new data standards, or the adoption of \nexisting standards might help to strengthen data infrastructure. \n●Documenting existing datasets that might be used to help to tackle the goals \nof the initiative. This can help to raise the profile of these resources and drive \nfurther uses. \n●Describing quality issues, for example in coverage, representation or \naccuracy in existing datasets, that need to be tackled by improving existing \ndata infrastructure. \nWhat did we learn from our research? \nOur research confirmed that organisations involved in early-stage data access \ninitiatives need help with better understanding their data ecosystem early on in their \nwork. This was true both for mapping out the data ecosystem of a particular use \ncase, and for the data ecosystem underpinning an organisation’s business model. \n \nWe learnt that the initiatives we looked at are led by subject matter experts who have \ndeep content knowledge but not necessarily the right skill set to understand how to \ngo about collecting and building the required data infrastructure to tackle a specific \nchallenge.  \n \nWe have seen that early on, people leading data access initiatives face similar \nchallenges and have similar user needs to understand: \n \n●what data assets exist in their data ecosystem​, and relevant information \nabout these assets such as accessibility, quality, reusability, etc \n●what other data infrastructure exists​ to support the initiative, not just \ntechnologies and standards but also organisations and communities \n●what policies, regulations and ethical concerns​ influence accessing, using \nand sharing data in the ecosystem \n●how to plan activities​ in order to use and develop the necessary data \ninfrastructure to underpin the data access initiative \n●how to engage with different stakeholders​ in the data ecosystem, \nespecially those outside of their sector, and how they can contribute to the \nuse case or business model. \n \nOur research and user testing has shown that existing tools such as data ecosystem \nmapping and the Data Ethics Canvas are good starting points to address some of \nthese existing challenges. We identified additional tools such as Open Data Charter’s \n‘Open up’ guides, the Open Contracting Data Standard and the Data for SGDs \ntoolbox that also address pieces of the puzzle. \n \nHowever, the shortcomings we observed are that each of these tools are designed \nfor specific activities within data landscaping, for instance to assess a particular part \n \nOpen Data Institute 2021Infrastructure for common challenges – user needs report     21 \n\n \n \nof data infrastructure, to publish data openly, or to build a network. Based on the \noutcome of our user research we concluded that it would be useful to invest in \ndeveloping a more versatile toolkit  that can incorporate the various data landscaping \nneeds identified. \n \n \n  \n \nOpen Data Institute 2021Infrastructure for common challenges – user needs report     22 \n\n \n \nNext Steps \nOur next steps will be to develop prototypes to help address the user needs that we \nhave identified.  \n \nIn the next stage of the product development phase we plan to develop three \nprototypes in fast succession, which we will test with the following groups: \n \n●Organisations we have worked with over the course of the project, in both \ninterviews and applied user research such as workshops and working groups \n●Organisations leading or working on data access initiatives that were not part \nof our earlier user research \n●Organisations outside of our typical stakeholder network, specifically those \nrepresenting more diverse views than we have so far, such as indigenous \ndata governance groups, data initiatives in the Global South, and data \ninitiatives led by and with a focus on various underrepresented groups. \n \nThe prototypes may involve: \n \n●iterating or improving on existing tools and guidance developed by the ODI or \nother organisations, for example to highlight how they can be used as part of \na data landscaping exercise \n●identifying how to combine several tools to conduct a data landscaping \nprocess \n●developing new tools, guidance or creative outputs that can help to support \ndata landscaping activities \n \nBased on the user feedback we will receive from these organisations, we will then \nmake a decision to select one tool to take forward for further refinement in a final \nphase of the project. \n \n  \n \nOpen Data Institute 2021Infrastructure for common challenges – user needs report     23 \n\n \n \nMethodology \nResearch Methods \n●Desk research \nWe did desk research to identify data ecosystem mapping activities and/or \ndata gap analysis to strengthen data infrastructure and tackle a specific \nproblem. For more information on these insights see ‘Ecosystem mapping \nresearch’ above. \n●Interviews & surveys \nWe carried out additional user research through email, survey and \nmeetings/interviews, with an explicit aim of getting information from \nperspectives that were not included in the desk research phase.  \n●Applied user research \nWe ran workshops and co-working sessions with a variety of different \ninitiatives to explore the needs that emerged in earlier desk and user research \nin more detail. For more information on the tools used see ‘Testing existing \ntools’ above. We sought feedback on outputs such as our ‘​Comparing \ndecentralised data publishing initiatives​’ report as part of our commitment to \nwork in the open. We contributed to the Open Energy Advisory Groups  \nKnown limitations and mitigations \n●Capacity constraints for feedback \nThe people and organisations that we reach out to to input into our research \ndo so without financial compensation, often cutting into their own workdays. \nAlthough we have tried to reduce the effort it requires from them, research \nsubjects are not always able to donate their time for interviews or to \ncomplete surveys. \n \nIn Alpha, we will be working with the winners of our stimulus fund who are \nbeing compensated for their participation, guaranteeing us a research subject \ncohort. We will also be reaching out to a broader set of stakeholders to \nreduce the reliance on each individual research subject. \n \n●Low stakeholder diversity \nThe Open Data Institute has a broad and ever-growing network, however the \nmost responsive people in our network tend to reflect the demographics of \nthe ODI itself, and are predominantly from the Global North. This means that \nviews from the Global South, and explicitly from various underrepresented \ngroups, continue to be underrepresented in our research.  \n \nTo mitigate this, we have started interviewing data access initiatives from the \nGlobal South, such as ILDA and Data4SDGs, or which address problems \nfrom marginalised communities, such as the British Columbia First Nations’ \nData Governance Initiative (BCFNDGI). \n \nIn general, we have recently been pushing to explicitly include diversity, \ninclusion and equity in the delivery of our projects, and have discovered tools \n \nOpen Data Institute 2021Infrastructure for common challenges – user needs report     24 \n\n \n \nand frameworks that could help us be better in this space. Our project has \naimed to use the ​data feminism​ framework and the ​'Centering racial equity' \ntoolkit​ to identify issues around power and equity in data access initiatives. \nWe will accelerate this work in the Alpha phase. \n \n  \n \nOpen Data Institute 2021Infrastructure for common challenges – user needs report     25 \n\n \n \nAppendix \n \nTable 1: Data landscaping tools \n \n \nOpen Data Institute 2021Infrastructure for common challenges – user needs report     26 \nResource Source Scope Actors Outputs \nCity Data Sharing \nToolkit \nFuture Cities \nCatapult \nData toolkit \ndesigned for \ngovernments and \ninstitutions with \nrecommendations \nfor sharing \nnon-personal \nurban data \nLocal councils Data sharing \ncanvas, business \ncase, data \nprotection impact \nassessment \nCivic Switchboard \nGuide \nInstitute of \nMuseum and \nLibrary Services \nA step by step \nguide to help \nlibraries \nunderstand and \nbecome more \nengaged with their \nlocal civic data \necosystems.  \nLocal libraries Toolkit and use \ncases \nConsequence \nScanning \nDoteveryone Toolkit for product \ndesigners to \nunderstand \nconsequences of \nplanned services \nand products \nProduct design Case studies and \ntoolkit with \nprompts \nData Challenge \nPrizes for Health: \na Playbook \nOpen Data \nInstitute \nProvides a step by \nstep guide on how \nto scope out a \nhealth problem in \ndetail and ensure \nit fits within the \nchallenge prize \nmodel \nPublic health \norganisations, \nhealthcare \nproviders, \npolicymakers, \ndata scientists \nData challenge \nprize in the health \nsector \nData ecosystem \nmapping \nOpen Data \nInstitute \nIllustrates the \ndifferent actors in \na data ecosystem, \nand how value is \nexchanged across \nit \nData stewards, \ndata users, data \nintermediaries and \nbeneficiaries \nData ecosystem \nmap \nData Ethics \nCanvas \nOpen Data \nInstitute \nHelps identify and \nmanage ethical \nData stewards, \ndata users, data \nCompleted data \nethics canvas \n\n \n \n \nOpen Data Institute 2021Infrastructure for common challenges – user needs report     27 \nissues at the start \nof a project that \nuses data, and \nthroughout. \nintermediaries and \nbeneficiaries \nData Inventory \nGuide \nGovEx Labs A guide to support \ncities in designing \ndata inventories. \nLocal \ngovernments \nSteps, insights \nand use cases \nGuide to civic \ntech and data \necosystem \nmapping \nNational \nNeighborhood \nIndicators \nPartnership \n(NNIP), Urban \nInstitute and \nLiving Cities \nA guide on how to \nvisualize and \nengage with civic \ntech networks at \nthe local level \nLocal councils, \nhousing agencies \nand civic tech \ncommunity \nEcosystem \nassessment \nmethodology, \nguides and \nresources for \nmapping. \nHow to create a \ndata inventory \nOpen Data \nInstitute, CABI \nProvides a \nsummary of the \nbenefits of \ncreating a data \ninventory, an \noutline of the \nsteps to do so, \nand metadata \nrecommendations  \nData stewards, \ndata managers, \ndata users \nData inventory \nMapping Gender \nData Availability \nand​ ​Mapping \ngender gaps \nData 2X/Open \nData Watch \nMethodology to \nassess \nsex-disaggregate\nd data availavility \nbased on SDGs \nindicators \nGovernments and \ndata practitioners \nData availability \nassessment and \nmethodology to \nidentify data gaps \nbased on SDGs \nOpen Up Field \nGuide \nMethodology \nOpen Data \nCharter \nA methodology to \ncreate a guide to \nincrease data \nquality and use in \na specific sector \nGovernment, field \nexperts and data \npractitioners \nField guide, data \ninventory, data \ngovernance \nframework \nOpen Standards \nfor Data \nGuidebook \nOpen Data \nInstitute \nHelps people and \norganisations \ncreate, develop \nand adopt open \nstandards for data \nOrganisations \ndeveloping and \nadopting \nstandards \nOpen standard for \ndata \nThe 100 \nQuestions \nNYU Govlab A methodology to \nbuild a community \naround a specific \ndevelopment \nissue and design \nthe questions \nneeded to tackle a \nproblem, and the \nGovernments, \nacademia and civil \nsociety \nKey questions for \neach sector and \npartnerships for \ndata \ncollaboration.  \n\n \n \n \n \nTable 2: Data landscaping outputs \n \n \nOpen Data Institute 2021Infrastructure for common challenges – user needs report     28 \ndata needed to \naddress it \nToward an open \ndata demand \nassessment \nmethodology \nIDB/NYU Govlab Methodology to \nassess and \nsegment data \ndemand of a \nspecific sector \nand strategies to \nmatch with supply \nto create impact. \nGovernments and \ncivil society \nCanvas and \nmethodology to \ndevelop the \nassessment \nOutput Format Methods Noted Description \nBridging the Gap: \nMapping Gender \nData Availability in \nLatin America and \nthe Caribbean \nReport, \nCountry \nProfiles \nData analysis Detailed review of gender data in 5 \ncountries, at the international, national and \nmicrodata levels. Assesses the availability \nof key indicators and presents \nrecommendations for improvement. \nDisaggregated \ndemographic data \ncollection in British \nColumbia: the \ngrandmother \nperspective \nReport Community \nconsultation, \ndesk research \nand policy \nanalysis \nFramework for disaggregated data \ncollection and recommendations on tools, \nprocesses and purpose to collect and \naccess data from indigenous communities \nEmpowering \ncommunities in EITI \nimplementing \ncountries \nReport Desk research \nand interviews \nReport with recommendations on how to \nstrengthen communications and \ndissemination efforts to broaden and \ndeepen local civil society engagement in \nnatural resource governance in Colombia, \nGhana and Indonesia. This study contains \na mapping for each country, information \nneeds and barriers to participation. \nFemicide regional \nstandardization \nlessons learned​, \nkey indicators ​and \nprotocol \nReport, Data \nProtocol and \nindicators \nDesk research, \nworkshops, \nexpert interviews \nGuidelines  to  enhance data collection and \nestablish a data governance to protocolise \nand standardise data on femicides. \nHow can a \nsustainable open \ndata system \npromote trust in \nBlog post, data \necosystem \nmap \nDesk research, \ninterviews, \nworkshops \nEcosystem mapping and analysis to \nunderstand the role that a third party data \ninstitution can play in the development of \nthe emergent CCS industrial landscape \n\n \n \n \nOpen Data Institute 2021Infrastructure for common challenges – user needs report     29 \nour progress \ntowards a net zero \neconomy? \n \nHow to prioritise \ndata for global \ndevelopment \nReport, \nSpreadsheet \nDesk research, \nexpert \nconsultation, use \ncase analysis \nIdentifies priority list of datasets to be \nreleased to tackle a range of development \ngoals \nIndigenous Data \nNetwork Roadmap \nFramework \nReport Community \nconsultation, \ndata analysis \nA framework for auditing and assessing \ndata services provided by potential partner \norganisations to the Indigenous Data \nNetwork \nMapping data \necosystems: \nGovernment \nStatistical Service \n(GSS) Alpha Project \nBlog post, data \necosystem \nmap \nDesk research, \ninterviews, \nworkshops \nEcosystem mapping and analysis to \nunderstand how to bring data from  \ndifferent government departments together \nso that it is findable by related data \ncollection instead of by organisation \nMissing Numbers \nin Children's \nServices \nReport Literature \nReview, Expert \nInterviews \nAn assessment to identify how better data \ncould improve outcomes for children and \nyoung people, by conducting a review of \ndifferent types of data, their utility and \npotential impacts of use \nOpen Budget Data: \nMapping the \nLandscape \nReport Literature Review \nSocial Network \nAnalysis \nLink Analysis \nEmpirical mapping and analysis of open \nbudget data, drawing on digital methods \nand literature review. Intended to influence \nresearch direction, drive pilot projects, \nimprove access to data, build alignment \nOpen Contracting \nStandard \nDevelopment \nHistory \nReport, ‘Data \nmaps’, \nComparison \nTool \nData analysis \nand review \nInterviews \nMapping of supply and demand side of \nopen contracting data, to understand user \nneeds and alignment across existing \ndatasets \nOpen Data \nChallenge Series \nData Food \nDatasets​, & ​Data \nGuide \nReport, \nSpreadsheet \nDesk research List of suggested datasets useful for \ntackling a specific challenge in the area of \nimproving food security. Includes \nassessment of data quality, openness, \nutility, etc. \nOpen Up guides on \nclimate change​, \nanti corruption​ and \nagriculture  \nAirtable with \nkey datasets, \ndata quality \nassessment \nand publication \nplan \nDesk research, \nworkshops with \npublic officials \nand data \nexploration with \ncivil society \nReport with a set of data assets needed to \ntackle a specific problem and a quality \nassessment (identifying data assets, \nresponsible institutions and level of \nopenness) \n\n \n \n \n \nOpen Data Institute 2021Infrastructure for common challenges – user needs report     30 \n360Giving ​Data \nstrategy canvas \nCanvas Desk research \nand workshop \nwith stakeholders \nGuidelines on how to design a data \nstrategy for data projects ","version":"1.10.100"}