{"numpages":37,"numrender":37,"info":{"PDFFormatVersion":"1.5","IsAcroFormPresent":false,"IsXFAPresent":false,"Producer":"Skia/PDF m77"},"metadata":null,"text":"\n\n$\n \n\n \n \n \n \n \nContents \nAbout2 \nTerms3 \nExecutive summary6 \nIntroduction8 \nData openness and international trade10 \nData infrastructure and international trade competitiveness14 \nData infrastructure14 \nTrade competitiveness16 \nMarket access18 \nIncentives for trade and investment23 \nFactor conditions26 \nIntermediate inputs and backbone services28 \nTrade promotion33 \nConclusion34 \n \n \n \n \nAbout \nThis report has been researched and produced by the Open Data Institute, and \npublished in 2019.  \n \nLead author: Lawrence Kay \n \nIf you would like to send us feedback, please get in contact us at ​policy@theodi.org  \n \n  \n \nOpen Data Institute 2019What are the links between data infrastructure and trade?  2 \n\n \nTerms \nData-enabled:​ ​a product that has been developed with digitised information or relies \non it to function.  \n \nOpen standards for data:​ reusable agreements that make it easier for people and \norganisations to publish, access, share and use better quality data. \n1\n \nData infrastructure:​ datasets, identifiers and registers; the standards and \ntechnologies used to curate and provide access to those data assets; and the \nguidance and policies that inform the use and management of them.  \n2\n \nIdentifiers:​ labels used to refer to an object being discussed or exchanged, such as \nproducts, companies or people. \n3\n \nBusiness climate: ​the conditions in which companies are established, managed, and \nshut down, subject to the rule of law, regulation, and political stability.  \n4\n \nLocal content stipulations:​ ​requirements by a government that domestic firms use \ndomestic suppliers.  \n5\n \nMarket access:​ ​the ease with which producers in one country can access and sell to \nconsumers in another country.  \n \nNon-tariff barriers:​ charges, standards, quantitative restrictions, contingent \nprotection, and other measures that companies are asked to comply with when \nselling goods and services from one country into another.  \n6\n \nOpen data:​ data that is available to everyone to access, use and share. \n7\n \nPersonal data:​ ​information relating to natural persons who can be identified or who \nare identifiable, directly from the information in question; or who can be indirectly \nidentified from that information in combination with other information. \n8\n \nRegisters:​ datasets that provide consistent, accurate and up to date lists of \ninformation across a variety of activities.  \n9\n \n1\n Open Data Institute (2018) ‘Open Standards for Data’, ​https://standards.theodi.org \n2\n Open Data Institute (2019) ‘Open Data and Data Infrastructure’, \nhttps://docs.google.com/document/d/1tAeidONKZEkpCf9Jkwe4amWZKbQHTMiHJb8rW7PV7Fs \n3\n Open Data Institute (2014) ‘White paper: Enhancing open data with identifiers’, \nhttps://theodi.org/article/white-paper-enhancing-open-data-with-identifiers \n4\n European Bank for Reconstruction and Development (n.d.), ‘Investment climate and governance’, \nhttps://www.ebrd.com/what-we-do/sectors-and-topics/investment-climate-governance.html \n5\n OECD (n.d.) ‘Local content requirements impact the global economy’, \nhttps://www.oecd.org/trade/topics/local-content-requirements  \n6\n World Bank (2012) ‘Trade Competitiveness Diagnostic Toolkit’, \nhttps://openknowledge.worldbank.org/bitstream/handle/10986/2248/673620PUB0EPI007869B009780821\n389379.pdf?sequence=1&isAllowed=y​, p63 \n7\n Open Data Institute (2017) ‘What is ‘open data’ and why should we care?’, \nhttps://theodi.org/article/what-is-open-data-and-why-should-we-care/  \n8\n Information Commissioner’s Office (2019) ‘What is Personal Data?’, \nhttps://ico.org.uk/for-organisations/guide-to-data-protection/guide-to-the-general-data-protection-regulati\non-gdpr/key-definitions/what-is-personal-data/ \n9\n Open Data Institute (2018) ‘Registers: making lists we can trust’, \nhttps://docs.google.com/document/d/1CvSfa1Ahp5ZqqGmkZ1irdVYeFHCCNO6tY5VaFchEk6g/edit \n \nOpen Data Institute 2019What are the links between data infrastructure and trade?  3 \n\n \nTariffs:​ duties on products imported from one country into another. \n10\n \nTrade competitiveness:​ a country's advantage or disadvantage in selling its \nproducts in international markets. \n11\n \nTransaction costs:​ ​the costs involved in market exchange, such as through \ndiscovering market prices and the costs of writing and enforcing contracts. \n12\n \n \n \n \n \n \n \n \n \n  \n10\n World Trade Organization (n.d.) ‘Tariffs’, ​https://www.wto.org/english/tratop_e/tariffs_e/tariffs_e.htm \n11\n Organisation for Economic Co-operation and Development (2014) ‘Glossary of Statistical Terms’, \nhttps://stats.oecd.org/glossary/detail.asp?ID=399 \n12\n Ibid. \n \nOpen Data Institute 2019What are the links between data infrastructure and trade?  4 \n\n \nExecutive summary \nData could drive global economic growth for decades to come, but little is \nknown about how countries can turn their use of it into trade competitiveness. \nUp to two billion people might now be using cloud computing to store digital \ninformation, while greater access to public and private data across the world could \ncreate as much as $3tn in annual value for the global economy.\n,,\n But what can \n131415\ncountries do to capture that value through the data-enabled goods and services that \nthey sell abroad?  \n \nThis report discusses how data infrastructure might be built for trade \ncompetitiveness. ​Countries can approach the construction of data infrastructure \nwith a variety of objectives. The discussion here explores what policymakers might \nconsider as they seek to boost the exports of domestic companies that are using \ndata to create and maintain goods and services. The report broaches the key \nquestions of how easy it is for domestic producers of data-enabled goods and \nservices to find potential buyers abroad; the incentives that such companies have in \ndeveloping new products; their level of access to production factors, such as data; \n16\nhow many support services, such as research and data science, are available to them \nas they seek to grow and sell abroad; and how trade promotion schemes might help.  \n \nSome countries are already trying to gain an advantage in data-enabled \ntechnology in the hope that it will lead to long-term trade competitiveness. ​The \nUnited States (US) has established itself as a leader in the collection, analysis, and \nuse of data in digital services such as those offered by Amazon, Facebook, and \nGoogle. But countries such as Germany are rapidly trying to catch up in the use of \ndata-enabled technology in the transport sector, while countries as diverse as Japan \nand Kenya are developing national strategies for the exploitation of data through \nartificial intelligence.  Canada is spending C$3bn in its Ontario province alone to \n1718\nhelp it better compete in internationally competitive digital services.  \n19\n \nTrust in the use of data may have become a point of trade competitiveness in \ndata-enabled goods and services in recent years. ​The European Union’s (EU’s) \nGeneral Data Protection Regulation (GDPR)​ ​is partly about showing that EU countries \nhave high-quality data-use standards, and can exchange data in a trustworthy \nmanner. The United Nations Conference on Trade and Development has \nrecommended that countries around the world seek to establish data-exchange \nrelationships with their trading partners that are based on being open about data \ncollection and why data is being collected; and allowing data subjects to access and \n13\n HM Government (2013) ‘Shakespeare Review: An Independent Review of Public Sector Information​’​, \nhttps://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/198752\n/13-744-shakespeare-review-of-public-sector-information.pdf​ p8 \n14\n ​McKinsey (2013) ‘Open data: Unlocking innovation and performance with liquid information​’, \nhttps://www.mckinsey.com/business-functions/digital-mckinsey/our-insights/open-data-unlocking-innovati\non-and-performance-with-liquid-information  \n15\n ​Cisco Systems (2016) ‘1.2 Cross-Border Data Flows, Digital Innovation, and Economic Growth’ \nhttp://reports.weforum.org/global-information-technology-report-2016/1-2-cross-border-data-flows-digital\n-innovation-and-economic-growth \n16\n Investopedia (2019), ‘Factors of production’, \nhttps://www.investopedia.com/terms/f/factors-production.asp \n17\n Oxford Insights (2018), ‘European data economies trade project: Background research and mapping’, \nhttps://docs.google.com/document/d/127K62i_FgtqQWQrynpPJCegjLNyZnEPguREmyD4naJ0/edit​, p18;  \n18\n Nesta, ‘Mapping AI governance’, \nhttps://www.nesta.org.uk/data-visualisation-and-interactive/mapping-ai-governance/  \n19\n Ontario Government (2019), ‘Seizing Global Opportunities: Ontario's Innovation Agenda’, \nhttps://www.ontario.ca/page/seizing-global-opportunities-ontarios-innovation-agenda  \n \nOpen Data Institute 2019What are the links between data infrastructure and trade?  5 \n\n \ncorrect data about them. Those nations or groups of countries that establish \n20\nreputations for good data infrastructure in the years to come may find that they \nbenefit from more international data exchange and hence access to better data.  \n \nIn recent years, countries have tried to benefit more from data-enabled \nexchange, aided by trade agreements that enable cross-border data flows. ​The \nComprehensive and Progressive Agreement for Trans-Pacific Partnership between 11 \ncountries on either side of the Pacific, for example, includes stipulations about \ncross-border data flows that favour international commerce. With such agreements, \n21\ncountries will be better able to find opportunities for specialisation, although such \nbenefits may be impeded in the future by moves across the world for personal data to \nbe stored in the country in which it was collected – and only physically accessible in \nthat country. Domestic storage of personal data is supported by large majorities of \npeople in Indonesia, China, India, Mexico and Poland.  \n22\n \nSome countries are already fostering competition and entrepreneurialism in \ndata-enabled sectors as a way to produce competitive products. ​Australia, for \nexample, has put data exploitation at the centre of its economic strategy and has \nrecognised that companies become more competitive abroad if they are subject to \nthe pressure of competition at home. But this is in the face of seemingly dominant \n23\npositions in markets for social media and other digital services, held by large US \ncompanies such as Facebook. There are ongoing discussions about such issues in \nthe EU, the US, and the United Kingdom (UK), and it is possible that the countries \nwhich are most able to increase competition in data-enabled sectors – perhaps \nthrough data-portability schemes – could enjoy a future competitive advantage. \n24\n \nIf countries are to produce data-enabled goods and services that are \ncompetitive abroad, domestic companies need access to data. ​Australia’s 2015 \nPublic Data Policy Statement, for example, encouraged public organisations to open \ndata so that it could be used by entrepreneurs as they develop new goods and \nservices. Citymapper, an urban transport service that uses data to help travellers to \n25\noptimise their routes, grew out of Transport for London publishing realtime timetable \nand location data from across its network as open data, and the service has since \nspread to cities around the world.  \n26\n \nCountries that have physical infrastructure that allows easy creation and \nexporting of data-enabled goods and services could have a competitive \nadvantage.​ Data centres, for example, allow companies to securely store and \nanalyse information that is highly sensitive to operations in the financial and \nhealthcare sectors. Giving access to them through a wide variety of cloud computing \nservices can allow companies to keep costs down. But the costs of building data \ncentres across the world can differ substantially and therefore affect competitiveness \n20\n UNCTAD (2016), ‘Data Protection Regulations and International Data Flows: Implications for Trade and \nDevelopment’, p56, ​https://unctad.org/en/PublicationsLibrary/dtlstict2016d1_en.pdf  \n21\n Lexology (2019), ‘The CPTPP Enters into Force: What Does it Mean for Global Trade?’, \nhttps://www.lexology.com/library/detail.aspx?g=9941ebd7-a3f8-4630-bc65-c483931f81ba \n22\n CIGI and Ipsos (2014), ‘83% of Global Internet Users Believe Affordable Access to the Internet Should be \na Basic Human Right’, \nhttps://www.cigionline.org/sites/default/files/documents/internet-survey-2014-factum.pdf  \n23\n Australian Government (2018) ‘Australia 2030: Prosperity through Innovation’, \nhttps://www.industry.gov.au/data-and-publications/australia-2030-prosperity-through-innovation​, p4  \n24\n Kay L (2019), ‘How to pit a small regulator against big tech?’, \nhttps://medium.com/@lawrencebernardkay_13612/how-to-pit-a-small-regulator-against-big-tech-3f1b000f\n99be \n25\n Australian Government (2015), ‘Australian Government Public Data Policy Statement’, \nhttps://www.pmc.gov.au/sites/default/files/publications/aust_govt_public_data_policy_statement_1.pdf \n26\n ​https://citymapper.com/london \n \nOpen Data Institute 2019What are the links between data infrastructure and trade?  6 \n\n \n– perhaps varying by as much as $60.9m in Brazil, $51.2m in Chile, and $43m in the \nUS. \n27\n \nThere are many complementary services and skills that help companies to \nproduce data-enabled products, and hence make them competitive in \ninternational markets.​ This might mean access to a variety of data platforms that \nhelp companies to collate and analyse data, or being able to employ data scientists \nwith the right domain experience. It could also mean being able to work with research \norganisations like university departments as they seek to develop frontier technology \nthat could be commercialised – something which Hong Kong is positioning itself for \nas it establishes research centres on healthcare, artificial intelligence and robotics. \n28\n \n29\n \nAs companies develop data-enabled products, governments can play their \ntraditional trade promotion role. ​There is currently little focus of such efforts on \ndata-enabled sectors, with the UK–Australia FinTech Bridge being probably the \n30\nleading example: it seeks to increase market access and regulatory coordination \nbetween the two countries, particularly for the companies that have emerged \nalongside the UK’s open banking initiative and have business models built on \ntrustworthy access to high-quality data. Many countries have schemes for promoting \ndigital trade, and these could be expanded to promote their data infrastructure in \nyears to come.  \n \nDeveloping some of these features while building data infrastructure could help \nmany countries to raise their trade competitiveness.​ Doing so might help \ncountries around the world to grow firms that can more readily compete with the \nlarge digital firms that already exist, perhaps developing services that become \npopular through trustworthy data use. But this is a young research area for trade \npolicymakers, and so far all that is really known is that poor data standards or \nconstricted data flows in countries such as Brazil might be costing the country as \nmuch as 4% of its annual investment; and China and Indonesia as much as 1.5% of \ntheir exports.  \n31\n  \n27\n US Chamber of Commerce (2014) ‘Business Without Borders: The Importance of Cross-border Data \nTransfers to Global Prosperity’, \nhttps://www.uschamber.com/report/business-without-borders-importance-cross-border-data-transfers-gl\nobal-prosperity \n28\n Future Cities Catapult (2017) ‘City Data Sharing Toolkit’, \nhttps://futurecities.catapult.org.uk/project/city-data-sharing-toolkit/  \n29\n World Economic Forum (2019) ‘This is China’s plan to eclipse Silicon Valley’, \nhttps://www.weforum.org/agenda/2019/02/this-is-china-s-plan-to-eclipse-silicon-valley/ \n30\n Australian Government (2019) ‘UK-Australia FinTech Bridge’, \nhttps://treasury.gov.au/fintech/uk-australia-fintech-bridge \n31\n World Bank Group (2016) ‘World Development Report 2016: Digital Dividends’, \nhttp://www.worldbank.org/en/publication/wdr2016​, p301  \n \nOpen Data Institute 2019What are the links between data infrastructure and trade?  7 \n\n \nIntroduction \nData could drive global economic growth for decades to come, but what that \nmeans for how countries should trade data-enabled goods and services is \nunclear. ​The rise of large digital companies like Google and Alibaba has shown that \nselling goods and services, collecting data about their users, and creating better \nproducts thereafter can be a tremendously competitive business model. But it is hard \nto unpick whether that means countries that want to maximise their competitiveness \nshould have strong data-protection laws; allow easy flow of data across borders; or \nconcentrate on only a few data-enabled activities, now that developed countries have \nmoved so far ahead.  \n \nData infrastructure offers policymakers a framework for understanding how the \ntreatment and sharing of data might affect trade competitiveness.​ In the past two \nyears organisations such as the Organisation for Economic Co-operation and \nDevelopment (OECD) and the European Centre for International Political Economy \nhave pioneered analysis of the use of data in international trade, discussing rules on \ndata collection and cross-border exchange. The discussion here builds on these \nefforts by considering all aspects of data infrastructure, and how they might be \nunderstood in trade-competitiveness terms.  \n \nData infrastructure is the equivalent of infrastructure for transportation and \nutilities. ​It consists of datasets, identifiers and registers, the standards and \ntechnologies used to curate and provide access to those data assets, and the \nguidance and policies that inform the use and management of them. There are \n32\norganisations that govern data infrastructure and groups involved in contributing to or \nmaintaining it. In the same way that good transport infrastructure makes it easier to \nmove around, meet people, and run businesses, high-quality data infrastructure \nallows more exploitation of data for economic and social benefits.  \n \nData infrastructure improves exploitation of data’s unique features. ​Some types \nof data can be made excludable in that owners can prevent others from using it \nthrough security measures and intellectual property rights – described in the Open \nData Institute theory of change as ‘data hoarding’. This is similar to how an oil \n33\ncompany can prevent others from using its oil field, but it is not rivalrous and can be \nused by more than one person without being depleted. As digitised information – bits \n– in the form of data is a modern phenomenon, the world’s leading economies and \ndata producers are only at the beginning of understanding how best to collect data \nand produce economic growth through better goods and services built on data.  \n \nA country’s trade competitiveness is its ability to sell its goods and services \nabroad. ​Trade competitiveness is a ‘behind the border’ notion, meaning that it \n34\nconsiders the domestic conditions for innovation and optimisation in goods and \nservices and how they enable countries to raise the value they get from their exports.\n32\n Dodds L and Wells P (2019), ‘Data Infrastructure’, \nhttps://www.stateofopendata.od4d.net/chapters/issues/data-infrastructure.html \n33\n Open Data Institute (2018), Theory of change, \nhttps://theodi.org/about-the-odi/our-vision-and-manifesto/our-theory-of-change/ \n34\n A standard definition of export competitiveness, popularised by the OECD, is the degree to which, under \nopen market conditions, a country can produce goods and services that meet the test of foreign \ncompetition while simultaneously maintaining and expanding domestic real income. See World Bank \n(2012), ‘Trade Competitiveness Diagnostic Toolkit’, \nhttps://openknowledge.worldbank.org/handle/10986/2248  \n \nOpen Data Institute 2019What are the links between data infrastructure and trade?  8 \n\n \n Data infrastructure is also often a domestic consideration, as it has so far involved \n35\nmore national rather than international coordination of laws, standards, ethics, and \nskills for the collection and manipulation of data, not least as some data is only \ncollected and used at the local or national levels.  \n \nEstimates of cross-border flows of data and their values have increased \nsubstantially in recent years.\n,\n The International Monetary Fund has identified the \n3637\nuse of data as one of five issues that need to be better understood if measurements \nof digital trade can be improved on, and the estimates are wide: up to 2 billion people \nmight now be using cloud computing to store digital information, up from around 1.1 \nbillion in 2014; and annual per capita growth in OECD countries between 1996 and \n2007 is thought to have risen by 0.9–1.5 percentage points with every 10 \npercentage-point increase in broadband reach.\n,,\n But the range of these and other \n383940\nestimates for the effects of data on economic growth has been so wide that \norganisations such as the US Chamber of Commerce doubt their usefulness.\n,\n \n4142\n \nCross-border data use has accelerated because the World Wide Web spread \nthe internet quickly and in unlikely ways, greatly expanding international trade. \nThe web was invented by Sir Tim Berners-Lee – co-founder of the Open Data \nInstitute – with an ethos of openness that is also at the heart of free trade. It gave \n43\nbillions of people around the world an almost free platform on which to exchange \nideas, goods, and services, creating enormous wealth gains. \n \nThe nature of modern international commerce means that data infrastructure \nquestions arise quickly.​ When data is being transferred from a consumer to a \ncompany, it might happen through identifiers and registers in one country but with \nstandards and technology used to curate and provide access to those data assets \nfrom another country. A third country might become involved through its guidance \nand policies being used for the management of data assets. And above these \nnational considerations, international bodies like the EU could have a role. \nConsumers can therefore be affected by decisions about the governance and policies \nsurrounding data made in any one, or all of the three possible countries.  \n44\n \nThe rest of the discussion explores the links between data infrastructure and \ntrade competitiveness in several steps. ​The next section raises issues of data \n35\n Ibid \n36\n  Cisco Systems (2016) ‘1.2 Cross-Border Data Flows, Digital Innovation, and Economic Growth’ \nhttp://reports.weforum.org/global-information-technology-report-2016/1-2-cross-border-data-flows-digital\n-innovation-and-economic-growth/ \n37\n World Economic Forum (2019) ‘Trade and Cross-Border Data Flows’, \nhttps://www.oecd-ilibrary.org/trade/trade-and-cross-border-data-flows_b2023a47-en  \n38\n International Monetary Fund (2018) ‘Towards a Handbook on Measuring Digital Trade: status update’, \nhttps://unstats.un.org/unsd/nationalaccount/aeg/2018/M12_3f_Digital_Trade_OECD.pdf \n39\n Cisco Systems (2016) ‘1.2 Cross-Border Data Flows, Digital Innovation, and Economic Growth’ \nhttp://reports.weforum.org/global-information-technology-report-2016/1-2-cross-border-data-flows-digital\n-innovation-and-economic-growth \n40\n Center for Economic Studies (2009) ‘Broadband Infrastructure and Economic Growth’, \nhttps://onlinelibrary.wiley.com/doi/abs/10.1111/j.1468-0297.2011.02420  \n41\n The difficulty in estimating data flows may mean that policymakers are underestimating their importance. \nUnlike for digital services, the receipt of an amount of data is not recorded in official statistics as payments \nare only made for the digital service received. The value of the data is captured in the service, but the fact \nthat data is not explicitly recorded in trade statistics may mean that policy-makers are insufficiently \nfocused on the data aspects of trade agreements, and impediments to the flow of data across borders.  \nEuropean Centre for Political Economy (2013) ‘The Economic Importance of Getting Data Protection Right: \nProtecting Privacy, Transmitting Data, Moving Commerce’, \nhttps://www.uschamber.com/economic-importance-getting-data-protection-right  \n42\n European Centre for Political Economy (2014) ‘​Data, Trade and Growth’​, \nhttps://www.progressivepolicy.org/slider/data-trade-and-growth/  \n43\n World Economic Forum (2015) ‘The Case for Trade and Competitiveness’, \nhttps://www.weforum.org/reports/case-trade-and-competitiveness  \n44\n World Economic Forum (2019) ‘Trade and Cross-Border Data Flows, \nhttps://www.oecd-ilibrary.org/trade/trade-and-cross-border-data-flows_b2023a47-en  \n \nOpen Data Institute 2019What are the links between data infrastructure and trade?  9 \n\n \nopenness, the nature of data, and restrictions on its cross-border exchange in recent \nyears. The sections thereafter define data infrastructure, and delineate its parts \naccording to the classic elements of assessing trade competitiveness: market \naccess; incentives for trade and investment; factor conditions; intermediate inputs \nand backbone services; and trade promotion. Considering these issues could help \npolicymakers around the world to consider how they might start incorporating data \ninfrastructure considerations into their trade competitiveness strategies.  \n  \n \nOpen Data Institute 2019What are the links between data infrastructure and trade?  10 \n\n \nData openness and \ninternational trade \nData can be plotted on a spectrum of how open it is for others to use. ​The Data \nSpectrum below shows that access to a dataset can be closed to anyone but those \nin a specified group of people, such as the staff of a company; more open when \naccess is granted to further groups; and highly accessible or open to anyone around \nthe world when certain licences are used.  \n \nFigure 1: The Data Spectrum \n \n \n \nPersonal data can be found at both ends of the spectrum and believing that it is \nnever open data is a common misperception. ​There are everyday examples of \n45\npersonal data that is openly available, such as data about elected representatives, \nand judgements often need to be made over whether such data is also sensitive and \ncould cause serious harm to an organisation or person if it is released. Sharing \npersonal data has long motivated data protection laws around the world, and the \nEU’s Digital Single Market strategy has distinguished non-personal data – such as on \ntransport timetables – from personal data in an attempt to simplify research. \n46\n \nThe economic benefits of open data have been documented by several studies.\n A report in 2011 for the European Commission found that with easier access to and \n47\n45\n Open Data Institute (2019) Anonymisation and open data: An introduction to managing the risk of \nre-identification, \nhttps://docs.google.com/document/d/1CoXniaTnQL_4ZyQuji9_MA_YCEElQjx4z1SEdB08c2M \n46\n European Commission (2019) ‘Free flow of non-personal data’ \nhttps://ec.europa.eu/digital-single-market/en/free-flow-non-personal-data​; Eur-Lex (2018) ‘Regulation (EU) \n2018/1807 of the European Parliament and of the Council of 14 November 2018 on a framework for the \nfree flow of non-personal data in the European Union’ \nhttps://eur-lex.europa.eu/legal-content/EN/TXT/?qid=1546942605408&uri=CELEX:32018R1807  \n47\n Tennison J (2016) ‘The Economic Impact of Open Data: What Do We Already Know?’ \nhttps://www.huffingtonpost.co.uk/jeni-tennison/economic-impact-of-open-data_b_8434234.html​?  \n \nOpen Data Institute 2019What are the links between data infrastructure and trade?  11 \n\n \nuse of public sector information, its value to the EU economy could be as high as \n1.7% of GDP. In Britain the value of such data has been estimated at around £7bn, \n48\nwhile greater access to public and private data across the world could create as \nmuch as $3tn in annual value for the global economy.  \n49\n \n‘Big data’ is a mix of personal and non-personal data. ​The excitement about \n50\nlarge amounts of data is often about what can be discovered about human behaviour \nunder different conditions. For example, combining non-personal data about the \nweather with personal data about the characteristics of people and where they take \nholidays could enable better personalised holiday offerings. But determining if data is \nabout personal characteristics can be a delicate task – is train timetable data about \nan inanimate vehicle, or a link to other things that are known about the people on it?  \n \nData access can provoke national security concerns. ​Whether in the form of raw \ndata or data used in products and services, cyber attacks for stealing digitised \ninformation in the form of intellectual property have caused estimated annual losses \nof around $12bn for countries such as the US. Identity theft creates consumer \n51\nmistrust and introduces friction into data sharing and digital services. In 2017 a \npersonal-data breach at the financial services company, Equifax, affected about 143 \nmillion US consumers, and this is regularly cited as a reason by consumers for not \nusing online financial services. A recent Open Data Institute report on \n52\nanonymisation described how the use of Strava, a fitness tracking app, by American \nand British military personnel had revealed the location of their military bases.  \n53\n \nDiscussion of cross-border data flows in digital goods and services and its \nsensitivity is now several decades long. ​In 1980 the OECD warned against the \nmisuse of large databases and noted that misalignment between countries’ \nregulatory regimes on data could impede cross-border working. In 1981 the Council \n54\nof Europe called for data privacy laws and considered the restrictions that countries \nmight place on the export of data for processing elsewhere.  \n \nThe value of data to international commerce means that restricting the flow of \ndata can suppress economic activity.​ Enacted or proposed regulatory restrictions \non data flows could be costing Brazil as much as 4% of its annual investment; and \nChina and Indonesia as much as 1.5%of their exports. The Digital Trade \n55\nRestrictiveness Index finds China the world’s most restrictive for digital trade, \n48\n Vickery G (2011) ‘Review of Recent Studies on PSI- Re-Use and Related Market Developments’ \nhttp://ec.europa.eu/newsroom/document.cfm?doc_id=1093​, p3 \n49\n HM Government (2013) ‘Shakespeare Review: An Independent Review of Public Sector Information’ \nhttps://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/198752\n/13-744-shakespeare-review-of-public-sector-information.pdf​, p8; McKinsey (2013) ‘Open data: Unlocking \ninnovation and performance with liquid information’ \nhttps://www.mckinsey.com/~/media/McKinsey/Business%20Functions/McKinsey%20Digital/Our%20Insig\nhts/Open%20data%20Unlocking%20innovation%20and%20performance%20with%20liquid%20informati\non/MGI_Open_data_FullReport_Oct2013.ashx  \n50\n Open Data Institute (2018) ‘What is ‘open data’ and why should we care?’ \nhttps://theodi.org/article/what-is-open-data-and-why-should-we-care/  \n51\n CSIS (2018) ‘Economic Impact of Cybercrime— No Slowing Down’, \nhttps://www.mcafee.com/enterprise/en-us/assets/reports/restricted/rp-economic-impact-cybercrime.pdf​, \np17 \n52\nIbid, p18, 19 \n53\n Open Data Institute (2018) ‘Anonymisation: Case Studies’ \nhttps://docs.google.com/document/d/1KeFx3fuECT_j3hpH4Fyk3smTw4VYPQjgEp2EMLcXxRU/​, p10 \n54\n The E15 Initiative (2015) ​Information Goes Global: Protecting Privacy, Security and the New Economy in \na World of Cross-border Data Flows​, p3 \n55\n World Bank Group (2016) ‘World Development Report 2016: Digital Dividends’, \nhttp://documents.worldbank.org/curated/en/896971468194972881/pdf/102725-PUB-Replacement-PUBLI\nC.pdf​, p301 \n \nOpen Data Institute 2019What are the links between data infrastructure and trade?  12 \n\n \nfollowed by Indonesia in second place, and Brazil in sixth place, with each country \neschewing the benefits that would come from liberalisation.  \n56\n \nRestraints on data flows come in several forms. ​The European Centre for \nInternational Political Economy has undertaken a taxonomy of restrictions on \ncross-border data flows that suggests there has been a significant increase in \nrestrictions in recent decades. The centre’s taxonomy is delineated by whether \n57\nthere are local storage and processing requirements or bans on data transfer; and \nrestrictions that are conditional on the country receiving it or the data controller and \ndata processor that is managing it.  \n \nFigure 2: cumulative number of restrictions on cross-border data flows \n(1960–2017) \n58\n \n \n \nThe benefits of openness, questions of efficiency, and demands for personal \nand national security puts policymakers in what might be an iron triangle. An \n59\n‘iron triangle’ represents the relationship between three performance criteria. With a \nhigh level of open sharing of data, economic learning and management efficiency are \nhigh but so are concerns about security. When data sharing is restricted, gains from \nits use will likely be reduced, and efficiency might be lower, but security concerns fall. \nPicking a point within the triangle is likely to be a process of long deliberation for \nmany countries, alongside coordination with their trading partners.  \n \n  \n56\n European Centre for International Political Economy (2018) ‘Digital Trade Restrictiveness Index’, \nhttp://ecipe.org/wp-content/uploads/2018/05/DTRI_FINAL.pdf​, p21 \n57\n The E15 Initiative (2016) ‘Data Moving Across Borders: The Future of Digital Trade Policy’, \nhttp://e15initiative.org/publications/data-moving-across-borders-the-future-of-digital-trade-policy/​, p5; \nEuropean Centre for International Political Economy (2018) ‘Restrictions on Cross-Border Data Flows: A \nTaxonomy’, \nhttps://ecipe.org/wp-content/uploads/2017/11/Restrictions-on-cross-border-data-flows-a-taxonomy-final1\n.pdf  \n58\n European Centre for International Political Economy (2018) Restrictions on Cross-Border Data Flows: A \nTaxonomy, \nhttps://ecipe.org/wp-content/uploads/2017/11/Restrictions-on-cross-border-data-flows-a-taxonomy-final1\n.pdf​, p2. The data refer to 64 economies. In addition to the 28 member states of the EU, the analysis \ncovers the following countries: Argentina, Australia, Canada, Chile, China, Colombia, Costa Rica, Ecuador, \nHong Kong, Iceland, India, Indonesia, Israel, Japan, Korea, Malaysia, Mexico, New Zealand, Nigeria, \nNorway, Pakistan, Panama, Paraguay, Peru, Philippines, Russian Federation, Singapore, South Africa, \nSwitzerland, Taiwan, Thailand, Turkey, United States and Vietnam. \n59\n Mitchell AD and Hepburn J (2017) ‘Don’t Fence me in: reforming trade and investment law to better \nfacilitate cross-border data transfer’ \nhttps://digitalcommons.law.yale.edu/cgi/viewcontent.cgi?article=1128&context=yjolt​, p219 \n \nOpen Data Institute 2019What are the links between data infrastructure and trade?  13 \n\n \nFigure 3: iron triangle of international data access and exchange \n60\n \nOpenness \nEfficiencySecurity \n \n  \n60\n ibid, p219 \n \nOpen Data Institute 2019What are the links between data infrastructure and trade?  14 \n\n \nData infrastructure and \ninternational trade \ncompetitiveness \nData infrastructure \nBuilding data infrastructure could offer a way to balance some of the trade-offs \nin international data exchange. ​The way that data is collected, stored, and used \noften makes it difficult for innovators to access, impeding the possibilities for \n‘combinatorial innovation’ – different innovations working together – for economic \nand social ends. But using elements of data infrastructure could allow countries to \n61\nfind a balance between restricting and enabling access to data, which may provide \ncompetitive advantage in the future. Data infrastructure consists of: \n \n●data assets such as datasets, identifiers and registers \n●the standards and technologies used to curate and provide access to those \ndata assets \n●the guidance and policies that inform the use and management of data \nassets and the data infrastructure itself \n●the organisations that govern the data infrastructure \n●the communities involved in contributing to or maintaining it, and those who \nare affected by decisions that are made using it. \n \nRegisters are datasets that provide consistent, accurate and up-to-date lists of \ninformation across a variety of activities. They typically have basic information \n62\nabout a dataset, and examples include lists of countries and government \ndepartments, companies and food types. For example, the Harmonized Commodity \n63\nDescription and Coding System for classifying products helps companies and \ncountries around the world to identify products, helping them to work from a \ncommon understanding of the types of goods being traded.  \n \nWhen standards for data are open, policymakers can enjoy lower coordination \ncosts.​ Data standards can be created for technical, economic and policy reasons, \nsuch as the Open Contracting Data Standard, which is helping to create transparency \naround public spending in Paraguay and Nigeria. Another example is the General \n64\nTransit Feed Specification, a commonly used means for collecting and sharing data \non transit systems, that is particularly used in transport applications and other \nservices in cities around the world. Making an agreement reusable reduces the need \nfor negotiation over how data will be used, increasing the amount of data available to \ndata users and improving usability.  \n65\n61\n Dodds L and Wells P (2019) ‘Open Data and Data Infrastructure’ \nhttps://docs.google.com/document/d/1tAeidONKZEkpCf9Jkwe4amWZKbQHTMiHJb8rW7PV7Fs/ \n62\n Open Data Institute (2018) ‘Registers: making lists we can trust’, forthcoming \n63\n Gov.uk, ‘Government registers collection’ ​https://www.registers.service.gov.uk/registers​; Companies \nHouse, ‘Search the register’ ​https://beta.companieshouse.gov.uk/​; Food Standards Agency, ‘Register: \nFood Types’ ​https://data.food.gov.uk/codes/_foodtype  \n64\n Open Data Institute (2018) ‘Exploring the development and impact of open standards for data’ \nhttps://docs.google.com/document/d/1Sab5YMVj4PVqLjZD35hX8FTnMeeP6gLGG0xszuRMIaM/​; Open \nContracting ’Impact stories’ ​https://www.open-contracting.org/impact-stories/  \n65\n Open Data Institute (2018) ‘Open standards for data guidebook’, ​http://standards.theodi.org/  \n \nOpen Data Institute 2019What are the links between data infrastructure and trade?  15 \n\n \n \nThere is still some way to go before data standards, identifiers, and registers \nare open and accepted enough to link countries in data-enabled trade. ​Many \n66\nlow- and middle-income countries lack the means to use data and build competitive \ndata-enabled services provided by firms from high- and upper-middle-income \ncountries, such as the US, the UK and China. The Web Foundation, in a review of \nlow- and middle-income countries, has shown that progress on introducing \nappropriate safeguards and regulation is mixed.  \n67\n \nAttitudes to data ethics and data governance are affecting trade \ncompetitiveness in ways that are currently difficult to judge. ​Data ethics is a \nbranch of ethics that evaluates data practices with the potential to adversely affect \npeople and society – in data collection, sharing and use. Invoking ethics and privacy \n68\nconsiderations in the international exchange of data may be a question of \nprotectionism, but some have argued that data-privacy regulation may not even be a \nlegitimate topic for economists to consider.  \n69\n \nRestricting data exchanges due to privacy-violation concerns can be an element \nof a classic trade problem: incomplete contracts.​ An incomplete contract is an \nagreement for exchange that does not cover all of the possible actions by the parties \ninvolved, and therefore affects the nature of the agreement that the parties are willing \nto enter. This is relevant to data transfers, because there are numerous examples of \n70\ncompanies using data about consumers in ways that the consumers did not expect. \nRestrictions on cross-border data exchange may suffer from the same problem, in \nthat some countries are restricting access to data about their citizens because they \ndo not have sufficient control over how that data will be used abroad. If this is the \ncase, it may explain why agreements for data exchange tend to be for only simple \nproducts and services.  \n71\n \nCountries which cannot credibly commit to international data-exchange \nagreements could become less integrated in digital-trade flows. ​The ability of a \ncountry to enforce contracts – for an agreement between companies to be followed, \nor for a legal system to force a reneging company to follow the contract – has long \nbeen seen as central to economic growth. Sensitivity with regard to personal data \n72\nmight mean that in data-enabled international trade, countries with weak legal \nregimes will suffer from lower innovation, investment and firm dynamism.  \n73\n \n66\n Open Data Institute and Thomson Reuters (2014) ‘Creating value with identifiers in an Open Data World’ \nhttps://innovation.thomsonreuters.com/en/labs/data-identifiers.html  \n67\n World Wide Web Foundation (2017) ‘A Smart Web for a More Equal Future’ \nhttp://webfoundation.org/docs/2017/07/PersonalData_Report_WF.pdf  \n68\n Open Data Institute (2017) ‘Ethical Data Handling’ \nhttps://www.scribd.com/document/358778144/ODI-Ethical-Data-Handling-2017-09-13  \n69\n Goldfarb A and Trefler D (2017) ‘AI and International Trade’, ​https://www.nber.org/chapters/c14012.pdf​, \np28 \n70\n Hart O (2017) ‘Incomplete Contracts and Control’ \nhttps://scholar.harvard.edu/files/hart/files/incomplete_contracts_and_control.pdf  \n71\n The 2016 World Development Report suggested that the effects of the internet on international trade and \neconomic growth are highest in data-intensive but simple products that do not need complicated \ncontracts, and the OECD has suggested that some simple contracts for data trade are so established and \ntrusted - such as those for peer networks - that new ones are agreed with little more than a handshake. \nOrganisation for Economic Co-operation and Development (2013) ‘Internet Traffic Exchange: Market \nDevelopments and Policy Challenges’ \nhttps://www.oecd-ilibrary.org/science-and-technology/internet-traffic-exchange_5k918gpt130q-en;jsessio\nnid=V7KHmPZCMfoQYWGqbtoy0dGI.ip-10-240-5-34  \n72\n Doing Business (n.d.) ‘Enforcing Contracts’ \nhttp://www.doingbusiness.org/en/data/exploretopics/enforcing-contracts/why-matters  \n73\n World Bank (2003) ‘Do More Transparent Governments Govern Better?’ \nhttp://documents.worldbank.org/curated/en/568401468741328131/109509322_20041117183019/addition\nal/multi0page.pdf​; International Monetary Fund (2014) ‘Judicial System Reform in Italy— A Key to Growth’ \nhttps://www.imf.org/external/pubs/ft/wp/2014/wp1432.pdf  \n \nOpen Data Institute 2019What are the links between data infrastructure and trade?  16 \n\n \nThe rapid development of data-enabled technology means that some \nsector-specific data infrastructure is emerging. ​In the same way that countries \ncan reach an appropriate balance between openness and efficiency for data \nexchange relative to the nature of the data being used, sectors such as healthcare \nand agriculture can do the same. Examples include open banking initiatives in the UK \nand Mexico, which have created industry bodies for coordinating technology use and \njudging consumer appetite for the use of personal data.  \n74\nTrade competitiveness \nData infrastructure enables a country to become more internationally \ncompetitive in producing data-enabled goods and services.​ Access to and \nexploitation of data could drive economic dynamism for years to come. Countries \naround the world have some strategic choices to make about: whether they want to \nshare data with others; the reputation they want for how they use data; whether they \nwill develop labour skills for working with it; if they are going to keep data confined to \na small number of large firms, or have it accessible to entrepreneurs; and much else \nbesides. \n \nThe World Bank’s Trade Competitiveness Diagnostic Toolkit is an authoritative \nway to analyse trade competitiveness. The toolkit has a diagnostic framework, \n75\nand a three-step process for guiding national policymakers who want to understand \nhow well exports are competing in foreign markets; what might be affecting \nperformance and how the export of goods and services could deliver more value. The \nresulting analysis can be used across countries, for example, to help Russia \nunderstand whether it exports more than natural resources and why it might not; and \nBangladesh to see if its success in the export of garments could suggest ways for it \nto be more competitive in other sectors.  \n \nThe toolkit framework is used here to consider how data infrastructure might \naffect trade competitiveness. ​An advantage of using the toolkit is that it has been \ncomprehensively tested in many low- and middle-income countries – such as Brazil, \nGeorgia, and across South Asia. This opens the possibility that more can be learned \nabout the effects of data infrastructure on poverty, and allows easier comparisons \nacross countries using the World Bank’s data across a familiar framework. \n76\nCompetitiveness diagnostics for developed countries use essentially the same \nframework – each seeks to answer primary questions about macro incentives, \nbackbone services and transaction costs, and government and market failures – but \nwith more information available allowing deeper investigation of some issues.  \n \n74\n Reuters (2018) ‘Mexico financial technology law passes final hurdle in Congress’ \nhttps://uk.reuters.com/article/us-mexico-fintech/mexico-financial-technology-law-passes-final-hurdle-in-c\nongress-idUKKCN1GD6KX  \n75\n World Bank (2012) ‘Trade Competitiveness Diagnostic Toolkit’, \nhttps://openknowledge.worldbank.org/bitstream/handle/10986/2248/673620PUB0EPI007869B009780821\n389379.pdf?sequence=1&isAllowed=y  \n76\n World Bank (2013) ‘Brazilian Exports Climbing Down a Competitiveness Cliff’, \nhttp://documents.worldbank.org/curated/en/777771468017074102/pdf/wps6302.pdf​; World Bank (2015) \n‘Survival Is for the Fittest Export Survival Patterns in Georgia’, \nhttp://documents.worldbank.org/curated/en/649521468249871277/pdf/WPS7161.pdf​; World Bank (2017) \n‘South Asia’s Turn Policies to Boost Competitiveness and Create the Next Export Powerhouse’ \nhttps://openknowledge.worldbank.org/bitstream/handle/10986/25094/9781464809736.pdf​; World Bank, \n‘TCdata360’, ​https://tcdata360.worldbank.org/  \n \nOpen Data Institute 2019What are the links between data infrastructure and trade?  17 \n\n \nMacro incentives \nMacro incentives are the first diagnostic question that the toolkit raises for data \ninfrastructure. ​In classic trade terms, macro incentives are about tariffs, exchange \n77\nrates, taxes, labour markets, product and factor markets, property rights, regulation, \nand how easy it is to establish and close down an enterprise. Some of these, such as \nproperty rights and the regulation of large data-enabled companies such as Google, \nare at the centre of discussions about data infrastructure in many countries.  \n \nDebates over data ownership – property rights – have been ongoing for years, \nand using data rights may be the most economically efficient way to resolve the \nquestion. ​In the 1970s, Richard Posner, a law and economics academic at the \nUniversity of Chicago, argued that it was inefficient to treat public information about a \nperson as owned by that person – as doing so would lead to substantial bureaucracy \nin establishing, say, whether a photographer could use the image of many people in a \npublic place without asking for their permission first. Acknowledging that data \n78\nsubjects have rights over data about them – which might also be about lots of other \npeople – and that data users have responsibilities to those data subjects, might be a \nbetter way, although this raises the question of legal regimes and incomplete \ncontracts mentioned above.  \n79\n \nFactor inputs are the resources that companies use to create products and \nservices. ​Data is a factor input, but not in the same way as other factor inputs. It is \nnon-rivalrous (supply is not affected by use) but with some business models – such \nas Amazon’s – companies collect consumer data to greatly increase their ability to \ntarget new consumers and offer better services, sometimes leading to a dominant \nposition in the market. That raises questions about competition and access to data \nas a factor input for the creation and improvement of goods and services. Increasing \nthe ease of porting data between companies – perhaps directed by consumers as \nthey switch from one digital service to another, and using open application \nprogramming interfaces (APIs) – could be a way to increase domestic competition \nand raise export competitiveness.  \n80\nBackbone services and transaction costs \nThe second diagnostic question that the toolkit raises for data infrastructure is \naround ‘backbone services’ and ‘transaction costs’. ​Difficulties faced regarding \n81\ndeveloping and trading goods and services - domestically or across borders - are \ndescribed as ‘transaction costs’. \n \nReducing transaction costs can make production significantly cheaper, thereby \nincreasing the price competitiveness of a product in a foreign market.​ For \nexample, easy access to intellectual property lawyers or experts on consumer \n77\n World Bank (2012) ‘Trade Competitiveness Diagnostic Toolkit’ \nhttps://openknowledge.worldbank.org/bitstream/handle/10986/2248/673620PUB0EPI007869B009780821\n389379.pdf?sequence=1&isAllowed=y​, p4 \n78\n Posner RA (1977) ‘The Right of Privacy’, \nhttps://chicagounbound.uchicago.edu/cgi/viewcontent.cgi?article=2803&context=journal_articles \n79\n Open Data Institute (2018) ‘No one owns data: we need to strengthen our rights’ \nhttps://theodi.org/article/no-one-owns-data-we-need-to-strengthen-our-rights/  \n80\n Digital Competition Expert Panel (2019) ‘Unlocking digital competition: Report of the Digital Competition \nExpert Panel’ \nhttps://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/785547\n/unlocking_digital_competition_furman_review_web.pdf  \n81\n World Bank (2012) ‘Trade Competitiveness Diagnostic Toolkit’ \nhttps://openknowledge.worldbank.org/bitstream/handle/10986/2248/673620PUB0EPI007869B009780821\n389379.pdf?sequence=1&isAllowed=y​, p4 \n \nOpen Data Institute 2019What are the links between data infrastructure and trade?  18 \n\n \ndemand in another country, can make it simpler for a firm to judge whether and how \nto sell into that country; and being able to rely on a trade agreement that has \nestablished commercial rules for working with a company in another jurisdiction can \nhave a similar effect.  \n \nAccess to data science skills is a well-known example of a backbone data \ninfrastructure service. ​If a company has been collecting data for years – for example \non the productivity of its farms – and wants to use it to make better planting and \nsales decisions, it may need the expertise of a data scientist to help analyse the data, \nperhaps also developing a software application to help staff make decisions with the \ndata. The data scientists will be better able to deliver those improvements if they are \noperating in a clear legal framework for data use, and have had industry-standard \ntraining that allows experts to quickly start working together. There are a range of \nother data skills and career paths. \n82\nGovernment and market failures  \nThe third diagnostic question that the toolkit raises for data infrastructure is \naround policies for overcoming government and market failures.​ For data policy \nthese tend to involve coordination issues like open standards, which help to connect \ncompanies and share market information through shared language, common \ntechnology formats, and use guidance – that might not have been possible without \nthem.  \n83\n \nSpecial economic zones might be a future development for data standards. \nSuch zones are a common attempt by governments around the world to locate, say, \nhigh-technology companies in one place to take advantage of some local skills, \ncollaborate, and create ‘knowledge externalities’ – positive spillover of new and \ninnovative knowledge that benefit entrepreneurs. And given that special economic \nzones are often a way to improve a small part of a country’s business environment – \nlike Shenzen in China or the Subic Bay Freeport Zone in the Philippines – they could \nbe used to store data and determine access to it in countries with weak legal \nregimes.  \n  \nThe sections below use the toolkit to consider data infrastructure with several \nclassic aspects of trade competitiveness. ​These are: market access; incentives for \ntrade and investment; factor conditions; intermediate inputs and backbone services; \nand trade promotion.  \nMarket access \nMarket access is the ease with which a company in one country can sell to a \nconsumer in another. ​Tariffs and non-tariff barriers affect the ease of access, and \nare raised by charges, indirect barriers, standards, quantitative restrictions, and \ncontingent protection; or lowered by trade agreements and market coordination \nmeasures. Together, these affect the cost of entering an international market – the \n84\n82\n Data Skills Framework 2019 by Open Data Institute \nhttps://theodi.org/article/open-data-skills-framework/ \n83\n Open Standards for Data, ‘Types of open standards for data’, \nhttps://standards.theodi.org/introduction/types-of-open-standards-for-data/ \n84\n World Bank (2012) ‘Trade Competitiveness Diagnostic Toolkit’, \nhttps://openknowledge.worldbank.org/bitstream/handle/10986/2248/673620PUB0EPI007869B009780821\n389379.pdf?sequence=1&isAllowed=y​, p63 \n \nOpen Data Institute 2019What are the links between data infrastructure and trade?  19 \n\n \namount a company has to pay to get its product to a consumer – and the risk of \ndoing so.  \n85\n \nDigital platforms have created substantial international markets, improving \nproducers’ access to international consumers. ​Amazon connects producers and \nconsumers across many countries, while ‘gig economy’ sites such as Upwork link \nfreelancers with new clients locally and internationally, in ways that were unheard of a \nfew decades ago. Such platforms have used their ‘two-sided’ role to increase the \nefficiency with which market participants can connect with each other, often helping \nto reduce price dispersion.  \n86\n \nData standards make it easier for companies to benefit from ‘network effects’.  \n87\nA ​‘network​ ​effect’ is the effect that an additional user of a product or service has on \nthe value of that product or service. Network effects were most famously apparent in \nthe spread of telephone networks, when the value of telephones to each user \nincreased as more people owned telephones and joined the network. Facebook has \nconnected millions of people, making it more valuable to existing and new users, and \nhas created tools for developers that allows them to link more services and people – \nand related data – to the network.  \n \nTrade agreements are a way of increasing market access through coordination.\n ​They are the result of discussions between two or more countries about how they \n88\nmight reduce tariffs and restrictions on the sale of goods in their respective markets, \nbut also about reducing trade frictions through the mutual recognition of standards. \nFor example, the North American Free Trade Agreement sought to align some of the \nlabour environmental production standards between Canada, Mexico, and the US, \nhelping to boost trade between the countries from $290bn when the agreement was \nsigned in 1993 to $1.1tn in 2016. \n89\n \nSome recent trade agreements have included stipulations against a new type of \nnon-tariff barrier: data localisation. ​Non-tariff barriers raise the costs for a firm \n90\nselling into a country, but without requiring direct payment of tariffs, and include \nrequirements by countries such as China and Russia that data collected about their \ncitizens must be stored in their countries. This mandates the data-collecting firms to \nmaintain separate data storage and perhaps lose the benefits of being able to use \nsome cloud services, analyse the information elsewhere and share it efficiently with \ncommercial partners across the world. The Comprehensive and Progressive \n91\n85\n World Bank (2012) ‘Trade Competitiveness Diagnostic Toolkit’ \nhttps://openknowledge.worldbank.org/bitstream/handle/10986/2248/673620PUB0EPI007869B009780821\n389379.pdf?sequence=1&isAllowed=y​,  \n86\n Brynjolfsson B, Hui X, and Liu M (2018) ‘Does Machine Translation Affect International Trade: Evidence \nfrom a Large Digital Platform’, \nhttp://ide.mit.edu/sites/default/files/publications/Machine_Translation_NBER.pdf​, p4 \n87\n World Bank (2012) ‘Trade Competitiveness Diagnostic Toolkit’, \nhttps://openknowledge.worldbank.org/bitstream/handle/10986/2248/673620PUB0EPI007869B009780821\n389379.pdf?sequence=1&isAllowed=y​, p136 \n88\n Grossman GM (2016) ‘The Purpose of Trade Agreements’, ​https://www.nber.org/papers/w22070.pdf​, p2 \n89\n Council on Foreign Relations (2018) ‘NAFTA’s Economic Impact’ \nhttps://www.cfr.org/backgrounder/naftas-economic-impact  \n90\n The OECD has categorised data storage requirements. They can run from no requirements; to a \nrequirement for data storage with no stipulation with regard to the flow of data; to the additions of requiring \ndata to be processed in the jurisdiction or that it be used in all circumstances in the jurisdiction. See \nOrganisation for Economic Co-operation and Development (2019) ‘Trade and Cross-Border Data Flows’, \nhttps://www.oecd-ilibrary.org/trade/trade-and-cross-border-data-flows_b2023a47-en​, p23 \n91\n Data localisation requirements can be imposed on non-personal data forms as well, as with the United \nStates Copyright Act of 1976, which stipulates that work created by the US government is in the public \ndomain when it is used domestically, but is subject to copyright protection abroad. See Wikipedia, \n‘Copyright status of works by the federal government of the United States’ \nhttps://en.wikipedia.org/wiki/Copyright_status_of_works_by_the_federal_government_of_the_United_State\ns  \n \nOpen Data Institute 2019What are the links between data infrastructure and trade?  20 \n\n \nAgreement for Trans-Pacific Partnership between 11 countries on either side of the \nPacific prohibits data localisation measures.’  \n92\n \nData-localisation requirements may act in the same way that local content \nstipulations do. ​A requirement for a company to use a local supplier during \n93\nproduction reduces the range and possible quality of inputs and services available, \nand is likely to push up costs and inhibit the quality of the final product. Depending \non the nature of a data-localisation requirement, it may stipulate that a company has \nto store data in a local facility that perhaps is less secure than an international facility, \nor that may use inferior technology than its international equivalent.  \n \nData-localisation requirements affect a range of sectors. ​The ease of data flow – \nincluding personal data – affects a broad range of sectors from mining, consumer \nproducts and manufacturing, to healthcare retail. Small firms are the most affected \n94\nin some instances – such as those running communication services – as they are not \nso able to tailor their practices to specific countries compared to big firms. But it \ndoes not impact only on small firms: there is evidence that data-localisation \nrequirements have caused many types of firms to cease operations in foreign \njurisdictions, perhaps because they make data-use decisions less efficient. \n95\nFacebook has stated that it will not build data storage centres in countries it regards \nas restricting freedom of expression.  \n96\n \nRequirements to account for the security and privacy of some data underpin \nmany data-localisation requirements. According to the OECD, concerns around \n97\nprivacy, regulation, security, and industrial policy may inform policymakers’ decisions \nto alter international data exchange policy. Around a third of the stipulations force \n98\ncompanies to locally store data and ban them from transferring it abroad, while \napproximately a quarter require companies to hold a copy locally but allow them to \nprocess it elsewhere. \n99\n92\n Lexology (2019) ‘The CPTPP Enters into Force: What Does it Mean for Global Trade?’, \nhttps://www.lexology.com/library/detail.aspx?g=9941ebd7-a3f8-4630-bc65-c483931f81ba  \n93\n Organisation for Economic Co-operation and Development (2019) ‘Trade and Cross-Border Data Flows’, \nhttps://www.oecd-ilibrary.org/trade/trade-and-cross-border-data-flows_b2023a47-en​, p32 \n94\n Information and Technology Foundation (2015) ‘Cross-Border Data Flows Enable Growth in All \nIndustries’ ​http://www2.itif.org/2015-cross-border-data-flows.pdf​; Organisation for Economic Co-operation \nand Development (2019) ‘Trade and Cross-Border Data Flows’, \nhttps://www.oecd-ilibrary.org/trade/trade-and-cross-border-data-flows_b2023a47-en​, p33 \n95\n United States International Trade Commission (2017) ‘Global digital trade 1: market opportunities and \nkey foreign trade restrictions’ ​https://www.usitc.gov/publications/332/pub4716.pdf​, p278 \n96\n ‘There's an important difference between providing a service in a country and storing people's data \nthere. As we build our infrastructure around the world, we've chosen not to build data centers in countries \nthat have a track record of violating human rights like privacy or freedom of expression. If we build data \ncenters and store sensitive data in these countries, rather than just caching non-sensitive data, it could \nmake it easier for those governments to take people's information’. Facebook (2019) ‘A Privacy-Focused \nVision for Social Networking’ \nhttps://www.facebook.com/notes/mark-zuckerberg/a-privacy-focused-vision-for-social-networking/10156\n700570096634/  \n97\n The E15 Initiative (2015) ‘Information Goes Global: Protecting Privacy, Security and the New Economy in \na World of Cross-border Data Flows’, \nhttp://e15initiative.org/publications/information-goes-global-protecting-privacy-security-and-the-new-econ\nomy-in-a-world-of-cross-border-data-flows/​, p1 \n98\n Organisation for Economic Co-operation and Development (2019) ‘Trade and Cross-Border Data Flows’, \nhttps://www.oecd-ilibrary.org/trade/trade-and-cross-border-data-flows_b2023a47-en​, p13. Cultural values \nhave also been cited for restricting data flows. Countries such as China, Lebanon, Singapore, Turkey, \nGermany, Iran, and Vietnam ban information exchange on the internet that they deem prejudicial to cultural \nvalues and public order. See Mitchell D and Hepburn J (2017) ‘Don't Fence Me In: Reforming Trade and \nInvestment Law to Better Facilitate Cross-Border Data Transfer’, \nhttps://digitalcommons.law.yale.edu/cgi/viewcontent.cgi?article=1128&context=yjolt​, p191  \n99\n As countries navigate the data protection approaches they might adopt, there are a number of \nmechanisms available that make data exchange contracts more complete. These include business \ncontracts with accepted privacy standards, corporate rules for internal transfers, enforceable corporate \ncodes of conduct re transfers, consent given by data sources, and other methods. See Centre for \nInformation Policy Leadership (2017) ‘Essential Legislative Approaches for Enabling Cross-Border Data \nTransfers in a Global Economy’, \n \nOpen Data Institute 2019What are the links between data infrastructure and trade?  21 \n\n \n \nRestrictions on the commercial use of data have been found to restrict services \ntrade. The European Centre for International Political Economy has found that \n100\ncountries which are more restrictive towards data use and exchange – including \nacross borders – see their imports of services become less data-intense; and that \ncountries with strong digital networks suffer from bigger effects on their services \nimports. Both effects suggest that stringent data restrictions distance the imposing \ncountry from international data-exchange networks.  \n \nTrust could be as important as any other factor when examining how a \ncountry’s data infrastructure affects its trade competitiveness. ​Data subjects’ \ntrust in the organisations that use data affects data sharing; and it seems reasonable \nto believe that if coordination around data ethics and rules is hard at the national level \nit will be even harder at the international one. There is a large body of support in \nmany countries for the domestic storage of personal data – more than 75% of \nsurveyed internet users in Indonesia, China, India, Poland and Mexico – suggesting \nthat there is a long way to go before the general public are willing to engage in \ncross-border data sharing in a way that would maximise the gains from trade. This \n101\nmight be unsurprising, given that the web has connected people around the world in \nways that they never have been before, and there may need to be a period of ‘cultural \nlearning’ before such a difficult trade issue can be addressed.  \n102\n \nDigital Planet 2017, a report on digital competitiveness, argued that some \ncountries have established more internal trust in their digital ecosystems than \nothers. ​It divided countries by whether users of digital services had trust and \n103\npatience with their digital ecosystem, and found that consumers in countries such as \nChina, Ireland, and Malaysia were more likely to balance their appreciation of digital \nservices with their concerns about data; while those places like Estonia, France, and \nSouth Korea were less likely to and had less trust in the digital economy as a result. \nThe report argued that consumers in the former were more likely to appreciate the \nuse of such services and were willing to use them despite having less trust in the use \nof their data and suchlike.  \n \nChina’s mix of market size and weak institutions challenges the argument that \ntrust and standards are a competitive advantage for all countries. ​The Global \nCompetitiveness Index ranks China’s the 27th most competitive economy in the \nworld, but mostly due to its domestic market, primary public services, and \nmacroeconomic stability. In 2015, information and communications technology \n104\nservices produced 2.6% of value-added in the Chinese economy, but in the same \nyear only Hong Kong’s exports of telecommunications services registered among the \nhttps://www.informationpolicycentre.com/uploads/5/7/1/0/57104281/cipl_white_paper__final__-_essential_\nlegislative_approaches_for_enabling_cross-border_data_transfers.pdf  \n100\n European Centre for International Political Economy (2018) ‘Do Data Policy Restrictions Inhibit Trade in \nServices?’, \nhttps://ecipe.org/wp-content/uploads/2018/10/Do-Data-Policy-Restrictions-Inhibit-Trade-in-Services-final.\npdf  \n101\n CIGI and Ipsos (2014) ‘83% of Global Internet Users Believe Affordable Access to the Internet Should be \na Basic Human Right’, \nhttps://www.cigionline.org/sites/default/files/documents/internet-survey-2014-factum.pdf​, p15 \n102\n World Bank (2012) ‘Trade Competitiveness Diagnostic Toolkit’, \nhttps://openknowledge.worldbank.org/bitstream/handle/10986/2248/673620PUB0EPI007869B009780821\n389379.pdf?sequence=1&isAllowed=y​, p66 \n103\n Charavorti B and Chaturvedi RS (2017) ‘Digital Planet 2017: How Competitiveness and Trust in Digital \nEconomies Vary Across the World’, \nhttps://sites.tufts.edu/digitalplanet/files/2017/05/Digital_Planet_2017_FINAL.pdf  \n104\n World Economic Forum, ‘China’ \nhttp://reports.weforum.org/global-competitiveness-index-2017-2018/countryeconomy-profiles/#economy=\nCHN  \n \nOpen Data Institute 2019What are the links between data infrastructure and trade?  22 \n\n \nworld’s most competitive. Despite the growth of Chinese firms such as Huawei and \n105\nLenovo, the European Centre for International Political Economy has argued that \nChina is underperforming in the internet economy.  \n106\n \nInvolving social groups, public representatives, and others in the construction of \ndata infrastructure can help to reduce cultural, ethical and other indirect \nbarriers to trade. ​There are many other actors who can be included in data \n107\ninfrastructure questions, including data intermediaries who might coordinate data \nexchange between parties and have a role in maintaining legal and technical \nstandards; reusers of data, who might be several steps along a data-use chain and \ncan affect trust in the use of data all along it; and academic researchers, who might \nbe working with the most sensitive types of data, such as health data.  \n108\n \nCoordination over data standards somewhat mimics international discussion of \ninternet governance.​ States, businesses, civil society, intergovernmental \norganisations, technical communities, and academics are involved in determining \nhow the internet operates. The World Wide Web Consortium, for example, \n109\ndevelops standards for the web, while the Internet Corporation for Assigned Names \nand Numbers works on identifiers and coordinates naming on the internet.  \n110\n \nAchieving stable and internationally attractive domestic coordination around \ndata ethics could lead to greater trade competitiveness. ​The United Nations \nConference on Trade and Development has noted the high levels of data protection \ncoordination in international agreements, but also the divergent implementation. It \nhas recommended that countries adopt principles such as organisations being open \nabout their data collection; specifying the purpose of data collection; and allowing \ndata subjects to access and correct data about themselves. The Global \n111\nCompetitiveness Index lists intellectual property protection; corporate ethics; and \nlegal system efficiency as some of the leading measures of assessing a country’s \ncompetitiveness. Perhaps data ethics and associated behaviour could be a future \naddition if measuring it becomes feasible.  \n112\n \nSeveral approaches to balancing the security, efficiency, and productivity of \ncross-border data transfers in international agreements have emerged in recent \nyears.​ The US International Trade Commission believes that they broadly divide into \nthe Asia-Pacific Economic Cooperation (APEC) model, the EU’s GDPR, and some \nhybrid or sector-driven approaches. The EU’s approach has been described as one \n113\nwhich uses adequacy requirements for data exchange between jurisdictions, with \nexceptions applied, and has extended the EU’s reach to countries storing data \n105\n UNCTAD (2017) ‘Information Economy Report 2017: Digitalization, Trade and Development’ \nhttps://unctad.org/en/PublicationsLibrary/ier2017_en.pdf​, p23, p29 \n106\n European Centre for International Political Economy (2017) ‘China’s technology protectionism and its \nnon-negotiable rationales’, \nhttps://ecipe.org/wp-content/uploads/2017/06/DTE_China_TWP_REVIEWED.pdf  \n107\n World Bank (2012) ‘Trade Competitiveness Diagnostic Toolkit’, \nhttps://openknowledge.worldbank.org/bitstream/handle/10986/2248/673620PUB0EPI007869B009780821\n389379.pdf?sequence=1&isAllowed=y  \n108\n Open Data Institute (2018) ‘Mapping data ecosystems’, \nhttps://docs.google.com/document/d/1vSqoHOYT5u6vrCHIebCS0rze0gWwXOspeEowWzwake8/edit#hea\nding=h.gqlbnitjgdiq​, p10 \n109\n World Bank (2016) ‘World Development Report 2016: Digital Dividends’, \nhttp://documents.worldbank.org/curated/en/896971468194972881/pdf/102725-PUB-Replacement-PUBLI\nC.pdf​, p294 \n110\n W3C, ‘About W3C’, ​https://www.w3.org/Consortium/​; ICANN, ‘Welcome to the Global Community!’, \nhttps://www.icann.org/get-started  \n111\n UNCTAD (2016) ‘Data Protection Regulations and International Data Flows: Implications for Trade and \nDevelopment’, ​https://unctad.org/en/PublicationsLibrary/dtlstict2016d1_en.pdf​, p56 \n112\n World Economic Forum (2018) ‘The Global Competitiveness Report 2018’, \nhttp://reports.weforum.org/global-competitiveness-report-2018/ \n113\n United States International Trade Commission (2017) ‘Global Digital Trade 1: Market Opportunities and \nKey Foreign Trade Restrictions’, ​https://www.usitc.gov/publications/332/pub4716.pdf​, p274 \n \nOpen Data Institute 2019What are the links between data infrastructure and trade?  23 \n\n \noutside the union. The APEC approach seeks to harmonise members’ data protection \nlaws while facilitating cross-border data transfers. The commission considers \n114\ncountries such as Indonesia and Russia to have taken the EU’s approach; while \nChina, India, and the US – which is one of several common-law countries that might \nbe thought of as taking an approach that tends towards accountability, due diligence, \nand appropriate protection – address the question by sector rather than \ncomprehensively. \n115\n \nAs suggested by the US International Trade Commission, GDPR has affected \nthe sale of data-driven services by foreign producers into EU markets. \nProfessional services companies in Canada, for example, offer GDPR-readiness \nassessments and implementation roadmaps. Fines violating GDPR rules can be up to \n€20 million or up to 4% of the annual worldwide turnover of the preceding financial \nyear in case of an enterprise, whichever is greater. \n116\n \nThere are ongoing developments in the data-exchange relationship between the \nEU and the US.​ Model contracts and the EU-US Privacy Shield have been developed \nto facilitate data-enabled trade between the US and the EU, but these may have been \ninsufficient to prevent US companies from needing to build cloud storage centres in \nthe EU. Safe Harbour was developed because the EU thought the US privacy \n117\nregime inadequate. \n118\n \nAs data regulation regimes develop, improving their interoperability may be \nmore efficient than global coordination. ​This would mean that countries would \n119\nadopt codes of conduct, mutual recognition of standards, or other agreements that \nclarify issues between countries rather than requiring lots of them to accede to one \nagreement at once. Such an approach would also align with interoperability \napproaches in software development, where developers often aim to make systems \ninteroperable rather than create one system for all uses.  \nIncentives for trade and investment \nIncentives for data-enabled trade and investment are about how easy it is to \ncreate value from data, attract capital, and export. ​In recent years it has become \nclear that companies with an entrepreneurial approach to data-enabled goods and \nservices have a competitive advantage. A country’s business environment can affect \nthe dynamism of firms being established, operated, and closed down as they pursue \ngrowth at home and abroad. The ease of doing that affects how attractive a country’s \nbusiness climate is to foreign companies who may want to operate a data-enabled \nbusiness in the country.  \n \n114\n United States International Trade Commission (2017) ‘Global Digital Trade 1: Market Opportunities and \nKey Foreign Trade Restrictions’, ​https://www.usitc.gov/publications/332/pub4716.pdf​, p274; Centre for \nInformation Policy Leadership (2017) ‘Essential Legislative Approaches for Enabling Cross-Border Data \nTransfers in a Global Economy’, \nhttps://www.informationpolicycentre.com/uploads/5/7/1/0/57104281/cipl_white_paper__final__-_essential_\nlegislative_approaches_for_enabling_cross-border_data_transfers.pdf​, p1 \n115\n United States International Trade Commission (2017) ‘Global Digital Trade 1: Market Opportunities and \nKey Foreign Trade Restrictions’, ​https://www.usitc.gov/publications/332/pub4716.pdf​, p274 \n116\n Christen L etal (2013) ‘The Impact of the Data Protection Regulation in the E.U.’, \nhttp://citeseerx.ist.psu.edu/viewdoc/download?doi=10.1.1.657.138&rep=rep1&type=pdf \n117\n United States International Trade Commission (2017) ‘Global Digital Trade 1: Market Opportunities and \nKey Foreign Trade Restrictions’, ​https://www.usitc.gov/publications/332/pub4716.pdf​, p282  \n118\n US Chamber of Commerce (2014) ‘Business Without Borders: The Importance of Cross-Border Data \nTransfers to Global Prosperity’, \nhttps://www.huntonprivacyblog.com/wp-content/uploads/sites/28/2014/05/021384_BusinessWOBorders_f\ninal.pdf​, p21 \n119\n Heyder M (2014) ‘Getting Practical and Thinking Ahead: “Interoperability” Is Gaining Momentum’, \nhttps://iapp.org/news/a/getting-practical-and-thinking-ahead-interoperability-is-gaining-momentum/  \n \nOpen Data Institute 2019What are the links between data infrastructure and trade?  24 \n\n \nPublic institutions inform the incentives for data-enabled trade, and regulatory \nsandboxes can be a way for them to test ways in which to do so. ​Britain’s \nFinancial Conduct Authority created sandboxes for new fintech services in 2016, \ngiving companies the chance to sell new products to consumers under six months’ \nclose interaction with the financial regulator to gauge and adjust the performance of \nthe product within guidelines. Such an approach gives companies an opportunity \n120\nto understand how to use and share users’ data, and the UK’s Financial Conduct \nAuthority believes that it allows companies to test new market offerings early while \nalso facilitating investment. The Hong Kong Monetary Authority established its \n121\nFintech Supervisory Sandbox in 2016. \n122\n \nBritain’s Information Commissioner’s Office is extending regulatory sandboxes \ninto more data-enabled sectors. ​The commissioner has been keen to find ways \n123\nto allow data-enabled innovation that respects regulation while allowing regulators to \nrespond to technology developments that it would have been difficult to foresee. \nThese include developments in biometrics, the Internet of Things, and wearable \ntechnology. These may need a mix of regulator advice on rules and standards; the \nregulator adopting frameworks rather than rules, and being ready to remove \ninnovation-stifling stipulations; or becoming better at anticipating change.  \n \nAssessing the quality of a data ecosystem has been a strong point of data \ninfrastructure analysis for a few years. ​The World Bank has sought to understand \nand encourage private sector demand for government data around the world through \nits Open Data for Business Tool. The Govlab has tried to identify organisations that \nmight use data to solve problems – after recognising that the public release of data in \nmany countries was falling into a habit of creating data portals with little appreciation \nof how the data might be used. There are also applications in the financial sector \nthrough the Open Banking Index, and for assessing national geospatial capabilities \nwith the Geospatial Readiness Index. \n124\n \nMany governments have recently made governance a point of institutional \ncompetitiveness in artificial intelligence. Several countries have artificial \n125\nintelligence strategies which cover developing the skills for data manipulation; setting \ntechnical standards; and coordinating between public research organisations and \nprivate companies. For example, Japan has developed artificial intelligence utilisation \nprinciples; Kenya has a task force on distributed ledgers and artificial intelligence; \nand South Korea has published a ‘Master plan for the intelligent information society’.\n \n126\n \nAustralia has put data exploitation at the centre of its Australia 2030 economic \nstrategy. It advocates making access to public data more useful for entrepreneurs, \n127\n120\n Financial Conduct Authority (2017) ‘Regulatory sandbox lessons learned report’, \nhttps://www.fca.org.uk/publication/research-and-data/regulatory-sandbox-lessons-learned-report.pdf​, p4 \n121\n Ibid, p5 \n122\n Hong Kong Monetary Authority (2019) ‘Fintech Supervisory Sandbox (FSS)’, \nhttps://www.hkma.gov.hk/eng/key-functions/international-financial-centre/fintech-supervisory-sandbox.sht\nml \n123\n Information Commissioner’s Office (2019) ‘Sandbox beta phase discussion paper’, \nhttps://ico.org.uk/media/about-the-ico/documents/2614219/sandbox-discussion-paper-20190130.pdf  \n124\n IDC (2018) ‘Ready for Open Banking?’ \nhttps://www.finastra.com/sites/default/files/2018-11/Open%20Banking%20Readiness%20Index.pdf​; \nGebuiz (2018) ‘Countries Geospatial Readiness Index 2018 (CGRI-2018)’ \nhttps://geobuiz.com/Countries-Geospatial-Readiness-Index-2018.html \n125\n Nesta (n.d.) ‘Mapping AI governance’ \nhttps://www.nesta.org.uk/data-visualisation-and-interactive/mapping-ai-governance/ \n126\n Ibid \n127\n Australian Government, Department of Industry, Innovation and Science (2017) ‘Australia 2030: \nProsperity Through Innovation’, \nhttps://www.industry.gov.au/data-and-publications/australia-2030-prosperity-through-innovation \n \nOpen Data Institute 2019What are the links between data infrastructure and trade?  25 \n\n \nand developing more high-performance computing to allow more research in \ndata-heavy activities. In the strategy, Australia has recognised that firms become \nmore competitive abroad if they are subject to the pressure of competition at home. It \nreports that domestic competition filters weak market offerings, redistributing \nfinancial and human capital to firms that are best able to innovate and efficiently meet \ndemand. The strategy notes that it is more likely that these firms will have \nsophisticated business models that can survive foreign competition.  \n128\n \nAustralia is using its Consumer Data Right to drive domestic competition in \ndata-heavy sectors. ​The right gives consumers access to data about them in \n129\nmachine-readable form, allowing them to extract it from one service and give it to \nanother. This ease of data portability incentivises data holders to improve digital \nservices, as customers can easily move to competitor services with better offers. \nAustralia has approached the question of data access and competition by giving \nregulatory leadership to the Australian Competition and Consumer Commission, \nsupported by the Office of the Australian Information Commissioner. The right will \nstart in highly regulated sectors such as banking, energy, and telecommunications.  \n \nEncouraging data portability may improve entry into digital markets and \nimprove competition. ​Data portability allows consumers to extract data from one \nholder and give it to another so that they can better direct how data is used. This is \nlikely to improve the goods and services provided to them by the selected company.\n GDPR provides a right to data portability that is stronger than the previous right to \n130\ndata access. Through the Smart Data Review the UK government is exploring \n131\nstrengthening data portability in multiple sectors. \n132\n \nRegulatory sophistication towards data-enabled digital sectors has recently \nbecome more of a competitive advantage. ​A recent report on digital competition \n133\nfor the British government recommended that data openness and common standards \nwould allow more competition in data-heavy industries, some of which were liable to \nquickly ‘tipping’ and making one company dominant in the market. But such \ninterventions are new and untested beyond a few cases, and the report mentioned \nthe difficulty of defining a digital market in which a firm might be dominating. \nCompetition in digital markets will drive innovation and productivity growth. But \ndeveloping countries face the problem of growing local companies in the face of \ninternational firms that have established strong market positions – and the ability of \nregulators to develop sophisticated interventions may affect the competitiveness of \ntheir jurisdictions for years to come.  \n134\n \nAustralia’s Consumer Data Right is starting in the financial sector because open \nbanking has become a leading example of the benefits of a good data \necosystem. ​The Open Data Institute was part of establishing the UK’s Open Banking \nWorking Group in 2015, showing how open application programming interfaces \nbetween the UK’s banks could ease the transfer of data between them, encouraging \n128\n Ibid, p4 \n129\n Treasury.gov.au, ‘Consumer Data Right - Fact Sheet’, \nhttps://static.treasury.gov.au/uploads/sites/1/2018/02/180208-CDR-Fact-Sheet-1.pdf \n130\n Information Commissioner’s Office (2018) ‘Right to data portability’, \nhttps://ico.org.uk/for-organisations/guide-to-data-protection/guide-to-the-general-data-protection-regulati\non-gdpr/individual-rights/right-to-data-portability/ \n131\n Open Data Institute (2018) ‘Will GDPR and data portability support innovation?’, \nhttps://theodi.org/article/will-gdpr-and-data-portability-support-innovation/  \n132\n HM Government (2018) ‘Smart Data Review’, \nhttps://www.gov.uk/government/publications/smart-data-review \n133\n Kay L (2019) ‘How to pit a small regulator against big tech?’, \nhttps://medium.com/@lawrencebernardkay/how-to-pit-a-small-regulator-against-big-tech-3f1b000f99be \n134\n World Bank (2018) ‘Data-Driven Development’, \nhttps://openknowledge.worldbank.org/handle/10986/30437​, p29 \n \nOpen Data Institute 2019What are the links between data infrastructure and trade?  26 \n\n \nthe development of new services. The open banking reforms built on the UK’s \n135\nfinancial sector strengths to attract around $5.6bn of investment in 2018. Versions \n136\nof the initiative have spread to Canada, Japan, Mexico, and other countries. \nFactor conditions \nFactor inputs are the resources that firms use to create products and services, \nand the conditions in which they access them affect the costs of production. \nFactor inputs include capital and labour, and in data infrastructure terms means the \naccess that firms have to data in given sectors, and its quality. Labour force skills \ndrive the extraction of value from the data.  \n137\n \nData release by public organisations has long been a way to stimulate data \nflows. ​For example, Australia’s 2015 Public Data Policy Statement provided a \nmandate for Australian Government entities to optimise the use and reuse of public \ndata to drive innovation across the economy. The statement included mandating \n138\nthe release of data as ‘open by default’ when it is safe to do so and since then there \nhas been a dramatic increase in the number of datasets publicly available: \ndata.gov.au now hosts over 29,900 data records.  \n \nRecent figures suggest that there is a surge of finance available for data \napplications that use artificial intelligence. ​The OECD has estimated that there was \nnearly $17bn of equity investment into artificial intelligence across China, the EU, \nIsrael, the US, and some other places in 2017. It found that in the same year \n139\naround 12% of worldwide private equity investment had gone to artificial intelligence \nstartups, up from 3% in 2011.  \n140\n \nInvestment into artificial intelligence startups is a bet on a firm having access to \ndata, and having the technical efficiency to exploit it.​ The returns to scale – the \nquantitative change in output resulting from a proportionate increase in inputs – of \ndata manipulation allow firms to improve their existing products, such as internet \nsearch, while also learning about how they might produce new ones and expand into \nfurther markets. But there is evidence to suggest that some of the world’s largest \n141\nfirms have been unable to develop useful data exploitation and artificial intelligence \nskills: more than half of the large US firms responding to a recent survey said that \nthey were not treating data as an asset, nor using it to compete. This is despite the \n142\nfact that ‘data-driven decision making’ has been found to raise firms’ productivity by \nas much as 6%. \n143\n \nThere is a data feedback loop in artificial intelligence applications, which has \nalready had effects on international trade. ​Artificial intelligence improves by using \n135\n Open Data Institute (2016) ‘Introducing the Open Banking Standard’, \nhttps://www.scribd.com/doc/298568600/Introducing-the-Open-Banking-Standard \n136\n KPMG (2018) ‘UK remains leader in fintech investment but loses global crown’, \nhttps://home.kpmg/uk/en/home/media/press-releases/2019/02/uk-remain-leader-in-fintech-investment-but\n-loses-global-crown.html \n137\n Romer P (1989) ‘Endogenous Technological Change’, ​http://www.nber.org/papers/w3210.pdf  \n138\n Australian Government (2015) ‘Australian Government Public Data Policy Statement’, \nhttps://www.pmc.gov.au/sites/default/files/publications/aust_govt_public_data_policy_statement_1.pdf \n139\n OECD (2018) ‘Private Equity Investment in Artificial Intelligence’, \nhttps://www.oecd.org/sti/ieconomy/private-equity-investment-in-artificial-intelligence.pdf \n140\n Ibid \n141\n Goldfarb A and Trefler D (2017) ‘​AI and International Trade​’, ​https://www.nber.org/chapters/c14012.pdf​, \np21 \n142\n Bean R and Davenport TH (2019) ‘Companies Are Failing in Their Efforts to Become Data-Driven’, \nhttps://hbr.org/2019/02/companies-are-failing-in-their-efforts-to-become-data-driven \n143\n Brynjolfsson E etal (2011) ‘​Strength in Numbers: How Does Data-Driven Decisionmaking Affect Firm \nPerformance?​’, \nhttp://www.socialserviceworkforce.org/system/files/resource/files/Data%20Driven%20Decisions.pdf  \n \nOpen Data Institute 2019What are the links between data infrastructure and trade?  27 \n\n \nan initial dataset, using it to carry out a task, and then getting better through learning \nfrom the results and receiving more data. When consumers have so many products \n144\nand services to choose from, using artificial intelligence to more efficiently link them \nwith sellers could raise consumer welfare, and some studies have shown that artificial \nintelligence has raised international trade possibilities by as much as 20%.  \n145\n \nA range of business models for extracting value from data are being tested in \nsectors all over the world. There are internal, supply-chain, and industry \n146\nplatforms that determine many business models in sectors using large amounts of \ndata. But these may be only frontier examples, with the skills and management \nsystems available to undertake extensive data manipulation in low supply and firms \naround the world not operating with modern information technology. \n147\n \nAllocating data science skills through an efficient labour market could have \nsignificant effects on how well a country can maximise its data infrastructure \ncompetitiveness. ​Skills for data manipulation have become some of the most \nremunerative in the modern labour market. In the US job market, they are thought to \nenjoy base salaries that are as much as 36% higher on average than people with \nstatistics skills but no coding ability.  \n148\n \nDespite the emergence of online freelance platforms, geographic \nconcentrations of data skills are becoming common.​ It is possible that one of the \nleast mobile inputs into the development of data-enabled digital services – labour – is \nconcentrated in only a few areas of the world – such as Berlin, Shanghai, and \nToronto. And this concentration of expert labour could be behind some of the biggest \nadvances in sectors such as artificial intelligence. This is perhaps driven by firms \n149\nwith valuable data being unwilling to share it with more than a few organisations \naround the world; or by the advantages – management efficiency and control of a \ncomplicated process – gained by having a small number of highly educated people in \none place.  \n \nSeveral countries have noticed the geographic concentration of data skills and \nare investing heavily in education and the supply of skills for technology \ncareers.​ For example, Canada’s Ontario province is spending C$3bn through its \nInnovation Agenda to improve its business climate, labour skills, and ability to \ncompete in developing internationally competitive digital services. This is in \n150\naddition to its Advanced Manufacturing Supercluster strategy, for which public \nauthorities are coordinating skills training and technology adoption to boost \ncapabilities in machine learning and associated activities. \n151\n \n144\n Brynjolfsson B, Hui X, and Liu M (2018) ‘​Does Machine Translation Affect International Trade: Evidence \nfrom a Large Digital Platform​’, \nhttp://ide.mit.edu/sites/default/files/publications/Machine_Translation_NBER.pdf​, p1 \n145\n Ibid, p1 \n146\n Open Data Institute (2018) ‘​The role of data in AI business models​’, \nhttps://theodi.org/article/the-role-of-data-in-ai-business-models/​; (2016) ‘Open Enterprise: How Three Big \nBusinesses Create Value with Open Innovation’, \nhttps://theodi.org/article/open-enterprise-how-three-big-businesses-create-value-with-open-innovation/ \n147\n OECD (2004) ‘CT, E-Business and Small and Medium Enterprises’, \nhttps://www.oecd-ilibrary.org/science-and-technology/ict-e-business-and-small-and-medium-enterprises_\n232556551425;jsessionid=4wjQLkUDoKvvMJkAERRYfn6t.ip-10-240-5-34 \n148\n Press G (2018) ‘The Salaries Of Data Scientists Remain Steady But Still Sexy With AI On The Horizon’, \nhttps://www.forbes.com/sites/gilpress/2018/05/04/the-salaries-of-data-scientists-remain-steady-but-still-s\nexy-with-ai-on-the-horizon/#1fbf993b733d \n149\n Goldfarb A and Trefler D (2017) ‘AI and International Trade’, ​https://www.nber.org/chapters/c14012.pdf​, \np9 \n150\n Ontario (n.d.) ‘Seizing Global Opportunities: Ontario's Innovation Agenda’, \nhttps://www.ontario.ca/page/seizing-global-opportunities-ontarios-innovation-agenda  \n151\n Government of Canada (n.d.) ‘Advanced Manufacturing Supercluster’, \nhttps://www.ic.gc.ca/eic/site/093.nsf/eng/00010.html \n \nOpen Data Institute 2019What are the links between data infrastructure and trade?  28 \n\n \nThere are many schemes around the world for increasing worker skills in a way \nthat increase the ability to extract skills from data. ​MexicoFIRST has raised the \nquality of information and communications technology (ICT) skills and increased job \nopportunities. Surveys show that MexicoFIRST trainees credit the training \nprogramme certification and skills with finding work or for gaining better salaries and \npromotions. Over 100,000 trainees have received international standard certifications; \nover 80,000 university students have attended MexicoFIRST courses; and 40,000 \nhave found a new job in the IT industry. Digiboost Finland was launched in 2015 and \naims to increase the use of ICT in small and medium-sized enterprises by employing \nICT specialists. The programme funds the hiring of one or more digital experts for a \nyear who then help firms to use ICT. Since 2015, 220 firms have employed over 250 \ndigital experts. \nIntermediate inputs and backbone services \nA data-enabled firm’s access to resources and services that it does not have \nin-house affects how easily it can create value from data.​ This tends to mean \naccess to information and communications technology and associated infrastructure, \ndata science consultancy, and its connections in a vibrant data ecosystem. For \nexample, the ICT Development Index looks at factors such as mean years of \nschooling in a population, the number of households with a computer, and the \nnumber of fixed-broadband subscriptions. Hong Kong was ranked sixth in the world \nin 2017, and its information and communications technology services sector employs \napproximately 108,000 people and contributes 6.6% to its annual GDP.  \n152\n \nIncluding more people and organisations in creating data infrastructure can \nhelp with the supply of digital skills and services. ​They can be:  \n \n●public servants that want to know how to better share data for the \nimprovement of public services \n●developers that want to establish standards that make it easier to work with \ntheir peers across the world \n●entrepreneurs that need policymakers to understand that they need access \nto more workers with digital skills \n●firms with promising business models that cannot enter a market because of \nunfair practices from incumbents \n●international freelancers that want to work in a place for a short time before \nmoving on.  \n153\n \nAllowing more of these voices to be heard during the development of data \ninfrastructure - especially by policy-makers - can contribute to diversity in the supply \nof services.  \n \nBuilding data infrastructure with many users in mind invites open innovation and \nincreases dynamism in the creation of data-enabled goods and services. ​Large \nfirms that want to be more innovative can benefit from allowing small firms with \nspecialist skills into their research and development processes, and it is easier to do \n152\n ICT Development Index 2017 (2017) ‘ICT Development Index 2017’, \nhttp://www.itu.int/net4/itu-d/idi/2017/index.html​; Census and Statistics Department, HKSAR (2018), Table \n017: Number of Establishments, Persons Engaged and Vacancies (other than those in the civil service) \nAnalysed by Industry Section, \nhttps://www.censtatd.gov.hk/hkstat/sub/sp452.jsp?tableID=017&ID=0&productType=8 \n153\n Dodds L and Wells P (2019) ‘Open Data and Data Infrastructure’ \nhttps://docs.google.com/document/d/1tAeidONKZEkpCf9Jkwe4amWZKbQHTMiHJb8rW7PV7Fs/ \n \nOpen Data Institute 2019What are the links between data infrastructure and trade?  29 \n\n \nthat if there are more organisations that they can collaborate with. Firms can foster \n154\nthis openness to innovation by setting up challenge prizes and development \nnetworks, with corporations building digital tools to bring new ideas in more quickly. \n \nThere are ever more examples of how innovation by data management services \ncould feed more future innovation.​ There are a range of approaches to increasing \naccess to data. Newer approaches being explored include personal data stores. \n155\nMydex, for example, helps digital service users to monitor and control personal data \nabout them, while at the same time assisting companies improve their data security \ncredentials with their customers. Digi.me operates in a similar way, and is seeking to \nhelp consumers, companies engage in private data sharing. It is also aiming to \nspread such services to medical records in the UK’s healthcare system. Other \n156\napproaches involve new institutions such as data trusts, data clubs and data \ncooperatives. \n157\n \nPublic–private partnerships for data exchange and use have emerged, such as \nData 61 is Australia. It is seeking to work across the public sector, academia, and \n158\nenterprise, to create a data innovation ecosystem. Data 61 offers consultancy and \nconnections on the use of data, research, testing new market offerings, particularly in \nsectors such as smart cities, health and wellness, and machine learning. \n \nPublic exchanges and platforms for data use have found a role.​ The Amsterdam \nData Exchange, for example, is seeking to establish a system of data exchange \nbetween researchers, businesses, citizens, and government organisations for a \nvariety of purposes. DECODE, a project by Nesta, is establishing decentralised and \n159\nopen-source technical standards for sharing data that could allow them to more \neasily engage with projects that would value data. \n160\n \nInternational development agencies have fostered data institutions, such as the \nAfrica Regional Data Cube, to boost data use for anti-poverty aims. ​The \n161\nproject is using satellites to help Kenya, Senegal, Sierra Leone, Ghana, and Tanzania \nwith agriculture, deforestation, and water supply. As it does so, partner governments \nand organisations are being assisted to develop their capacity for collecting, \nanalysing, and using data for policy ends, thereby developing their data ecosystems.\n  \n162\n \nPublic sector adoption of artificial intelligence may be a part of encouraging \nwider adoption. ​Hong Kong’s Innovation and Technology Fund has supported 57 \nartificial and robotics-related projects with over HK$200 million in the past three \nyears. The Hong Kong government is also looking to use more artificial intelligence \n163\n154\n Febvre J and Bone F (2018) ‘Five open innovation mechanisms for successful startup-corporate \ncollaborations’, \nhttps://www.nesta.org.uk/blog/five-open-innovation-mechanisms-successful-startup-corporate-collaborati\nons/ \n155\n Open Data Institute (2018) ‘Data access archipelago: mapping the myriad ways we share data’, \nhttps://theodi.org/article/data-access-archipelago-mapping-the-myriad-ways-we-share-data/  \n156\n Mydex (n.d.) ‘Trust, identity & data management — solved’, ​https://mydex.org/​; digi.me (n.d.) ‘See what \nyour data can do for you with digi.me’, ​https://digi.me/ \n157\n Jeni Tennison (2019) ‘New institutions are needed for the digital age’, \nhttps://www.ft.com/content/5f46f102-6741-11e9-b809-6f0d2f5705f6 \n158\n Data 61 (n.d.) ​https://www.data61.csiro.au/ \n159\n Amsterdam Data Science (2018) ‘Launch of the Amsterdam Data Exchange (Amdex)’, \nhttps://amsterdamdatascience.nl/news/launch-of-the-amsterdam-data-exchange-amdex/  \n160\n Bass T and Meesen P (2018) ‘DECODE: A technical explainer’, \nhttps://www.nesta.org.uk/blog/decode-technical-explainer/ \n161\n Global Partnership for Sustainable Development Data (2018) ‘Africa Regional Data Cube’, \nhttp://www.data4sdgs.org/initiatives/africa-regional-data-cube \n162\n Global Partnership for Sustainable Development Data (2018) ‘Resources’, \nhttp://www.data4sdgs.org/index.php/resource-listing \n163\n Computerworld HK (2018) ‘HK Budget 2018: Innovation gets a big boost with $50bn of Investment’, \nhttps://www.cw.com.hk/it-hk/hk-budget-2018-innovation-gets-a-big-boost-50b-investment \n \nOpen Data Institute 2019What are the links between data infrastructure and trade?  30 \n\n \nin public administration, such as city management, transport, and customs \ninspection. \n \nCities around the world are centres of data innovation, and this size and level of \ninnovation is ideal to analyse and identify the services that support data \nexploitation.​ Connected Places Catapult, a British research institute, found that the \nfollowing roles and organisations had helped to foster data innovation in cities in the \nUK: \n \n●City data platforms for sharing data between organisations, such as \nCityVerve Manchester which runs demonstration projects on how the Internet \nof Things can improve the use of data to address urban issues.  \n164\n●Data catalogues for access to open data such as the Comprehensive \nKnowledge Archive Network, which creates tools for openly publishing and \nanalysing datasets.  \n165\n●Suppliers in the Internet of Things, who in addition to collecting data, offer \nanalysis and visualisation services. Examples include Cleanspace, which \nhelps urban residents to track pollution in their area.  \n166\n●Cloud service providers that often host large datasets and can provide data \nanalysis and visualisation services, such as Amazon Web Services and \nMicrosoft Azure.  \n●Data producers who earn revenue through selling access to data, such as \nthat for maps. Examples in the include Ordnance Survey, Britain’s national \nmapping service.  \n167\n●Large technology providers for database services and suchlike. Examples \ninclude IBM and Cisco. \n●Support organisations who are often doing research while providing \nconsultancy, such as universities.  \n●Data science providers.  \n168\n \nArtificial intelligence firms are an example of how business models for data \nexploitation can be affected by the services and data ecosystem available. \n169\nBecause open or easily accessible data attracts people and organisations to work \nwith it, firms can pitch an approach on a spectrum that invites more or less \ncollaboration with others working on similar problems.​ ​There could be five stock \nbusiness models that mix judgements about how much a firm should use external \ncollaboration opportunities or internal and procured skills in the development of \nartificial intelligence products: \n \n1.Open algorithm and closed data model: with this approach firms restrict \naccess to data but give access to their algorithms, using open source toolkits \nto work with interested specialists and allowing others to develop \ncomplementary services. \n2.Closed algorithm and closed data model: this approach treats data and a \ncompany’s algorithms as intellectual property, relying on internal resources \nand available services for exploitation.  \n164\n Cityverve (n.d.) ‘What is Cityverve?’, ​https://cityverve.org.uk/what-is-cityverve/ \n165\n CKAN (n.d.) ‘CKAN, the world’s leading Open Source data portal platform’, ​https://ckan.org/ \n166\n Cleanspace (n.d.) ‘The world's first personal air pollution smart sensor’, ​https://our.clean.space/ \n167\n Ordnance Survey (n.d.) ​https://www.ordnancesurvey.co.uk/  \n168\n Future Cities Catapult (2017) ‘City Data Sharing Toolkit’, \nhttps://futurecities.catapult.org.uk/wp-content/uploads/2018/10/City-Data-Sharing-Toolkit_V1.1_FCC_Oct\n2018.pdf \n169\n Open Data Institute (2018) ‘The role of data in AI business models’, \nhttps://docs.google.com/document/d/14g0p6KSyH1r1J_PrykJIXUX-rdeP1B4CLIffAyFPOnk/edit#heading=\nh.rcydy9gttjg4 \n \nOpen Data Institute 2019What are the links between data infrastructure and trade?  31 \n\n \n3.Closed algorithm and open data model: this is also known as the ‘proprietary \nalgorithm model’ with which firms give access to data and low access to \nalgorithms. This approach tends to be favoured by firms that want to create \ncompetitive algorithms without having to control a large dataset, as a startup \nmight want to.  \n4.Open algorithm and open data model: an approach that perhaps allows \ninnovation to occur more quickly, but requires a firm to restrict access to its \nskills, hardware, or other assets, if it is to be commercially viable.  \n5.Shared algorithm and shared data model: an approach that is favoured by \nconsultancies that license access to their artificial intelligence systems.  \n \nPhysical infrastructure for data-enabled trade affects how well firms can share \ndata and reach consumers.​ Data centres play a leading role in international finance \nData is collected, stored securely and analysed in data centres. Canada’s Digital \nEconomy Action Plan is spending over C$100m on digital infrastructure in Quebec, \nbut the costs of building data centres across the world can differ substantially and \naffect competitiveness – perhaps varying by as much as $60.9m in Brazil, $51.2m in \nChile, and $43m in the US. \n170\n \nAccess to cloud computing is one of the most analysed aspects of data-enabled \ncompetitiveness. ​Estimates of annual global spending on cloud computing \n171\nservices run from around $70bn to up to $90bn, with the US accounting for more \nthan double the spending in the EU and the rest of the world combined, although \nspending has risen considerably in recent years in countries such as Brazil. There \n172\nare essentially two types of product on offer: physical infrastructure for cloud \ncomputing, and services for access to the infrastructure. Developing countries spend \nmore on the former than the latter, and developed countries the reverse.  \n173\n \nCloud computing as a service can improve business processes and reduce \nbarriers to entry, especially for firms in developing countries. ​Cloud computing \n174\nservices reduce the information and communications technology costs that firms \nhave to bare. They remove the need for company servers and allow entrepreneurs to \nstore and manipulate data without having to invest in their own hardware before they \nhave proven their business model. Infrastructure service providers benefit from \n175\neconomies of scale, gaining market share and reducing costs for their customers; \nand in mature markets, companies have been able to use multiple suppliers to build \nbespoke services while reducing the risks from being dependent on one. Large US \n176\ncloud computing suppliers have entered large developing country markets, but have \nbeen challenged in recent years by local competitors.  \n177\n \nGeography appears to matter more in the provision of cloud computing than \nmight be expected. ​The latency in access to software as a service for data-heavy \nactivities introduces extra geographic aspects into data-enabled trade \ncompetitiveness, meaning that some services might be better provided if they are \n170\n US Chamber of Commerce (2014) ‘Business Without Borders: The Importance of Cross-border Data \nTransfers to Global Prosperity’, \nhttps://www.huntonprivacyblog.com/wp-content/uploads/sites/28/2014/05/021384_BusinessWOBorders_f\ninal.pdf​, p13 \n171\n United States International Trade Commission (2017) ‘Global Digital Trade 1: Market Opportunities and \nKey Foreign Trade Restrictions’, ​https://www.usitc.gov/publications/332/pub4716.pdf​, p58 \n172\n Ibid, p71, p73 \n173\n Ibid, p74 \n174\n Ibid, p189 \n175\n Ibid, p67 \n176\n Ibid, p63 \n177\n United States International Trade Commission (2017) ​Global Digital Trade 1: Market Opportunities and \nKey Foreign Trade Restrictions​, p76 \n \nOpen Data Institute 2019What are the links between data infrastructure and trade?  32 \n\n \nclose to servers. With the introduction of online-only digital services such as \n178\ngaming, speed and geography questions may become more pertinent, while \nconnectivity demands could mean that servers are best placed in climates in which \nthey can be kept cool without high energy costs. There is also some evidence that \n179\ncultural and legal familiarity has motivated European companies to choose local \ncloud services suppliers.  \n180\n \nCutting the cost of internet and data access and making them available to more \npeople domestically, is a competitiveness question. ​A country’s digital skills \n181\nbase is boosted through more people using the internet from an early age and being \nmore prepared for internet-driven processes in the workplace, while the price per \nmonth for a gigabyte of data to download can vary from around 1% of GDP per \ncapita in Mauritius to 45% in Zimbabwe. The Global Competitiveness Index \n182\nregards internet access in schools – and by extension access to data – to be an \n‘efficiency enhancer’, meaning that more familiarity with the internet during education \nhelps employees to be better managers in the workforce.  \n183\n \nThe nature of data exploitation, and availability of services, skills, and data \ninfrastructure could help explain geographic clusters of data competitiveness. \nThe agglomeration of skills and other resources for data-enabled sectors in a region \nmay have several causes, including the economies of scope that become possible \nonce a firm has set up the ability to manipulate and manage data; the difficulty of \nmoving data across jurisdictions, as mentioned above; and the benefits of firms \nlocating in their largest market. But it is difficult to extrapolate effective industrial \n184\npolicies from these observations.  \n \nChina’s Greater Bay Area is an example of a data and technology cluster. ​The \n185\narea includes Hong Kong, Macau and nine other cities in China’s Guangdong \nprovince, has 67 million people, and creates 12% of China’s GDP. The Chinese \ngovernment has a vision for the region to rival Silicon Valley in the US and Tokyo Bay \nin Japan, and to help achieve it, respective public authorities have made interventions \nsuch as establishing research centres – specialising in healthcare technologies, \nartificial intelligence and robotics technologies – at the Hong Kong Science Park.  \n186\n \nTrade promotion \nExport promotion is about attracting foreign consumers, and investment \npromotion is about attracting foreign investors. ​There are few examples of \ncountries using their data infrastructure credentials to promote themselves, but many \n178\n Ibid, p59 \n179\n Onezero (2019) ‘Google Just Showed Us the Future of Gaming’, \nhttps://onezero.medium.com/google-just-showed-us-the-future-of-gaming-37ccec59e2dd​; World Bank \n(2018) ‘Data-Driven Development’, ​https://openknowledge.worldbank.org/handle/10986/30437​, p13 \n180\n United States International Trade Commission (2017) ‘Global Digital Trade 1: Market Opportunities and \nKey Foreign Trade Restrictions’, ​https://www.usitc.gov/publications/332/pub4716.pdf​, p76 \n181\n Economist Intelligence Unit (2019) ‘The Inclusive Internet Index 2019’, \nhttps://theinclusiveinternet.eiu.com/ \n182\n World Bank (2018) ‘Data-Driven Development’, \nhttps://openknowledge.worldbank.org/handle/10986/30437​, p26 \n183\n World Economic Forum (2017) ‘The Global Competitiveness Report 2017-2018’, \nhttp://reports.weforum.org/global-competitiveness-index-2017-2018/#topic=methodology \n184\n Goldfarb A and Trefler D (2017) ‘AI and International Trade’, ​https://www.nber.org/chapters/c14012.pdf \n185\n German Industry and Commerce HK (2018) ‘What is the Guangdong-Hong Kong-Macau Bay Area \nDevelopment All About?’, \nhttps://hongkong.ahk.de/news/news-details/?tx_news_pi1%5Bnews%5D=14032&cHash=465e53bafa364\n16edb3eaa4a46f22d8a \n186\n World Economic Forum (2019) ‘This is China’s plan to eclipse Silicon Valley’, \nhttps://www.weforum.org/agenda/2019/02/this-is-china-s-plan-to-eclipse-silicon-valley/  \n \nOpen Data Institute 2019What are the links between data infrastructure and trade?  33 \n\n \nof the elements that go with it – such as digital skills – are at the centre of strategies \nfor attracting investors to dynamic, digital sectors. Export promotion for data-enabled \ngoods and services tends to focus on digital services.  \n \nThe EU made a move for data-enabled trade competitiveness in 1996 with its \nDatabase Directive. The directive was partly about creating data rights for data \n187\ncollectors, in an attempt to incentivise European firms to create valuable databases \nthat would make them more internationally competitive. \n \nAccess to data is being used by some countries as an incentive for foreign \ninvestment.​ For example, Singapore has increased access to government datasets \nfor location and transportation; while Hong Kong’s data portal has become a \nforerunner to the Hong Kong Hospital Authority establishing a data analytics platform \nfor biotechnological research. Canada’s open government drive is identifying \n188\nhigh-value datasets, and spreading adoption of the Open Data Charter, while the \ncountry’s Open Data 150 – a project that maps Canadian companies that use open \ndata – allows potential open data users to see what applications are possible.  \n189\n \nObjectives for digitisation and more data use are some of the highest economic \npriorities for OECD countries. In 2017 the OECD found that within the digital \n190\nstrategies of its member countries: 22 had objectives for developing their \ntelecommunications infrastructure; 16 had objectives for promoting information \ntechnology skills; and 16 had objectives to generate more science and innovation.  \n191\nCountries such as Australia, Brazil, and Germany have been racing in recent years to \nwrite artificial intelligence strategies and data protection frameworks that they hope \nwill push them ahead in developing and selling advanced technology abroad in \nsectors such as automobiles, finance, and satellites.  \n \nIf data standards become an aspect of trade competitiveness, subsidies for \ncertification could be an export support policy. ​Helping producers in one country \nachieve the quality standards of another has long been an intervention favoured by \npolicymakers – particularly in developing countries – for raising the amount of value \nthat firms can gain from their exports. Guidance on data standards set by the \n192\nInternational Organization for Standardization include ISO 8000 on data quality. \n193\nTraditional interventions for helping firms to achieve such standards in the production \nof goods, have included establishing national quality certification centres, facilitating \nintegration with international systems, and increasing demand for certification.  \n194\n \n‘Fintech bridges’ between the UK and several countries have been some of the \nmost prominent examples of promoting exports and investment in a \ndata-enabled sector. ​The UK–Australia FinTech Bridge is the most prominent \n187\n European Commission (2017) ‘The economics of ownership, access and trade in digital data’, \nhttps://ec.europa.eu/jrc/sites/jrcsh/files/jrc104756.pdf​ p4 \n188\n Computerworld HK (2018) 2018 Policy Address: Local R&D gets a boost for tech sector growth’, \nhttps://www.cw.com.hk/it-hk/2018-policy-address-local-r-d-gets-a-boost-for-tech-sector-growth \n189\n Govlab (n.d.) ‘Open Data 500’, ​http://canada.opendata500.com/​; Canada Open Government Working \nGroup (2017) ‘Draft Work Plan 2017-2018’, \nhttps://open.canada.ca/ckan/en/dataset/5cc8b7ea-1fb2-527c-a73f-824da6ef69a6 \n190\n OECD (2017) ‘OECD Digital Economy Outlook 2017’, \nhttps://read.oecd-ilibrary.org/science-and-technology/oecd-digital-economy-outlook-2017_978926427628\n4-en#page38​, p36 \n191\n Ibid, p36 \n192\n Guasch JL etal (2007) ‘Quality Systems and Standards for a Competitive Edge’, \nhttps://openknowledge.worldbank.org/bitstream/handle/10986/6768/405160Quality0101OFFICIAL0USE0O\nNLY1.pdf?sequence=1&isAllowed=y \n193\n International Organization for Standardization (n.d.) ‘ISO/TS 8000-1:2011’, \nhttps://www.iso.org/standard/50798.html \n194\n Guasch JL etal (2007) ‘Quality Systems and Standards for a Competitive Edge’, \nhttps://openknowledge.worldbank.org/bitstream/handle/10986/6768/405160Quality0101OFFICIAL0USE0O\nNLY1.pdf?sequence=1&isAllowed=y \n \nOpen Data Institute 2019What are the links between data infrastructure and trade?  34 \n\n \nexample, and was established partly as a market access and coordination \nmechanism. It directs collaboration between the respective governments, financial \nregulators and industry; and encourages fintech firms to use the facilities and \nassistance available in the other jurisdictions to explore new business opportunities \nand reduce barriers to entry. The bridge also serves as an intervention by the \n195\nrespective governments for focusing financial services on either country, and firms \nwith export potential have access to one-stop shops giving for legal, regulatory and \npractical advice.  \n \nAssociations for sector coordination have become some of the most common \nexamples of data-driven industries, and affect export competitiveness. ​Several \ncountries have installed organisations for the development and coordination of \nartificial intelligence research and commercialisation. For example, Canada has \nCanada.ai​ for celebrating Canadian advances in artificial and machine learning.   \n196\n  \n195\n Australian Government, The Treasury (2018) ‘UK-Australia FinTech Bridge’, \nhttps://treasury.gov.au/fintech/uk-australia-fintech-bridge/  \n196\n Canada AI (n.d.) ​http://canada.ai  \n \nOpen Data Institute 2019What are the links between data infrastructure and trade?  35 \n\n \nConclusion \nData offers considerable innovation possibilities, but analysis of what \ndetermines a country’s data-enabled trade competitiveness has only just begun. \nData is unlike other resources and can be reused without depletion while often \nholding delicate information about people – driving the development of new \ntechnology such as artificial intelligence. But data as a resource also poses novel \npolicymaking questions about the rules, institutions, and understanding necessary for \nits full economic exploitation. How countries answer those questions could affect \ntheir ability to create valuable goods and services, sell them abroad, and grow, for \ndecades to come.  \n \nBlending classic trade competitiveness analysis with the concept of data \ninfrastructure offers guidance to policymakers on the choices they face. ​The \ndiscussion here has suggested that delineating issues of data infrastructure – using \nthe World Bank’s Trade Competitiveness Toolkit framework – outlines the policy \nchoices that affect the ability of firms to create new and better digital services with \ndata and sell them to consumers in foreign markets. Years of research on digital \ncompetitiveness offers a foundation for how to consider such questions, but data \ninfrastructure raises new issues with regard to data ethics, security of contract, and \ntechnological standards for data exchange.  \n \nBecoming competitive in data-enabled trade may be a question of how to \ndevelop openness and data sharing in a cautious manner. ​Surveys from countries \naround the world suggest public hesitation towards cross-border data exchange. And \nthe nature of collection of – often personal – data through mobile technology brings \never more people and organisations into the discussion of which datasets should be \nshared and with whom. Some countries are approaching questions of data innovation \nby using regulatory sandboxes and reconsidering their competition frameworks. \n \nInternational coordination of data exchange is nascent, and many countries are \nfaced with some strategic choices over which framework they adopt. ​GDPR has \nbecome the most prominent example of international data collection and use \nregulations, and its approach has naturally been adopted by EU countries while \nspreading to others in the union’s neighbourhood. But GDPR strikes a balance \nbetween policymakers’ competing objectives of efficient cross-border data exchange \nand protection of personal data, that the US and jurisdictions within APEC are \napproaching differently. Dealing with the classic international trade problem of \nincomplete contracts in a world of enormous quantities of data is a relatively young \ntopic.  \n \nMistrust and the attraction of defending domestic firms from international \ncompetition may be driving data use from openness and towards protectionism. \nThe discussion here has relayed research on the rising number of countries that are \nrequiring firms to store or use the data they collect in the country in which it was \ncollected. This may be due to contracts for international data exchange being \ninadequate for the nature of data and its mix of personal and non-personal \ninformation.ut the consequence is that it limits the range of information that countries \ncan exchange – and may limit the ability of firms in restrictive countries to extract \nvalue from the data they have access to.  \n \n \nOpen Data Institute 2019What are the links between data infrastructure and trade?  36 \n\n \nGeography matters in the trade of data-enabled goods and services. ​The further \na cloud storage server is away from using the data in it, the slower the speed with \nwhich it can be accessed, giving a competitive advantage to countries that host \nservers with large amounts of data.  \n \nNot being like China may be a long-run advantage for many countries. ​China has \ngenerated large amounts of data on its citizens, allowing its firms to create digital \nservices that have made them some of the most valuable companies in the world. But \nthat is without China having developed the means for its companies to sell large \namounts of digital services abroad. It would be understandable for policymakers to \nwant to emulate China’s success, but that may be difficult without China’s domestic \nmarket size. Establishing an international reputation for high data standards may be a \nmore competitive approach for many countries.  \n \nThe field of data-enabled trade competitiveness study will grow in the coming \nyears to answer some of the questions that this report has raised. ​A research \nagenda could answer pressing questions such as: whether data flows between \ncountries show anything about their export performance; how data exchange options \nbetween countries might be formalised in trade agreements and how these might \naffect their ability to export data-enabled products; how competition policy towards \ndigital firms might affect a country’s ability to produce competitive firms in markets \ndominated by existing ones; and whether trade promotion activities could help some \nplaces to attract investment because of their data ethics standards. The Open Data \nInstitute will be analysing some of these issues in future work.  \n \n \n \n \n \nOpen Data Institute 2019What are the links between data infrastructure and trade?  37 ","version":"1.10.100"}