{"numpages":21,"numrender":21,"info":{"PDFFormatVersion":"1.4","IsAcroFormPresent":false,"IsXFAPresent":false,"Title":"#OPEN_Improving data access in the UK smart meter data ecosystem","Producer":"Skia/PDF m96 Google Docs Renderer"},"metadata":null,"text":"\n\n\n\nContents\nExecutive summary4\nBackground5\nThe energy data ecosystem5\nThe ‘Data for good’ initiative7\nThe smart meter data ecosystem8\nWorkshop format and attendance10\nUse cases for smart meter system data11\nKey stakeholders12\nSustainable data access12\nTechnical infrastructure13\nBarriers, risks and mitigations for smart meter system data14\nBuilding trust: mitigating risks and equitable benefits14\nRecommendations16\nAppendix 1: The value of sharing data18\nAppendix 2: Data access initiatives in other sectors19\nAppendix 3: Additional resources21\nAbout\nThis report was produced as part of a research project funded by the Data\nCommunications Company (DCC). The views in this report are those of the authors.\nThis report has been researched and produced by the Open Data Institute (ODI),\nand was published in June 2021. The lead authors are Josh D’Addario and James\nMaddison; ODI.\nTo share feedback on this report by email or to get in touch, contact the ODI, at\ninfo@theodi.org.\nOpen Data Institute | June 2021Improving data access in the UK smart meter data ecosystem2\n\nExecutive summary\nThe Data Communications Company (DCC) is a licensed monopoly set up to design,\ndeliver and manage the smart meter system in Great Britain. This supports the digital\nbackbone of Britain's energy infrastructure. At scale, 30m homes and businesses will be\nconnected to a single, secure, smart metering network.\nDCC is currently exploring a data access initiative to improve access to smart meter\nsystem data. Similar programmes exist across the energy sector already. Open Energy,\nsupported by Ofgem and the Department for Business, Energy and Industrial Strategy\n(BEIS), seeks to improve data access in the sector through open data standards for data\nsharing. The Smart Data initiative, also from BEIS, is aimed at improving data portability\nacross sectors to provide tangible benefits to customers and wider society.\nIn its discussion paper, ‘Data for good’, DCC proposes that organisations should work\ntogether to improve access to smart meter ‘system data’ – effectively the metadata about\nthe typical transactional data we think of when imagining the smart meter data ecosystem.\nThe initiative would aim to increase the ability to analyse and use data about the smart\nmeter system, and combine it with data from other organisations, to address some of the\nbig challenges facing the UK, such as reaching net zero, transitioning to a flexible energy\nsystem and reducing fuel poverty.\nTo support this initiative, at the Open Data Institute (ODI) we conducted two workshops to\nexplore the opportunities and barriers facing improving access to system data in the\nsmart meter data ecosystem. The first workshop participants were mainly potential users\nof smart meter system data, including data-driven service providers, data intermediaries,\nresearchers and academia. The second workshop focused on public concerns of data\naccess and included mainly consumer organisations, civil society organisations and\ncharities.\nAcross both workshops the main focuses for improving data access in the smart meter\nspace were clear: achieving net zero and local decarbonisation; addressing consumer\nvulnerability and fuel poverty; and optimising efficiency and reducing costs around\ndomestic energy and bills.\nHowever, there are challenges to achieving these goals. Participants identified that proper\nsafeguards to security and privacy were needed, as well as strong mechanisms around\nconsent, progress monitoring and redress. Ensuring that risks are mitigated as much as\npossible is crucial to building a trustworthy data ecosystem.\nThe energy sector is a complex space, and becoming more so with the trends towards\ndigitalisation, datafication (the process by which subjects, objects and practices are\ntransformed into data) and increased collaboration with people and organisations outside\nthe energy sector. But organisations like DCC are part of a data ecosystem comprising\npeople, organisations and initiatives pushing towards similar goals, and initiatives in other\nindustries can help them and their partners understand what works best and what should\nbe avoided. Importantly, DCC should embark on this journey in an open, transparent and\ncollaborative way so that it builds trust, understands how best to mitigate risks and ensure\nbenefits reach as many stakeholder groups as possible.\nOpen Data Institute | June 2021Improving data access in the UK smart meter data ecosystem3\n\nBackground\nThe ODI works with companies and governments to build an open, trustworthy data\necosystem, where people can make better decisions using data and manage any\nharmful impacts. In 2020, we began working with the Data Communications\nCompany (DCC) as part of the ‘R&D: Data infrastructurefor common challenges’\nproject funded by Innovate UK. The purpose of this collaboration was to help inform\nsome of the early thinking that DCC was doing for itsdata access initiativefocused\non improving access to smart meter system data\n1\n, andto learn about how\norganisations such as the DCC were developing these types of initiatives. This\nsupport included running workshops usingData EcosystemMappingand theData\nEthics Canvasto examine a particular use case inthe initiative.\nFollowing the project close and the official launch of the DCC’s system data\nexchange initiative outlined in the ‘Data for good’discussion paper, we once again\nworked with the DCC to facilitate an additional set of workshops exploring the\nbarriers and opportunities for improving the smart meter system data ecosystem.\nThis report discusses the importance of smart meter system data and improving\naccess to that data to further the goals of the wider UK energy sector. It also brings\ntogether analysis of the opportunities and challenges around improving access to\nthat data, based on findings from two workshops with key stakeholders from across\nthe ecosystem. It ends with recommendations for DCC and other people and\norganisations in the ecosystem.\nThe energy data ecosystem\nIn our2019 report on data infrastructure of the UKenergy sector,we stated the UK\nenergy sector faces a huge challenge: it must adapt to meet ambitious\ndecarbonisation targets and accommodate new technologies, while continuing to\nsatisfy complex and growing consumer expectations. Data will play an important role\nin this shift.\n2\nThe energy data ecosystem contains data that exists on aspectrum,\n3\nfrom closed, to\nshared, to open. Below is a graphic of theData Spectrumfor Energy, produced by\nthe ODI and Icebreaker One.\n4\nMuch of the data is closedor shared in a limited\nmanner for security and privacy reasons, such as the amount paid on household\nenergy bills. Some data is shared widely such as power outages, network coverage,\nand asset locations. Ofgempublishes some statistics,for instance on market share\nand customer service levels, but they are not licensed for commercial use.\n5\n5\nOfgem, ‘Data Portal Overview’,https://www.ofgem.gov.uk/data-portal/overview\n4\nIcebreaker One (2020), ‘Data Spectrum for Energy’,\nhttps://icebreakerone.org/2020/10/02/data-spectrum-for-energy/\n3\nOpen Data Institute (n.d.). ‘The Data Spectrum’.\nhttps://theodi.org/about-the-odi/the-data-spectrum/\n2\nOpen Data Institute (2019), ‘Data infrastructurefor the UK energy sector 2019-05’,\nhttps://docs.google.com/document/d/1iVG6OZuATZLDn5UpXSEhWe-dd2hy1BJOqsPeI6n6JZ0/edit#\n1\nSmart meter system data refers to the metadata produced by the normal operations of smart meters. A\nfuller description can be found in the next section.\nOpen Data Institute | June 2021Improving data access in the UK smart meter data ecosystem4\n\nWhen data is more open, more people can access, use and share that data, to create\nsolutions to problems and make better decisions. Access to energy data could be\nintegral in solving some of the major social, economic and environmental challenges\nwe face, like reaching net zero or addressing fuel poverty.\nCurrently under the banner of ‘Smart Data’, in 2019,a data portability strategy was\npublished as part of the UK Industrial Strategy. This proposed that greater access to\ndata would foster innovation to improve consumer outcomes by:\n●\naccelerating the development of innovative data-driven services in consumer\nmarkets\n●\nusing data and technology to help vulnerable consumers\n●\nensuring consumers and their data are protected.\n6\nThere are several Smart Data, data portability and data access initiatives being\ndelivered in various sectors (seeappendix 3), andin recent years, we have seen the\nenergy sector taking collective action to increase access to data:\n●\nThe energy regulator, Ofgem, is one of the organisations driving this agenda.\nIts Decarbonisation Action Plan describes good data use and availability as\n‘crucial to provide better visibility of system usage, spare capacity and\nconstraints, to inform investment needs, and to facilitate opportunities for\nstrategic coordination.\n7\n●\nRecommendations from the UK government-ledEnergyData Taskforceand\nnow Energy Digitalisation Taskforce steering the industry toward improved\ndata availability, quality and transparency.\n8\n●\nThe launch ofModernising Energy Data, a joint initiativebetween Ofgem,\nBEIS and Innovate UK, is underway with IceBreaker One developing anOpen\n8\nGov.UK (2019), ‘Energy Data Taskforce’,https://www.gov.uk/government/groups/energy-data-taskforce\n7\nOfgem (2020), ‘Ofgem’s Decarbonisation Action Plan’,\nhttps://www.ofgem.gov.uk/publications-and-updates/ofgem-s-decarbonisation-action-plan\n6\nDepartment for Business, Energy and Industrial Strategy (2019), ‘Smart Data: Putting\nconsumers in control of their data and enabling innovation’,\nhttps://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_\ndata/file/808272/Smart-Data-Consultation.pdf\nOpen Data Institute | June 2021Improving data access in the UK smart meter data ecosystem5\n\nEnergyprototype to improve data interoperability, search and integration in\nthe energy sector.\n9\nThe ‘Data for good’ initiative\nThe initiative outlined in the ‘Data for good’ discussion paper seeks to increase open\nand shared data in the sector in a way that maximises value for energy customers,\nopportunities for companies, and provides further benefits to society such as\ndelivering on net zero and fuel poverty commitments.\n10\nThis could be done by looking\nat what data infrastructure in the energy sector could becomemore open.\nData infrastructureconsists of data assets such asdatasets, registers and common\nidentifiers like metadata. It also includes the standards and technologies used to\ncurate and provide access to those data assets and the guidance and policies that\ninform the use and management of data assets. It can also include the organisations\nthat govern the data infrastructure and has to involve the communities involved in\ncontributing to or maintaining it; and those who are impacted by decisions that are\nmade using it.\n11\nThe ‘Data for good’ system data exchangeinitiative aims to have\norganisations work together to improve access to energy data infrastructure, starting\nwith improving access to its own smart meter system data.\nSmart meters are devices which record the amount of gas and electricity used,\nusually every 30 minutes. They aim to create opportunities for making the grid\nsmarter and to offer new products to consumers, such as time-of-use tariffs. Smart\nmeters enable energy suppliers to provide accurate billing and export tariffs through\nmeasurement of energy use and generation. In addition, messages can be sent to the\nmeter, as well as taking readings from it – this enables a whole range of new\nfunctionality including dynamic (time of use) tariffs, change of supplier and load\ncontrol/demand side response services.\nSmart meter system data is not the same as energy consumption data. The term\n‘systems data’ can include data about the device itself, high level data about\ntransactions between the energy supplier and customer, and data about the\nregistration of the device, like whether it has been installed in a domestic or\nnon-domestic location. The ‘Data for good’ initiative focuses on what more can be\ndone with more open smart meter system data infrastructure.\n11\nDodds, L. & Wells, P. (2019) The State of Open Data: Data Infrastructure\nhttps://www.stateofopendata.od4d.net/chapters/issues/data-infrastructure.html\n10\nData Communications Company (2021), ‘Data for good’,\nhttps://www.smartdcc.co.uk/media/4699/21037-dcc-data-for-good-paper_v8-final.pdf\n9\nGov.UK (2019), ‘Modernising Energy Data’,https://www.gov.uk/government/groups/modernising-energy-data\nOpen Data Institute | June 2021Improving data access in the UK smart meter data ecosystem6\n\nImage credit:Data for Good,Data CommunicationsCompany\nAs of June 2021 there aremore than 12 million connectedmetersinstalled and\nenrolled onto the DCC's nationwide secure network. Up to 470 million messages are\nsecurely encrypted and sent to and from homes and small businesses every month.\n12\nIncreased access to this smart meter data infrastructure, including identifiers,\nstandards, and the metadata to closed or shared data, could boost innovation in the\nsector that benefits not just energy customers, but Great Britain and beyond.\n12\nData Communications Company (2021), ‘Data for good’,\nhttps://www.smartdcc.co.uk/media/4699/21037-dcc-data-for-good-paper_v8-final.pdf\nOpen Data Institute | June 2021Improving data access in the UK smart meter data ecosystem7\n\nThe smart meter data\necosystem\nAt a high level, the UK smart meter system is like a big federated database: the\nindividual meters store and submit data, with access to that database being governed\nby DCC. The authorised users of that network build and maintain their own local\ncaches of data, to support their businesses and customers. Given the relative\ncomplexity of the smart data ecosystem, it can be difficult to picture how data is\nshared between stakeholders.\nAt the ODI, we use an approach called data ecosystem mapping to help people\nunderstand how value is being created from data within a data ecosystem. A data\necosystem map identifies the key data stewards and users, the relationships between\nthem and the different roles they play. In our initial collaboration with the DCC, we\ncreated a data ecosystem map which represents what the smart meter data\necosystem might look like when mapped against a specific use case, like addressing\nfuel poverty.\nPotential DCC fuel poverty use case data ecosystem map.\nInteractive kumu map. N.B. this map is hypotheticaland a simplified version of the\npotential smart meter system data ecosystem.\nOpen Data Institute | June 2021Improving data access in the UK smart meter data ecosystem8\n\nSome of the key interactions within this potential data ecosystem map include:\n●\nDCC provides access to system data to a variety of approved organisations\nfor monitoring and research purposes such as academia, researchers,\nregulators and government. The research community could provide valuable\ninsights into the system back to DCC for this purpose, while the government\nand regulators keep an eye on this important piece of national data\ninfrastructure.\n●\nDCC provides access to system data to approved data intermediaries such\nas analytics companies that can combine this data with other available data\nand provide additional services and insights to key ecosystem stakeholders\nsuch as local authorities, housing associations and energy suppliers.\n●\nThese stakeholders could then use these advanced analytics, which include\nsmart meter system data, to plan interventions in the forms of advice, insights\nor new services in order to combat fuel poverty in households currently in\nvulnerable circumstances.\nUnderstanding the smart meter data ecosystem was an important first step in helping\nus to understand which stakeholders needed to be involved in future conversations\nabout the smart meter system data exchange and what some of the barriers might be\nthat prevent data from being accessed by the wider energy sector.\nOpen Data Institute | June 2021Improving data access in the UK smart meter data ecosystem9\n\nWorkshop format and\nattendance\nThe ODI team ran two workshops, hosting participants from a variety of backgrounds\nsuch as potential data users (such as nonprofits and startups from both within and\noutside the energy sector), data providers (including representative energy sector\ntrade bodies), industry bodies, consumer advocacy groups, thinktanks and\ngovernment. The workshops were convened in an early exploratory manner to help\nbetter understand the potential for DCC’s ‘Data for good’ system data exchange\ninitiative, and were designed to not be exhaustive in scope.\nThe data users’ workshop was convened to explore the high value socioeconomic\nuses of system data in the ecosystem, the current data infrastructure underpinning\nthe ecosystem, and the opportunities to increase value through new partnerships,\noperating models or data infrastructure.\nThe public considerations workshop focussed on using a data ethics and privacy lens\nto align the key priorities in the market, understand the key risks and barriers to an\ninitiative targeting these priorities and develop mitigation strategies.\nIn both workshops, UrbanTide gave an overview of their in-development solution,\nuSmartZero – funded through Modernising Energy Data Applications, a BEIS and\nOfgem sponsored competition funded by UKRI. DCC is participating in the feasibility\nstudy as part of a consortium. The project is exploring how smart meter system data\nat an aggregated level, when combined with other data sets, can help to identify\nhouseholds in or at a risk of fuel poverty.\nParticipants answered a series of questions and were asked to rank or respond using\nthe Sli.do voting system. This was followed by discussion enabling participants to\nprovide more detail to their answers.\nOpen Data Institute | June 2021Improving data access in the UK smart meter data ecosystem10\n\nUse cases for smart\nmeter system data\nAs a precursor to the work with the ODI, DCC has been exploring potential use cases\nfor smart meter system data. Working with the Connected Places Catapult and as a\nparticipant to the Smart Meter Public Interest Advisory Group,  a number of use cases\nhave arisen where smart meter system data could provide significant value.\nIn 2020, DCC reviewed the Innovate UK Local Energy Data Innovation project, led by\nRegen SW as a further source ofuse casesthat couldbe underpinned by improved\naccess to smart meter system data.\n13\nThese combined sources of use cases covered a number of themes including:\n●\nAchieving net zero and local decarbonisation\n●\nAddressingconsumer vulnerability and fuel poverty\n●\nOptimising efficiency and reducing costs arounddomesticenergy and bills\n●\nImproving the infrastructure forelectric vehicles(EV)\n●\nOptimising and decarbonisingenergy generation\n●\nOptimisingenergy networks\n●\nImprovingenergy services and their supply arrangements\n●\nImprovingflexibility services\n●\nJoining up utilitiesto find cross-sector efficiencybetween energy and water\n●\nBetter understanding the links between energy andpublic healthand\nimproving public health outcomes\nAcross both workshops achieving net zero and local decarbonisation, addressing\nconsumer vulnerability and fuel poverty and optimising and decarbonising energy\ngeneration came out as the top three choices. This clearly communicates that\nstakeholders across the energy data ecosystem are aligned on the major priorities for\nthe energy sector – switching to renewable energy and addressing financial\nvulnerability.\nOther use cases chosen in the top five were focused on EV and domestic energy in\nthe data users’ workshop, and domestic energy and public health in the public\nconsiderations workshop.\nThe participants were also asked for additional use cases they felt were not included\nin the themes presented. These included:\n●\nimproving efficiency and decarbonisation specifically in heat provision and\nheat pump adoption\n●\ntargeting retrofitting in private rental sector (beyond current work in social\nhousing)\n13\nRegen (2020), “Local Energy Data Innovation”,\nhttps://www.regen.co.uk/publications/local-energy-data-innovation/\nOpen Data Institute | June 2021Improving data access in the UK smart meter data ecosystem11\n\n●\noptimising the energy system for the agriculture industry\n●\nprovide data for policy planning and measuring the impact of major events\n(such as a pandemic) on energy use\n●\ninforming decarbonisation strategies for commercial premises.\nKey stakeholders\nParticipants were asked to identify the key ecosystem stakeholders that needed to be\ninvolved in the ‘Data for good’ programme in order to deliver on the prioritised use\ncases. Answers fell broadly into three categories: primary energy sector stakeholders,\nsecondary energy sector stakeholders and other stakeholders.\nPrimary energy sector stakeholders are those delivering energy and energy related\nservices through the entire supply chain. This included energy producers, distributors\nand organisations providing additional services. This also included regulators like\nOfgem, industry bodies like the Energy Savings Trust and government organisations\nlike BEIS. This also included energy consumers themselves.\nSecondary energy sector stakeholders are those connected more loosely to the\nenergy sector but have a direct impact. This included local authorities, consumer\ngroups, housing providers and the construction sector, and universities.\nFinally, there were a few organisations that can be seen as removed from the energy\nsector but with the potential to play a big role in the wider smart meter system data\necosystem. This included data focussed organisations such as data intermediaries\nwith experience in other similar sectors, especially the open banking ecosystem. Civil\nsociety organisations (CSOs) connected to the outcomes of these use case themes\nand the Information Commissioner’s Office (ICO) were also mentioned.\nSustainable data access\nThe financial sustainability of data access ensures that the benefits from that access\ncontinue to flow to beneficiaries. Our research onsustainable data accesshas shown\nhow important this is, and the various ways organisations usually manage this.\nDCC is proposing to maximise data access at the lowest possible cost required to\nmaintain financial sustainability. Data will be provided free where possible.\nIn our data users’ workshop we sought feedback about some of these methods:\n●\nMembership fees\n●\nSubscription fees\n●\nUsage fees\n●\nFree + premium/tiered access\n●\nFree + 'over-the-top' services\nProviding a ‘tiered freemium access’ model was a popular option, with most\nrespondents believing that there should be some free access, and the ability to either\nOpen Data Institute | June 2021Improving data access in the UK smart meter data ecosystem12\n\nprice discriminate based on the service requested (such as premium APIs) or the\norganisation requesting access (such as free for nonprofits and a progressive fee\nsystem for the private sector).\nTechnical infrastructure\nFinally, data users were asked what types of technical infrastructure would help\nenable innovation, trust and value in the smart meter system data ecosystem.\nResponses included:\n●\nOpen licences (such as Creative Commons)\n●\nWell-documented APIs\n●\nDeveloper sandboxes\n●\nA community of users\n●\nA query tool\n●\nCodes of practice\n●\nMetadata\n●\nStandardised consent manager\nMany of these types of infrastructure have been successfully used in other data\naccess initiatives such asopen banking, includingAPI specifications, security profiles\nand other guidelines.\n14\nExisting initiatives such asopen banking and Open Energy\ncould provide a model for how DCC may want to implement similar standards across\n‘Data for good’.\n14\nOpen Banking (2019), ‘Welcome to the Open Banking Standard’,https://standards.openbanking.org.uk/\nOpen Data Institute | June 2021Improving data access in the UK smart meter data ecosystem13\n\nBarriers, risks and\nmitigations for smart\nmeter system data\nAll data access initiatives come with inherent risks. Data should be as open as\npossible, but to do so without the proper safeguards to security and privacy to\nmitigate those risks can harm people and lead to a loss of trust in data sharing.\nThe main risks and concerns voiced by the workshop participants echoed many that\nrightly coincide with other similar initiatives. Concerns included that privacy may not\nbe sufficient or data may be de-anonymised; that data may be used inappropriately\nsuch as with discriminatory services; and typical fears around security and accuracy.\nSome important risks and barriers that surfaced outside of typical fears focused\nprimarily on digital exclusion. Digital literacy and understanding consent are critical\ncomponents to ensure equitable benefits from a data access initiative. There were\nalso concerns that people without smart meters would not accrue benefits.\nRegarding the issue of fuel poverty there were concerns that in focusing overly on the\nenergy sector or ‘fuel poverty’, a siloing of data or effort could occur that doesn’t\naddress the fact that poverty is not relegated to just a single sector of the economy.\nBuilding trust: mitigating risks and equitable\nbenefits\nThere are risks around ensuring that the benefits from this initiative are realised and\nare equitably distributed, and participants identified several ways to mitigate these\nrisks. These activities help ensuretrustworthy dataaccessby focusing on consent,\nredress and clear, active communication.\nAs in all data access initiatives, consent is critical to building a trustworthy data\necosystem. Consent can never be fully informed, for reasons including the difficulty in\nanticipating all potential uses of data, but clearly communicating the consent\nmechanisms, intended benefits of the initiative, the risks and how to access redress\nis best practice for data governance. Participants also noted that public engagement\nshould be represented by a diverse group to ensure equitable support.\nParticipants felt that data users must play an active role in demonstrating to\nconsumers that their use of data aims to provide a public benefit, as consumers are\nlikely to be most concerned with why data about them is being shared. This aligns\nwith our previous research on the topic, ‘About DataAbout Us’ produced with the\nOpen Data Institute | June 2021Improving data access in the UK smart meter data ecosystem14\n\nRSA and Luminate, which found that ‘people are happy to share data about them for\nsocietal benefits, but want to understand and have a say in what it is used for.’\n15\nParticipants also suggested that one of the best ways to build trust was to prove the\nimpact with a small pilot project, possibly in a single locality and scale up from there.\nThis approach is being deployed with Open Energy, which may prove instructive.\nOther means of ensuring trust in the system included defining metrics and monitoring\nthem against audits, using widely accepted standards, citizens assemblies and an\nethics board.\n15\nOpen Data Institute (2019), ‘Data About Us: ‘the people’ know and care more than they are given credit\nfor’,\nhttps://theodi.org/article/data-about-us-the-people-know-and-care-more-than-they-are-given-credit-for/\nOpen Data Institute | June 2021Improving data access in the UK smart meter data ecosystem15\n\nRecommendations\nIt takes a lot of work to create an open, trustworthy data ecosystem and DCC is well\npositioned to begin that journey with the system data exchange initiative described in\nthe ‘Data for good’ discussion paper. The smart meter data ecosystem is poised for\nsuch a data access initiative, with interest from end users, data users and providers,\nas well as similar trends across the energy sector and beyond. Broadly speaking we\nbelieve that DCC identifying as a data institution and the ‘Data for good’ initiative as a\ndata access initiative will help both align activities and priorities, as well as help\ndeliver on intended outcomes.\nWe recommend the following key steps:\n●\nConvene an advisory group of different industry representatives to develop a\nprogramme of activity for further discovery and implementation, in a similar\nway to the Open Energy Advisory Groups led by Icebreaker One\n○\nSeek buy-in from the industry’s main service providers, such as\nenergy suppliers and distribution network operators (DNOs), to\nensure a smooth implementation and achievement of goals\n○\nConfer with key representatives from other data initiatives in the\ncommunications, water, and banking sectors to learn best practice\nand where pitfalls may exist. Ensure alignment as much as possible\nwith the work done by the BEIS Smart Data team and the Open\nEnergy initiative.\n○\nRun workshops with this group focussing on data ethics, sustainable\ndata access, building trust, technical infrastructure and other key\nthemes that have surfaced throughout the initial work.\n●\nConsider how to incorporate the views of the public and customers in\ngovernance and access, given the ‘public good’ designation of the data\ninfrastructure. Participants clearly outlined the need for public transparency\nand outreach regarding consent, risks, benefits and other aspects. The\nINSIGHT data institutionfound success in having arobustpatient and public\ninvolvement programme.\n●\nExplore ways to stimulate and encourage further work on specific use cases\nsuch as what is being done with uSmartZero. Data users and consumer and\ncivil society organisations showed clearly that net zero, fuel poverty and\nimproved energy services are key areas to develop these use cases. This\nmight involve engaging in discovery projects, delivering hackdays or\nexploring options for stimulus funding for small projects.\n●\nIn the finance sector, open banking has already demonstrated that a\nstandardised set of APIs, licensing and approach to managing access and\nconsent can help to drive innovation in a way that is good for consumers.\nWorking with industry stakeholders and data users to develop some of the\ntechnical infrastructure outlined in the findings, such as open standards and\nAPIs, ensuring alignment with the Open Energy standards.\n●\nPromote and sponsor further engagement and research to understand the\ndata ecosystem better, such as an appropriatemodelfor data access, such\nas adatainstitution for data that cannot be openlypublished. Ensure that the\nOpen Data Institute | June 2021Improving data access in the UK smart meter data ecosystem16\n\ninfrastructure and financial costs for data users to meet the necessary\ntechnical, security and audit requirements for access are not prohibitive.\n●\nEnsure that the sustainability of the funding model is proportionate to firm\nsize, stimulating innovation from smaller organisations, nonprofits and\nacademia, and not restrictive to only large private sector organisations and\ngovernment.\n●\nFollowing the Energy Data Task Force recommendation of data being\n‘presumed open’, publish data and information openly wherever possible,\nsuch as about the Smart Energy Code, the different types of smart meters,\nand the progress of the initiative and national rollout itself. This will help\nengender trust in the overall programme.\nIn addition to our recommendations for DCC, we believe that the wider ecosystem of\nstakeholders, such as data users and providers, civil society, government and\nregulators have a role to play. Our recommendations for these stakeholders are as\nfollows:\nData users\n●\nEngage with DCC and other data providers in the energy sector to help them\nidentify and prioritise use casesfor smart metersystem data.\n●\nWork with DCC to inform the creation of a model fordata access that is\nboth sustainable and equitable.\n●\nWhen using smart meter system data, make sure tocommunicatethe\npublic benefitsof this data use as openly as possible.\nData providers (including energy suppliers and DNOs)\n●\nConsider how the data collected could be useful in addressing social,\neconomic and environmental challenges. Work with ecosystem partners to\ndevelop valuable use casesusing this data.\n●\nExplore how tomake this data more availablethroughsustainable and\ntrustworthy data access models.\nCivil society\n●\nWork with DCC and other smart meter ecosystem stakeholders toevaluate\nthe access, use and sharing of smart meter system data through an\nethics lens. Help ensure that value is flowing throughthe ecosystem\nequitably, especially towards people in vulnerable situations, and that risks\nare mitigated as much as possible.\n●\nWork with the public toidentify common challengesthat could be\naddressed through improved access to smart meter data.\nGovernment and regulators\n●\nWork with DCC and other energy stakeholders toensurethat regulations\nsupport access to smart meter datawhere appropriate,including\nmechanisms for redress, and that this is communicated to clearly to the\npublic.\n●\nAs a longer term objective,consider making fundingavailable to support\ndata users in addressing social, economic and environmental challenges\nusing smart meter data, through challenges and innovation programmes.\nOpen Data Institute | June 2021Improving data access in the UK smart meter data ecosystem17\n\nAppendix 1: The value of\nsharing data\nBusinesses can create value by using third-party data to develop new products and\nservices. Our research has shown that they can unlock additional value by sharing\ndata they have collected.\n16\nIncreasing access to dataheld in the private sector has\nproven benefits to businesses in many ways, including:\n●\nImproving supply chain efficiency\n17\n●\nIncreasing market reach\n18\n●\nFacilitatingbenchmarking and market insights\n19\n●\nBuilding trust\n20\n●\nImproving efficiencies throughopen innovation\n21\n, includingwithinregulated\nmarkets\n22\n●\nCollaborating toaddress sector-wide challengessuchas those found in the\nenergy sector\n23\nOur research with the Bennett Institute at the University of Cambridge onthe value of\ndatahas shown that despite increasing access to databeing an important way to\nunlock its wider economic and social benefits, there are various market failures\naround data and the data economy that mean data sharing initiatives will not\nnecessarily emerge on their own.\n24\n24\nOpen Data Institute & Nuffield Foundation (2020), ‘Valuing data: foundations for data policy’,\nhttps://www.nuffieldfoundation.org/project/valuing-data-foundations-for-data-policy\n23\nOpen Data Institute (2020), ‘Case study: The value of sharing data to address sector challenges’,\nhttps://theodi.org/article/case-study-the-value-of-sharing-data-to-address-sector-challenges/\n22\nOpen Data Institute (2020), ‘Case study: The value of sharing data in regulated environments’,\nhttps://theodi.org/article/case-study-the-value-of-sharing-data-in-regulated-environments/\n21\nOpen Data Institute (2020), ‘Case study: The value of sharing data to drive open innovation’,\nhttps://theodi.org/article/case-study-the-value-of-sharing-data-to-drive-open-innovation/\n20\nOpen Data Institute (2020), ‘Case study: The value of sharing data to build trust’,\nhttps://theodi.org/article/case-study-the-value-of-sharing-data-to-build-trust/\n19\nOpen Data Institute (2020), ‘Case study: The value of sharing data for benchmarking and insights’,\nhttps://theodi.org/article/case-study-the-value-of-sharing-data-for-benchmarking-and-insights/\n18\nOpen Data Institute (2020), ‘Case study: The value of sharing data for improving market reach’,\nhttps://theodi.org/article/case-study-the-value-of-sharing-data-for-improving-market-reach/\n17\nOpen Data Institute (2020), ‘Case study: The value of sharing data in supply chain optimisation’,\nhttps://theodi.org/article/case-study-the-value-of-sharing-data-in-supply-chain-optimisation/\n16\nOpen Data Institute (2020), ‘Report: Sharing data to create value in the private sector’,\nhttps://theodi.org/article/report-sharing-data-to-create-value-in-the-private-sector/\nOpen Data Institute | June 2021Improving data access in the UK smart meter data ecosystem18\n\nAppendix 2: Data access\ninitiatives in other\nsectors\nCurrently under the banner ofSmart Data, in 2019,a data portability strategy was\npublished as part of the UK Industrial Strategy. This proposed that greater access to\ndata would foster innovation to improve consumer outcomes by:\n○\naccelerating the development of innovative data-driven services in\nconsumer markets\n○\nusing data and technology to help vulnerable consumers\n○\nensuring consumers and their data are protected.\n25\nSmart Data, data portability and data access initiatives, including the work being\ndone in the energy sector by BEIS, Ofgem and Icebreaker One, include initiatives to\nincrease access to data in a variety of sectors:\n●\nOpen bankingallows retail banking customers to share account and\ntransaction data with trusted partners. When securely shared, the data can\nbe used to build useful services such as account aggregation and personal\nfinancial management.\n26\n●\nThe Financial Conduct Authority (FCA) is looking to expand this to other\nfinancial data sources, including savings, investments, mortgages and\npensions under the banner ofopen finance.\n27\nOf thesethePensions\nDashboardbeing led by the Money and Pensions Service(MaPS) is the most\nmature.\n28\n●\nOpen communicationswould enable people and businessesto share data\nabout their use of telecoms services, held by their providers, with third parties\nwho could help them navigate the market and get a better deal.\n29\nOur first\nlook intoopen APIs in the telecoms industrydemonstratedthat there is\n29\nOpen Data Institute (2020), ‘Open Communications: An open trustworthy data ecosystem for the\ntelecommunications sector’,\nhttps://theodi.org/article/open-communications-an-open-trustworthy-data-ecosystem-for-the-telecommunicati\nons-sector-report/\n28\nPensions Dashboard Programme (2021), ‘UK Pensions Dashboard’,\nhttps://www.pensionsdashboardsprogramme.org.uk/\n27\nOpen Data Institute (2020), ‘The Financial Conduct Authority’s call for input on open\nfinance: ODI response’,\nhttps://theodi.org/article/the-financial-conduct-authoritys-call-for-input-on-open-finance-odi\n-response/\n26\nOpen Data Institute (2019), ‘How far Open Banking has come: our five takeaways’,\nhttps://theodi.org/article/how-far-open-banking-has-come-our-five-takeaways\n25\nDepartment for Business, Energy and Industrial Strategy (2019), ‘Smart Data: Putting\nconsumers in control of their data and enabling innovation’,\nhttps://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_\ndata/file/808272/Smart-Data-Consultation.pdf\nOpen Data Institute | June 2021Improving data access in the UK smart meter data ecosystem19\n\npotential to enable new products and services that meet the needs of a wide\nset of users.\n30\n●\nThough not a formal Smart Data initiative, theOpenActiveprogramme from\nSport England and the ODI is currently helping the sports and leisure sector\nadopt data standards and publish open data with the hope of getting more\npeople in England active.\n●\nSimilarly, there have been initiatives in thetransport\n31\nandhealth\n32\nsectors to\nimprove access to data about transport users and patients in trustworthy and\nsecure ways.\n32\nOpen Data Institute (2020), “Applying new models of data stewardship to health and care data [report]”,\nhttps://theodi.org/article/applying-new-models-of-data-stewardship-to-health-and-care-data-report/\n31\nOpen Data Institute (2018), “Personal data in transport: exploring a framework for the future (report)”,\nhttps://theodi.org/article/personal-data-in-transport-exploring-a-framework-for-the-future-report/\n30\nProjects by IF (2018), ‘Open APIs in the Telecoms Industry’,\nhttps://openapis.projectsbyif.com/\nOpen Data Institute | June 2021Improving data access in the UK smart meter data ecosystem20\n\nAppendix 3: Additional\nresources\n●\nTheData Landscape Playbook, which helps organisationsinvolved indata\naccess initiatives— collaborative programmes thatfocus on addressing\nsocial, environmental or economic challenges by improving access to data —\nto prioritise and plan their initial activities to design or strengthen data\ninfrastructure\n●\nTheTrustworthy Data Stewardship Guidebookhas beencreated to help\norganisations assess, build and demonstrate both their trust and their\ntrustworthiness\n●\nTheSustainable Data Access Workbookwhich supportsorganisations that\nsteward data to make better decisions about their revenue models\n●\nMapping data ecosystemsmethodology andtool– a toolfor documenting\nand mapping data ecosystems\n●\nOpen standards for the UK energy sector\n●\nAnonymisation and open data: An introduction to managing the risk of\nre-identification\n●\nOpen Standards for Data- This guidebook helps peopleand organisations\ncreate, develop and adopt open standards for data.\n●\nData sharing in the private sector- includes casestudies on businesses\ngaining value from increasing access to data they hold and asummary report\n●\nThe Value of Data report- exploring ideas aroundhow to effectively and\nethically tap into the value of data\nOpen Data Institute | June 2021Improving data access in the UK smart meter data ecosystem21","version":"1.10.100"}