{"numpages":12,"numrender":12,"info":{"PDFFormatVersion":"1.7","IsAcroFormPresent":false,"IsXFAPresent":false,"Creator":"Adobe InDesign CC 2014 (Macintosh)","Producer":"Adobe PDF Library 11.0","CreationDate":"D:20141209110529Z","ModDate":"D:20141209110530Z","Trapped":{"name":"False"}},"metadata":{"_metadata":{"xmp:createdate":"2014-12-09T11:05:29Z","xmp:metadatadate":"2014-12-09T11:05:30Z","xmp:modifydate":"2014-12-09T11:05:30Z","xmp:creatortool":"Adobe InDesign CC 2014 (Macintosh)","xmpmm:instanceid":"uuid:d55d4d35-a676-0c41-8dc1-f85fda2498f5","xmpmm:originaldocumentid":"xmp.did:694c5aed-16f0-4c50-acb8-a13435c78d17","xmpmm:documentid":"xmp.id:7a14c16a-9aab-4cc1-9f4a-0e88f97472fc","xmpmm:renditionclass":"proof:pdf","xmpmm:derivedfrom":"xmp.iid:3ac69cf6-a190-4c50-a286-56c3caa2f99dxmp.did:3ac69cf6-a190-4c50-a286-56c3caa2f99dxmp.did:694c5aed-16f0-4c50-acb8-a13435c78d17default","xmpmm:history":"convertedfrom application/x-indesign to application/pdfAdobe InDesign CC 2014 (Macintosh)/2014-12-09T11:05:29Z","dc:format":"application/pdf","pdf:producer":"Adobe PDF Library 11.0","pdf:trapped":"False"}},"text":"\n\n\n\nOpen data roadmap for the UK | Open Data Institute 2015\n The Open Data Institute would like to acknowledge and thank all of those who have \n contributed their time and expertise to the evolution of this roadmap, including the \n ODI team, its members, startups and a range of people across the open data community. \n If you haven’t contributed yet, you still can. Over the first half of 2015, we’ll continue to \n expand on its themes, in open discussion and workshops. \n Follow @ODIHQ on Twitter to keep up-to-date. \nThis roadmap by the ODI is licensed under a Creative Commons Attribution-ShareAlike (CC BY SA 4.0) International License\n\n3Open data roadmap for the UK | Open Data Institute 2015\nAround  the  world,  governments,  businesses  \nand communities are drawing on data and \ndigital technologies to help respond to \nchallenges that surround us. \nOpen  data:  an  essential  part  of  \nmodern policy-making\nOpen data has emerged as a core component of \nthe  UK’s  commitment  to  open  policy-making.  It  \nis key to the digital transformation of government, \nwhich will only continue to increase in pace with \nthe next parliament. \nThe  UK  has  already  taken  steps  to  harness  the  \nbenefits of open data for improved policy-making, \nand social, environmental and economic benefit. \nThe Open Data Institute’s open data roadmap sets \nout steps the government can take to continue to \ndrive progress. \nWhat is open data?\nOpen  data  is  data  that  is  made  available  by  \ngovernment,  businesses  and  individuals  for  \nanyone to access, use and share. Open data is:\n• helping government to make public services \nmore efficient;\n• driving innovation and economic growth by \nrevealing opportunities for businesses and \nstartups to build new services;\n• offering citizens insights into how central and \nlocal  government  works,  improving  public  trust  \nand boosting political engagement; and\n• helping government and communities to keep \ntrack of local spending and performance.\nNot all data is open data\nData can be freely accessible but that does not \nmean  it  is  ‘open  data’.  For  example,  we  can  \naccess  Twitter  feeds  any  time,  but  we  cannot  \nreuse the data without buying a licence with strict \nconditions.  Open  data  is  data  that  is  published  \nunder a licence with express permission to reuse, \nshare and modify. \nSome data will be closed for reasons like privacy, \ncommerciality and security. Open data should not \ncompromise privacy: in any circumstances where \npersonal data is being dealt with, there need to \nbe  meaningful  privacy  safeguards  and  ways  for  \npeople to access their own data. \n\n4Open data roadmap for the UK | Open Data Institute 2015\nMaking UK public services more efficient\nThe UK’s aging and increasing population will put new pressures on its healthcare system and \neconomy over the next 15 years. Over £200m per year in potential NHS savings have been found \nusing open data, which showed where general practitioners throughout the country could be \nprescribing generic drugs instead of branded versions. These savings were revealed in 2012 \nby ODI startup Mastodon C, in collaboration with Open Health Care UK and science writer Ben \nGoldacre, by analysing the prescription records of every family doctor in the UK, without releaving \ntheir patients’ identities.\nPreparing UK cities for the next 7 million people\nWith the UK population expected to increase by 10% over the next 15 years, to around 70.7 \nmillion people,\n1\n space in UK cities is at a premium. Cities across the UK have started opening \nup their data for new apps to help plan and scale their infrastructure. For example, University \nCollege London researcher Oliver O’Brien used data from the London Datastore to map how \nmany people enter and exit tube stations, and how this changes over time. His research has \nhelped inform tube planning around service delivery and staffing. \n1 \nAdjusting services to an unpredictable climate\nRising temperatures will mean more extreme weather for the UK. In 2014, floods in the UK \nhighlighted the need for better communication in emergency prevention and response. Open \ndata is being used around the world to help target responses to natural disasters. In the aftermath \nof  the  2010  Haiti  earthquake,  OpenStreetMap  collated  open  mapping  data,  and  became  the  \nauthoritative source of information about roads, buildings and camps of displaced people. Open \ndata was also at the centre of relief efforts after the 2013 Typhoon Haiyan in the Philippines.\n\n5Open data roadmap for the UK | Open Data Institute 2015\n\n6Open data roadmap for the UK | Open Data Institute 2015\nThe  UK  is  ranked  number  one  in  the  world  for  \nits  leadership  in  open  data  by  the  Open  Data  \nBarometer (2013). For more than a decade, UK \ngovernments of various political parties have built \non the open data initiatives of their predecessors \nto encourage open data to be released and reused \nacross government: from the launch of the Power \nof Information Review by the Blair government in \n2007,  to  the  implementation  of  the  data.gov.uk  \nopen  data  portal  under  the  Brown  government  \nin  2009,  to  David  Cameron’s  letter  to  cabinet  \nministers in 2010, affirming previous progress \nin  open  data  and  setting  out  the  coalition’s  \ntransparency agenda. \nAmong  the  UK’s  many  successes  have  been  \nthe publication of more than 15,000 government \ndatasets  as  open  data;  the  chairing  of  the \ninaugural Open Government Partnership in 2011; \nthe introduction of the Open Government Licence; \nthe launch of the Open Data Institute; and frequent \ntraining  opportunities  and  incentives  for  public  \nbodies to release more open data.\nThis means the UK is perfectly \nplaced to unlock value\nThe efforts of the Government Digital Service, the \nDepartment  for  Business,  Innovation  and  Skills  \nand the Cabinet Office have contributed to the \nUK’s  world-class  digital  government  service  \ndelivery. \nThere is still more data that can be released, \nmore uses of data that can be demonstrated \nand more that can be done to improve data \nquality and literacy. \nThe UK has made great strides in open data so far, \nand must continue to move forward boldly.\n\n7Open data roadmap for the UK | Open Data Institute 2015\nNew businesses are emerging\nwith open data\nAs  more  open  data  is  released,  businesses  are  \nusing  it  to  grow.  Startups  supported  by  the  \nODI  have  used  open  data  to  build  businesses  \naround government procurement, health savings, \nsmart cities, energy efficiency, 3D-printing and \nsupporting  disabled  communities.  They  have  \nattracted clients from both the public and private \nsectors,  and,  between  them,  generated  £2.5m  \nsince 2012.\nThe UK’s efforts in open data have fostered new \nkinds  of  innovation  and  new  business  models.  \nNow the focus is moving onto sustainability.\nA sustainable open data culture\nThe ODI has been engaging groups from across \nthe UK’s open data communities to gather their \nfeedback and build on this strong foundation. \nBased on these conversations, the ODI’s roadmap \nfor open data in the UK sets out recommendations \nfor  how  to  achieve  a  sustainable  open  data  \nculture.  The  roadmap  also  builds  on  a  range  of  \npolicy  documents  that  have  been  released  this  \nyear,  including:  the  Royal  Statistical  Society’s  \nData Manifesto; Policy Exchange’s Technology \nManifesto; and the Institute for Government’s \nProgramme for Effective Government. \nIn  2015,  the  ODI  will  continue  to  explore  the  \nprerequisites  for  widespread  impact  from  open  \ndata, through discussions with UK stakeholders, \ntechnical briefings and regular blog-posts on the \nODI website. We will continue to invite feedback \nas  we  move  from  laying  the  foundations  for  a  \nsustainable open data culture, to putting it into \npractice. \nOpen data roadmap for the UK | Open Data Institute 2015\n\n8Open data roadmap for the UK | Open Data Institute 2015\nThe next UK Government should:\n 1.  Clearly embed open data within a wider data strategy\n 2.  Appoint a Chief Data Officer for government to oversee this strategy\n 3.  Build data publication into all government digital services\n 1.  Support UK trading funds to release more closed datasets as open data\n 2.  Use the National Information Infrastructure as a tool for future releases\n 3.  Include the release of open data in government procurement contracts\n 1.  Commit to data training for government, business and citizens\n 2.  Incentivise government to consume open data, not just publish it\n 3.  Connect research and development frameworks to open data \n\n9Open data roadmap for the UK.   Open Data Institute 2014\nThe central government has stimulated a range \nof activities around open data. Now is the time \nto connect and focus them. \n 1.  Invest in a data framework:\nembed open data as part of a\nwider data strategy\nSome aspects of data policy, like open data, data \nsharing and data science are dealt with by different \nteams  in  the  Cabinet  Office.  Data  protection  \nand IP rights in data are coordinated by other \ndepartments. The responsibility for all aspects of \ndata policy should lie in one place within the Cabinet \nOffice, and be more clearly aligned with digital \nservice delivery. The Information Commissioner’s \nOffice should oversee regimes governing both \naccess  to  and  reuse  of  public  information,  and  \nbe supported to continue to improve its services. \nThe  data  strategy  should  cover  data  owned  by  \ncentral and local government, other public bodies \nand organisations outside government, wherever \npossible.\n 2 .  Give the framework oversight \nand political attention: appoint a \nChief Data Officer, who, as part \nof their role, will monitor and seek \nthe publication of open data\nA government data strategy needs strong strategic \nleadership. A Chief Data Officer position created \nwithin the Cabinet Office should be provided with \nbudget and a team to develop, advocate for and \nseek  progress  on  all  aspects  of  the  UK’s  data  \nstrategy. The Chief Data Officer position would \nreport to the Executive Director of Digital in the \nCabinet Office, explicitly aligning data as part of \nthe government’s ‘digital by default’ strategy. The \nChief Data Officer should be able to compel the \nrelease  of  data  as  high-quality,  open  data  from  \npublic bodies, where it is in the public interest to \ndo so.\n 3 .  Combine policy with delivery:\nsupport the Government Digital \nService to develop a world-class \ndata publishing platform for use \nby the public sector\nThe  Government  Digital  Service  is  transforming  \nonline government services, and making it easier \nto find information about government. Similar \nattention  should  be  paid  to  embedding  high-\nquality  data  publication  into  all  digital  services  \nacross  government.  The  GDS  is  best  placed  \nto exercise this role. GOV.UK and the Office of \nNational  Statistics  website  should  be  invested  \nin to enhance high-quality open data publication. \n\n10Open data roadmap for the UK | Open Data Institute 2015\nThe UK Government has published a lot of open \ndata, but it still holds important datasets that \nare  ‘closed’  –  that  is,  not  openly  licensed  for  \nreuse. These datasets could have significant \nsocial, environmental and economic benefits \nif released as high-quality open data.\n \n 1 .  Open up: invest in the release\nof important datasets as open data\nThe  standard  for  UK  public  sector  data  is  open  \nby  default.  Geospatial  data,  address  data,  \nmeteorological  data  and  land  valuations  data  \nall  hold  immense  potential  if  released  as  high-\nquality  open  data.  Trading  funds  including  \nOrdnance Survey, the Met Office, Land Registry \nand Companies House need to be empowered to \ncontinue to release more open data. In Denmark, \nin 2002, the government made its national address \nfile free; since then it has calculated a 30 to 1 ratio \nof direct financial benefits to cost.\n2\n \n 2 .  Think big: use the National \nInformation Infrastructure to plan \nfor the future\n \nThe  National  Information  Infrastructure  is  a  \npotentially  powerful  strategic  asset  to  prioritise  \nand incentivise the release of important datasets.  \nIt needs thoughtful design and investment so that \nit is more than a static list of datasets: it needs to \nchange and evolve as other infrastructures do. So \nfar, the NII has largely highlighted important but \nclosed datasets, without a means of opening them \nup, or a plan for identifying future data assets. The \nnew Chief Data Officer should be able to release \nimportant datasets identified through the NII as \nopen data, taking account of what public bodies \nand the wider community want and need.\n 3 .  Set best-practice for the \nfuture: mandate that government \nprocurement contracts require \nthe release of open data\nThe UK has committed to being “open by default” \nunder the G8 Open Data Charter. Embedding \nopen data into procurement contracts will ensure \nthat data produced in future, as part of the delivery \nof goods and services for government, is opened \nup. The government should also proactively look \nfor tenders that will generate significant amounts \nof data. The ODI has published a guide, Procuring \nopen data in the public sector, which outlines how \nopen data can be embedded into the procurement \nof public services. \n\n11Open data roadmap for the UK | Open Data Institute 2015\nAcross the UK, businesses, researchers, citizens \nand  public  bodies  already  rely  on  open  data  \nto  deliver  products  and  services  and  help  \nlower  costs,  often  without  realising.  With  a  \nclear UK data strategy, strong implementation \nand  access  to  high-value,  good-quality  \ndatasets, the number of businesses, research \nprojects, innovative services and new ways of \ninterpreting open data will continue to flourish.\n \n 1.  Commit to data training and \nskills development for government, \nbusiness and citizens\nIn October 2013, the government published its  \nstrategy  for  increasing  UK  data  capability,  with  \nstrong emphasis on data skills development. The \nnation needs more data scientists and statisticians, \nequipped with basic skills that can be applied in \nall fields of data analysis. Civil servants should be \ntrained in basic data literacy skills, including open \ndata. Open data training encourages collaboration \nacross different kinds of data, and will ultimately \nfoster the data scientists of tomorrow. \n 2 .  Incentivise government to \nconsume open data, not just\npublish itr \nTraining  the  next  generation  of  data  scientists  \nand statisticians will be of little benefit if their \nskills  are  not  put  to  good  use.  Government  \ndepartments need to be encouraged to use open \ndata themselves, published by both government \nand  business,  and  to  request  more  open  data  \nfrom  businesses  to  advance  policy  goals.  The  \ngovernment should introduce a rewards scheme \nfor innovative uses of the open data it releases.\n 3 .  Connect research and \ndevelopment frameworks to open \ndata\nThe Royal Statistical Society highlights increased \ninvestment in R&D as an essential element of its \ndata manifesto, to strengthen data and statistics \nfor better policy-making, greater democracy and \nincreased  prosperity,  and  the  ODI  agrees.  The  \nfunding framework for R&D can also be explicitly \naligned with open data. Where R&D is supported \nby public funds, the data that is created should \nbe made available to other researchers, as open \ndata  wherever  possible.  Existing  and  future \ninvestments in data science and R&D, including \nbig data initiatives, should form a coordinated and \ncomplementary research landscape.\n \n\nOpen data roadmap for the UK | Open Data Institute 2015\nThe ODI is an independent non-profit bringing together government, \nindustry and academia to realise the benefits of open data. The ODI \nhelps people to unlock supply and demand for open data, and share \nthis value with everyone, by:\n•  Providing support to UK entrepreneurs working with open data\n•  Delivering open data training to people and government\n•  Recognising and rewarding best-practices with open data\n•  Connecting data reusers with data publishers\n•  Creating and sharing research on the benefits of open data\n•  Exporting UK open data best-practices to the world\nYou can learn more about the Open Data Institute at theodi.org\n \n1. Office of National Statistics, An Executive Summary, 2012-based National Population Projections Reference Volume (published March, 2014) \n 2. Danish Enterprise and Construction Authority, The Value of Danish address data (published July, 2010)\n P5. Visualisations - Left (Source: UK Climate Change Act 2008), Right (Sources: UK Parliament research: ‘The aging population’ & ‘Ready for aging?’)","version":"1.10.100"}