{"numpages":48,"numrender":48,"info":{"PDFFormatVersion":"1.4","IsAcroFormPresent":false,"IsXFAPresent":false,"Title":"#OPEN_REPORT_Data literacy and the UK government_ODI_2022-04","Producer":"Skia/PDF m102 Google Docs Renderer"},"metadata":null,"text":"\n\n↡\n\nContents\nSummary3\nBackground8\nChapter 1: Data literacy: what it is and why it matters11\nHow the ODI thinks about data literacy12\nFigure 1: ODI Data Skills Framework13\nThe importance of measuring data literacy14\nFigure 2: ODI Levels of Data Literacy15\nData literacy and other types of literacy16\nLiteracy and numeracy16\nFinancial literacy16\nDigital literacy17\nMedia literacy18\nAI literacy18\nOther literacies19\nHow these overlapping literacies relate to the ODI framework20\nChapter 2: Data literacy and the UK government21\nIn the National Data Strategy22\nIn the National AI Strategy24\nIn other documents24\nIn individual government departments27\nHow these definitions relate to the ODI framework28\nHow others think about data literacy28\nIn the AI Roadmap30\nHow other definitions relate to the ODI framework31\nChapter 3: Public sector data literacy initiatives for government32\nHow training, learning and development works inside government33\nCurriculum and campus34\nFunctions and professions35\nData masterclasses36\nOther initiatives37\nAssessing the offer against the ODI framework40\nChapter 4: Public sector data literacy initiatives for others41\nThe National Data Strategy41\nBeyond the National Data Strategy42\nAssessing the offer against the ODI framework44\nNext steps45\nAnnex47\nPublic sector data literacy initiatives\nfor government47\nPublic sector data literacy initiatives for others48\nStakeholder engagement48\nOpen Data Institute | April 2022 | Data literacy and the UK government1\n\nAbout\nThis report, published in April 2022, draws upon previous ODI work – including our\nown Data Skills Framework – as well as desk research and interviews with key\nstakeholders to understand the UK government’s current approach to data literacy.\nThe lead author is Gavin Freeguard (Special Adviser) and the wider project team\nincluded Dr Mahlet “Milly” Zimeta (Head of Public Policy), Dr Dave Tarrant\n(Programme Lead – Data Literacy, Senior Learning Advisor) and Violeta Mezeklieva\n(Consultant and EU business development lead).\nIf you want to provide feedback or get in touch, contact us atpolicy@theodi.org\nThis is work in progress. It is likely to be updated as\nwe continue our work. Keep an eye out for updates!\nHow can it be improved? We welcome suggestions\nfrom the community in the comments.\nOpen Data Institute | April 2022 | Data literacy and the UK government2\n\nSummary\nOne of the six points in theODI’s manifestofor openand trustworthy data\necosystems and a world where data works for everyone is data capability:\n‘Everyone must have the opportunity to understand how data can be and is\nbeing used. We need data literacy for all, data science skills, and experience\nusing data to help solve problems’.\nThis paper aims to map the UK government’s activity on ‘data literacy’, as part of\nthe ODI’s work in support of theUK National DataStrategy(NDS). The ODI\nunderstands ‘data literacy’ as ‘the ability to thinkcritically about data in different\ncontexts and examine the impact of different approaches when collecting, using\nand sharing data and information’. It goes beyond the technical skills involved in\nworking with data.\nThe UK government recognises the importance of data skills – ‘for a data-driven\neconomy and data-rich lives’ – by making itone ofthe four pillars of the NDS.\nWithin this, it says that ‘foundational data literacy will be required by all’.\nHow the government approaches ‘data literacy’ for its own workforce, in its\nattempts to increase the use of data in policymaking and service delivery, engages\nMission 3 of the NDS – ‘transforming government’s use of data to drive efficiency\nand improve public services’. Its policies and initiatives for the wider population\nengage Mission 1, on ‘unlocking the value of data across the economy’. But the\ngovernment’s work on Mission 3 will also have an impact on Mission 1, as we\nargued inour earlier reportmapping the organisationsresponsible for data across\nthe UK government.What the government does internallycan also affect the wider\neconomy and society, particularly given its role inleading by example, providing\nsupport (eg in publishing resources), and collaborating with others. As a major\nemployer in its own right – public sector employment accounts formore than a\nsixth of all employment in the UK– efforts to upskillits own workforce may have\nan impact on other sectors, as it shapes the employment market and workers\nmove in and out of the public sector.\nThis paper, based on desk research and interviews with key stakeholders,\nattempts to understand how the UK government is approaching data literacy, for\nexample by looking at how government (and others) think about ‘data literacy’ and\nhow this is reflected in initiatives to build data capability, both within the public\nsector and for the wider population.\nOpen Data Institute | April 2022 | Data literacy and the UK government3\n\nIt finds that:\n1.While everyone – in documents from the NDS totheAI Roadmap, and in\nconversations with key stakeholders – agrees that data literacy for all is\nimportant, government has no consistent definition of ‘data literacy’\n(reflecting the difficulty in settling on a definition found in the wider\nliterature). ‘Data literacy’ is often mentioned without being defined or\ndeveloped further. And it is quickly elided with more specialist, technical\ndata skills.There are several different strategies,documents and training\n1\noffers, but there is no obvious overarching framework for thinking about\ndata literacy. And these initiatives appear to ignore the government's own\nearlier work, such as itsframework for essentialdigital skills. The lack of\ndefinitions, combined with the multiple spheres and subjects ‘data literacy’\nspans, can make measuring data literacy a challenge.\n2.There are also other overlapping types of literacy – digital literacy, media\nliteracy, AI literacy, statistical literacy, tech literacy, information literacy,\nanalytical literacy, evaluation literacy and mathematical literacy all feature in\ngovernment documents and discussion alongside numeracy and financial\nliteracy. Data literacy is foundational for many of these. The NDS recognises\nboth the overarching problem with definitions, and these overlapping or\n‘parallel’ skills, but government has not yet delivered its promised definition\nof data literacy, or mapped out the distinctions between these skills and\ntheir importance for the wider economy.\n3.In 2021,we attempted to map the organisations responsiblefor ‘data’ in\ngovernment, because of our documented concern thatresponsibility was\nfragmented across multiple bodies, work was being duplicated, and\ndifferent initiatives were not well aligned with each other. With several\ndifferent organisations responsible for ‘data literacy’ in government, and\nthe lack of a consistent definition across government, there is still a risk of\nfragmentation, duplication and contradiction, and of not being able to\nwork out to what extent this is the case.\n1\nWe are conscious that our own framework is called aData Skills Framework, even though it includesmore\nstrategic and critical skills that we describe as ‘literacy’ as well as more technical skills. For more on the\nframework, see chapter 1.\nOpen Data Institute | April 2022 | Data literacy and the UK government4\n\n4.The government organisations with particular responsibility for data literacy in\nthe public sector appear to be making good progress and seem well aware of\nthe work that others are doing. There has been a welcome focus on improving\ndata capability within the civil service, withtheGovernment Skills and\nCurriculum Unit(GSCU) and the various data-relatedfunctions and professions\n(particularly theAnalysis FunctionandGovernmentStatistical Service)\nproducing and consolidating lots of training resources. In government\ndocuments and in interviews, theData Masterclasses(originally for senior\nleaders, but now offered to others), originated by the GSCU, then run jointly by\n10DS (the Number 10 Data Science team) and theOfficefor National Statistics\n(ONS) Data Science Campusand taken over by the latter,feature prominently\nas a good example of teaching data literacy. However, it may still be possible\nto better collect the wealth of material under a ‘data literacy’ heading and\nunderstand what different organisations are doing on data literacy. And despite\nthe increasing amount of data literacy support available to people inside\ngovernment, much of it is provided through data-oriented professions and\nfunctions, and some stakeholders we spoke to were conscious that more could\nbe offered at more general, basic and junior levels\n5.Despite the government’s recognition of the importance of data literacy for\nthe wider population, there appears to be less activity and less alignment,\nparticularly with what the government is doing internally. TheDepartment\nfor Digital, Culture, Media and Sport(DCMS), throughthe NDS, is a key\nplayer, working with other organisations including theDepartment for\nEducation(DfE) and theOffice for Students(OfS)on specific projects. The\nInformation Commissioner’s Office(ICO) (as the bodyresponsible for\nregulating data rights, including data protection) and increasinglyOfcom\n(responsible for overseeing a great deal ofthe OnlineSafety Bill) are likely to\nplay a role. But this appears less developed and less coherent than the\ngovernment’s internal offering. And, despite some big initiatives like the\nOnline Media Literacy Strategy, most initiatives focuson the individual as\nemployee, with an emphasis on the benefits to the workforce, rather on the\nindividual as citizen and the benefits to them within society – the\n‘data-driven economy’ rather than the ‘data-rich lives’ mentioned in the\nNDS.\nOpen Data Institute | April 2022 | Data literacy and the UK government5\n\nThere is some promising work going on, particularly in upskilling public servants.\nBut a lack of consistent definition of ‘data literacy’ and a lack of alignment,\nespecially between initiatives focused on the public sector workforce and those\nfocused on the public more generally, mean that there is still work to do.\nKey issues that need to be addressed include:\n●\nThe lack of definitions around ‘data literacy’ and the other,\noverlapping types of ‘literacy’.Something like theODI Data Skills\nFramework(with its hexagons of different topics,see figure 1 on page 12)\nand the forthcoming ODI Levels of Data Literacy (see figure 2 on page 14)\ncould help give some shape to this, as could a guide to how the various\nother overlapping literacies relate to foundational data literacy and how\ngovernment thinks they all intersect.\n●The risk of fragmentation, duplication and lack of awareness of\ndifferent work across government.Consistent definitionscould mitigate\nthis, and there has been excellent work within government to pull together\ndifferent resources from across different professions and functions – but\nmaking such resources even easier to find and access – perhaps grouped\nunder a ‘data literacy’ heading – will make them easier for people to use\nand integrate into their own training plans.\n●The particular disconnection between government’s internal\ninitiatives and its public-facing data literacy work.The resources and\ntraining offered inside government feels more extensive than many of the\ncurrent external initiatives. Increased openness about the materials\navailable, within government and to the wider population, could be of real\nbenefit and support government’s ambitions for data literacy for the wider\npopulation and workforce.\nOpen Data Institute | April 2022 | Data literacy and the UK government6\n\nBackground\nIn the 21\nst\nCentury, every organisation is a dataorganisation, and should be\nthinking about how it uses data and its role in wider data ecosystems.\nSimilarly, every role is now a data role. Whatever our job, we need some grasp of\ndata – its opportunities and its limitations – to perform effectively. Some jobs will\nrequire more data capability than others – an entry-level administrative role and\ndeveloping sophisticated machine learning tools will have different needs – but it\nis no longer acceptable to say ‘I don’t do data’.The ‘data economy’is growing\n2\nand accounted for more than 4%of UK GDP in 2020,and underpins billions of\npounds of imports and exports.\nBut all of this also applies to our roles outside work, as citizens, in households and\nfamilies, in our roles across the rest of our lives, as we all try to use, interpret and act\nupon information. And if the government wants to investigate and implement more\nambitious data-related and artificial intelligence-enabled initiatives, they will require\npublic trust and understanding to succeed: citizens will need to have more than a\nbasic grasp of data so they can scrutinise and support such plans.\nOne of the six points in theODI’s manifestofor openand trustworthy data\necosystems and ‘a world where data works for everyone’ is data capability:\n‘Everyone must have the opportunity to understand how data can be and is\nbeing used. We need data literacy for all, data science skills, and experience\nusing data to help solve problems’.And it is why‘data literacy’ – which the ODI\ndefines as being able to think critically about data in different contexts and\nexamine the impact of different approaches when collecting, using and sharing\ndata and information – is no longer a niche topic.\nData is a particular focus of the UK government plans at present. The pandemic\nresponse brought data into the heart of government decisions like never before:\none minister described it as a ‘high watermark ofdata use’. The government’s\nwork and plans for the country are increasingly dependent on data, with aNDS,\nUK Innovation Strategy,National AI Strategy, avisionfor foreign policythat\nhighlights the UK’s global role in AI and setting international standards, and a\nmultiplicity of organisationssupporting the use ofdata across government. The\nforthcomingIntegrated Data Serviceand government’srecent proposals for data\nprotection reformhighlight its commitment to greatersharing of data between\npublic sector organisations and between the public and other sectors. As the\ngovernment does more with data, the public sector workforce and the general\npublic need more confidence in understanding what it is doing.\n2\nFor some discussion of this in a business context, listen to the ODI’sInside Business podcast: Therole of\ndata literacy in building a trusted brandfrom March2022.\nOpen Data Institute | April 2022 | Data literacy and the UK government7\n\nThe government recognises the importance of data skills – ‘for a data-driven\neconomy and data-rich lives’ – by making itone ofthe four pillars of the NDS.\nWithin this, it says that ‘foundational data literacy will be required by all’. The NDS\nrecognises these challenges for industry andfor itself:\nDespite the many benefits that can be derived from data, institutionalised data\nculture – where data is seen as everyone’s job and where data is seen to support\noutcomes at all levels – is lacking in many organisations across government and the\nwider public sector... everyone, regardless of seniority or profession, should see\ndata as a priority in their role – with data supporting each step of policy and delivery,\nfrom scoping to ongoing performance tracking, evaluation and improvement.\nThe government’s approach to data literacy for its own workforce will have an\nimpact on the wider economy, as it leads by example, provides support (such as\nmaking resources available) and collaborates with others. And it is a major\nemployer in its own right (public sector employment accounts formore than a\nsixth of all employment in the UK), helping to shapethe wider employment market,\nwith workers moving in and out of the public sector.\nData literacy initiatives have a role in society, as well as the economy, as they can\nsupport individuals, groups and organisations to play an active role in our\nincreasingly data-dominated world. They are also vital in government’s attempts to\nbuild trust as it embarks on more advanced projects involving data and\ntechnologies and techniques, like artificial intelligence (AI), as the public will need\nsome understanding of its plans and products.\nSo how exactly is the UK government thinking about data literacy, as it aims to\nupskill its own workforce to better use data in making policy and delivering\nservices to the public, and strengthen data sharing between departments and\nbetween government and other sectors? What initiatives are underway to\nimprove data literacy within government? And what is it doing to foster data\nliteracy more widely, in the general population and workforce? This report offers\nsome answers to these questions.\nOpen Data Institute | April 2022 | Data literacy and the UK government8\n\nThis report draws on desk research and stakeholder interviews, and focuses on\nthe ‘supply side’ – what the government is doing to get the right structures and\nsupport in place – rather than the ‘demand side’ – such as the public expecting a\nmore data literate government. One stakeholder we interviewed used the\nCovid-19 pandemic as an example of where the public had driven improvements\nin government – a desire for more and better data and better presentation at\nDowning Street press conferences forced government to publish better data and\npresent it more clearly. They wondered whether similar public demands in the\nfuture could help encourage data literacy in government and in the wider\npopulation. (We hope this complements the work currently underway by others,\nincludingthe Centre for Data Ethics and Innovation(CDEI) and civil society\norganisations such as the Ada Lovelace Institute, on the importance of public\nunderstanding, trust and engagement.)\nOpen Data Institute | April 2022 | Data literacy and the UK government9\n\nChapter 1: Data literacy:\nwhat it is and why it matters\n“\nData skills deliver benefits across the board. Businesses are more likely\nto be competitive in today’s digital-driven economy if they can use data\neffectively. Likewise, data-literate individuals are more likely to benefit\nfrom and contribute to the increasingly data-rich environments they live\nand work in, while data-driven companies can deliver significant\nproductivity benefits to their own business and the wider economy.\nDCMS,National Data Strategy\nWe live in the information age. There is more ‘data’ than at any point in human\nhistory. This data can be used for good, provide us with more economic and\nsocial opportunities than ever before, and help us be better informed; or it can be\nused to exploit, to exclude, and to confuse. Helping people navigate this data-rich\nworld is therefore vital.\nThere are already divides in how we interact with this world.A 2020 report on\ndigital inclusion and online safetyby the Good ThingsFoundation has found that\n‘low media, digital and personal data literacy leaves people open to risks and\nharms: financial, social, emotional, personal and psychological’. Greater\nknowledge about data and how it is and can be used can help counter this, but\n‘people in lower socio-economic groups are less likely to see the benefits of\nsharing their data, and more likely to feel powerless to address data-related\nharms; while ethnic minority groups are slightly less likely to trust that their data\nwill be secure’. The government’s own tracker ofpublicattitudes towards data and\nAI, run by the CDEI for the first time in 2022, findsthat only 20% of those with low\n‘digital familiarity’ know ‘at least a fair amount about how data is used and\ncollected’, compared to 45% of the general population.\nGreater data literacy can help people in their working and social lives. This isn’t a\nview confined to the government’s policies towards data, such as the NDS: its\n2021Plan for Growth(‘Build Back Better’) notes that‘more than a quarter of the\nworking-age population in England have low literacy or numeracy skills’, citing the\nIndustrial Strategy Council’s forecast that ‘five million workers could become\nacutely under-skilled in basic digital skills by 2030’. The plan adds: ‘This holds\nback those people from employment, limits their ability to progress, reduces\neconomic growth, and makes the UK a less attractive place to invest’.\nOpen Data Institute | April 2022 | Data literacy and the UK government10\n\nHow the ODI thinks about data literacy\n“\nData literacy is the ability to think critically about data in different\ncontexts and examine the impact of different approaches when\ncollecting, using and sharing data and information.\nOpen Data Institute\nFollowing a blogpost on ‘data literature’ by ODI’sformer CEO, Jeni Tennison, we\noften compare technical data skills to studying the English language, and ‘data\nliteracy’ to the study of English literature. Where the study of language focuses on\nreading and writing and the production and manipulation of letters and words, the\nstudy of literature ‘focuses on the study of that language in use, the material\nproduced by different authors, their use of different techniques, the context in\nwhich they produced their works and the impact their work had’. If data language\ninvolves the requisite technical skills to collect, analyse and visualise data, then\ndata literature or data literacy should be ‘the study of data and how it is collected,\nused and shared by different organisations’.\nAnother metaphor might be that of a car. We don’t all need to know how to build a\ncar – although we do need some people with the technical skills to do so. But\nmost of us do need to know the basics: how brakes and tyres perform in different\nweather conditions, the rules of the road, and the impact of buying an electric car\nrather than a diesel.\nTechnical data skills are vital – we need specialists who can build tools, write code and\ndo things with data – but we also need everyone to have some ability to critique the\nuse of data, understand its limitations and recognise its impact on society. We need a\n3\nblend of those skills to unlock the value of data for the economy and society. We need\ncommercial awareness and understanding of how to identify the opportunities and\nrisks of data-driven innovation and how to govern emerging technologies responsibly.\n4\nIncreased data literacy in a population should help governments, businesses and other\norganisations evolve their data practices and become more trusted with data as a\n4\n‘A new finding from the interview data is the need for data scientists to have good business skills in order to\nbe able to understand business needs and to be able to effectively communicate insights. This is different from\ndomain expertise in that business skills are the skills required to make domain expertise effective.’ EDSA\n(2015), ‘D1.2 Study Evaluation Report 1’,\nhttps://edsa-project.eu/edsa-data/uploads/2015/02/EDSA-2015-P-D12-FINAL.pdf\n3\n‘When we asked which additional skills data scientists should have, communication and presentation skills\ntopped our list; other frequently demanded expertise is in teamwork, social skills and data management. Data\nscientists are often hired with high expectations regarding their abilities to transform business tactics and\nstrategies; thus soft‐skills such as these are seen as desirable and need greater focus in data science training.’\nEDSA (2016), ‘D1.4 Study Evaluation Report 2’,\nhttps://edsa-project.eu/edsa-data/uploads/2015/02/EDSA-2016-P-D14-FINAL-withouthPrivateAppendix.pdf\nOpen Data Institute | April 2022 | Data literacy and the UK government11\n\nresult. Data literacy might include:\n●\nComparing and contrasting how different people use numbers, graphs\nand infographics to convey important messages on topics such as climate\nchange, population growth or global pandemics.\n●Evaluating the impact of bias and limited sampling on important decisions, such\nas those in the criminal justice system or when hiring workers for a company.\n●Examining the ways that data is collected and the purposes of this\ncollection, such as irregular collection in a census, how sensors in trains,\ncars and busses keep those vehicles running, or our interactions with\ndigital assistants.\nIt is worth underlining that these definitions do not apply only to numerical data.\nThe ODI’sData Skills Frameworkclarifies and categorisesvarious different data skills:\nFigure 1: ODI Data Skills Framework\nOn the right-hand side are the more technical and practical skills involved in data\nanalysis and engineering. But on the left are those more critical, contextual and\nstrategic skills that might be involved in data literacy, supporting people to\nunderstand and critique how data is and can be used. Down the middle are the skills\nassociated with being a ‘data translator’, someone able to balance both sides.\nOpen Data Institute | April 2022 | Data literacy and the UK government12\n\nThe importance of measuring data literacy\nMeasuring data literacy is obviously important for understanding what the current\nsituation is, what aspects are particularly in need of improvement, where best to\ntarget training and support, and to understand what progress is being made on\neverything from the ambitions of the NDS to the necessary improvements in digital\nskills recognised by the Plan for Growth.\nBut those working on data literacy, in government and elsewhere, note the\nchallenges in measuring data literacy and its impact in understanding the impact\nof interventions. A good example of these was provided by the ONS in 2018. It\nconsideredcreating a ‘data literacy scale’, basedon the\nGovernment Digital\nService (\nGDS)’sdigital literacy scale, which couldscore people from ‘beginners’\n(little interaction with data) to ‘pioneers’ (being able to deploy machine learning\nand AI). One of the biggest challenges came from ‘conflating a number of different\nspheres’ in trying to come up with an assessment scale, with those spheres\nincluding everything from data formats, and tools and practices often associated\nwith data science, to understanding the limitations of data, visualising data,\nunderstanding its licensing and re-use, right up to understanding the reason for\nusing the data in the first place. The lack of a consistent definition of ‘data literacy’\nis clearly a hindrance.\nAs is the lack of previous work, metrics and data on measuring literacy and skills.\nTheNDS evaluation and monitoring frameworkacknowledgesthis noting that,\nwhile the evidence base on the ‘data skills gap’ in business is improving (including\nthroughwork commissioned by DCMS), ‘there are fewstanding metrics reported\non a regular basis’ and there is ‘limited evidence on the level of data skills in the\ngeneral population, and about the demographic breakdown of people with data\nskills in the general workforce’.\nThere will be some usable, if limited, metrics available. These will include metrics\non individual training courses, such as completion rates, or detailed evaluations of\nparticular initiatives, such asthe current DCMS projectwith the OfSto improve\nfoundational data literacy on non-data university courses.\nIn a forthcoming conference paper, ‘Towards benchmarking data literacy’, the\n5\nODI’s Calum Inverarity, Dr David Tarrant and Emilie Forrest, with Phil Greenwood\nfrom Glacis, propose a framework to help individuals and teams assess their level\nof data literacy:\n5\nCalum Inverarity, Dr David Tarrant, Emilie Forrest, and Phil Greenwood (20220, ‘Towards Benchmarking Data\nLiteracy’. In Companion Proceedings of the Web Conference 2022 (WWW ’22 Companion), April 25–29, 2022,\nVirtual Event, Lyon, France. ACM, New York, NY, USA, 9 pages.\nOpen Data Institute | April 2022 | Data literacy and the UK government13\n\nFigure 2: ODI Levels of Data Literacy\nLevelCriteria\nBelow Level\n1\nAble to recall a single piece of specific information as presented\nin a graph or chart. Not required to understand the structure or\nmeaning of the data.\nLevel 1Able to understand the meaning of information or data\npresented to you.\nAble to explain what a simple graph means.\nLevel 2Able to consider where the information has come from and how\nthis impacts the message being presented.\nAble to paraphrase and make low-level inferences from data and\nhow it is presented.\nAble to interpret data to state a new fact or existing one in a new\nway.\nLevel 3Able to question the validity of claims, such as a misleading\ngraph, and can spot fake news.\nAble to interrogate data and information from a variety of\nsources.\nAble to understand wider context and subtleties, and some\nlimitations or bias in how data is collected, used and shared.\nLevel 4Able to evaluate the methodology behind how the data was\ncollected and interpreted and what impact that has on the\nconclusions drawn.\nAble to bring together data from different sources or collected\nwith different methodologies to draw new conclusions and make\ninformed decisions about current or future direction.\nLevel 5Able to synthesise or create original ideas based upon a\nthorough evaluation of a broad range of data/information\nsources combined with specialist knowledge.\nAble to recognise your own biases and limitations, as well as\nthose already present in the data/information resulting from how\nit was originally collected or interpreted. Also able to recognise\nwhat biases or limitations that might result in, including deeper\nsocietal biases that might not have been corrected for, and take\nappropriate steps to mitigate for that bias.\nThe authors note some of the problems with self-assessment – people will be\ngenerous to themselves, and the wide range of topics covered by ‘data literacy’\nmeans respondents will have their own interpretations of the necessary skills and\ntheir relative importance, for example. But a framework such as this can help\nindividuals and organisations understand their basic literacy levels.\nOpen Data Institute | April 2022 | Data literacy and the UK government14\n\nData literacy and other types of literacy\nHow the government defines ‘data literacy’ has a big impact: the UK public sector\nis responsible formore than one sixthof all employmentin the UK, and what the\ngovernment does sets the example, policies and education and training provision\nthat others will follow and work with. In UK government documents, ‘data literacy’\nis often used interchangeably or quickly elided with ‘data skills’. But there are also\nother overlapping ‘literacies’ which feature in these documents. There is a risk of\nfragmentation, duplication and contradiction in government’s work across these\ndifferent definitions if the government does not consider them – and where to\ninvest its time, attention and money – more coherently. Nonetheless, many of the\naspects of ‘data literacy’ are foundational to the other kinds of literacy.\nLiteracy and numeracy\nIt is worth acknowledging the even more foundational literacy and numeracy,\ndescribed by Prime Minister Boris Johnson as ‘the building blocks of a\nworld-class education’ which ‘unlock the learning, knowledge and skills that every\nchild needs to succeed in later life’ at the launch ofthe Schools White Paperin\nMarch 2022. The ‘functional skills framework’ fromOfqual, the examination and\nqualification regulator, includes English and mathematics alongside Information\nand Communication Technology and ‘digital skills’ as ‘fundamental, applied\nskills...which help people to gain the most from life,learning and work’. (‘Data\nliteracy’ would appear to be fundamental to most of these, but is not recognised\nhere as a fundamental skill in its own right.)\nFinancial literacy\nThere is also the widely-recognised ‘financial literacy’,defined by the European\nCommissionas ‘the knowledge and skills needed tomake important financial\ndecisions’, witha recent grantfrom the government’sLevelling Up Fund for a\nwellbeing and employment fund in the Scottish Borders aiming to improve\nfinancial literacy alongside digital skills and mental health. Although GOV.UK\nincludes a2019 paper on financial literacy and conceptsin financial\ndecision-making(from the Foreign, Commonwealth andDevelopment Office), this\nis an independent academic paper rather than government policy.\nOpen Data Institute | April 2022 | Data literacy and the UK government15\n\nDigital literacy\nThe main synonym or similar concept is ‘digital literacy’ (this features 142 times on\nGOV.UK as of late March 2022, compared to 25 results for ‘data literacy’).\nAlthough this term again lacks consistent definition, there are exceptions: ‘digital\nliteracy’ sometimes appears in assessments of new digital services, and the\nGovernment Digital Service has a ‘digital inclusionscale’ which ranks users\naccording to their attitudes towards the internet (from ‘actively disengaged’ to\n‘confident explorers’). Most uses of ‘digital literacy’ appear to refer to people’s\nability to use the internet and access online services – the 2022National Cyber\nSecurity Strategyworries that ‘digital divides havealso created uneven access to\nonline services and exposed people to online abuse and harms due to limited\ndigital literacy and awareness of the cyber security measures we can all take to\nstay secure online’. A 2021 report on ‘Harnessingtechnology for the long-term\nsustainability of the UK’s healthcare system’ notedthat ‘support for those from\ndisadvantaged groups to improve their digital literacy and/or confidence in using\ndigital tools and equitable access to online services’ must be ‘placed at the heart\nof the system’ if health inequalities are to be addressed. Digital exclusion –\nincluding a lack of digital literacy – is a major theme of the CDEI’sAI Barometer\n2020(it also identifies a lack of ‘public e-healthliteracy’, with people unable to\nassess the reliability and accuracy of different online health information sources,\nas a problem).Elsewhere, CDEI calls for regulatorsto better coordinate their digital\nliteracy campaigns. A2016 Reviewof publicly fundeddigital skills qualifications\nargues that ‘digital literacy must be given the same importance as numeracy and\nliteracy’ and general digital skills should be integrated with technical and\nprofessional progression routes. It also highlights the need for a shared language\nand calls for government to take ‘completing the jigsaw’ seriously and ‘consider\nhow to bring together the findings of this and other reviews to deliver a coherent\nflow of relevant digital skills for the UK economy’.\nParliamentarians – who tend not to talk much about data literacy – are also fans of\nincreased digital literacy. The Digital, Culture, Media and Sport Select Committee’s\n2019 report on disinformation and ‘fake news’recommendsthat ‘digital literacy\nshould be a fourth pillar of education, alongside reading, writing and maths’. A\n2017Lords select committee on growing up with theinternetalso supports digital\nliteracy as a fourth pillar of education and defines it as ‘the skills and knowledge to\ncritically understand the internet’ which is ‘vital for children to navigate the online\nworld’ and ‘an essential requirement of the future workforce’. In these examples\n‘digital literacy’ seems to include how people navigate the online world, but not\nthe more basic digital skills (for example, being able to turn on and operate digital\ndevices) outlined in the government’s ownessentialdigital skills framework.\nOpen Data Institute | April 2022 | Data literacy and the UK government16\n\nMedia literacy\nThere is a great deal of overlap between how ‘digital literacy’ is implicitly defined\nand another term, ‘media literacy’ (80 results on GOV.UK). There is at least one\nclear definition of this term from communications regulator Ofcom, that has a\nstatutory duty to promote media literacy, and defines it as ‘the ability to use,\nunderstand and create media and communications in a variety of contexts’. It\npublishes media literacy tracker surveys and runs a media literacy programme,\nMaking Sense of Media. A recentOfcom/LSE rapid evidenceassessmentin\n2021 highlights three types of media literacy skills (critical thinking, evaluation\nstrategies, knowledge of operation of news and media industries) with a\nconsistently positive effect on engaging with misinformation. There is a fair\namount of discussion of media literacy in relation tothe Online Safety Bill–\nwhich the 2021Online Media Literacy Strategycomesout of. This identifies\npeople understanding how personal data is used, and understanding how data\nfits into algorithms and the wider operation of the online environment as two of\nits five principles. Additionally, DCMS hasa collectionof online media literacy\nresources, media literacy is mentioned in the 2021/22Digital Regulation\nCooperation Forum workplanand there is aMedia LiteracyTaskforce Steering\nBoard(GOV.UK lists its members but provides littlefurther information). It even\ncrops up in the government’s major foreign policy publication,Global Britain in a\nCompetitive Age: the Integrated Review of Security, Defence, Development and\nForeign Policyin 2021, with a pledge to support itas part of tackling online\nharms and disinformation.\nHaving heard various definitions, a 2018 Lords select committee report, on ‘digital\ntechnology and the resurrection of trust’, actuallycombines and defines digital and\nmedia literacy: ‘We use the term ‘digital media literacy’ because our purposes go\nbeyond, but do include, the functional skills required to use technology. We define\ndigital media literacy as being able to distinguish fact from fiction, including\nmisinformation, understand how digital platforms work, as well as how to exercise\none’s voice and influence decision makers in a digital context.’\nAI literacy\nAlthough ‘AI literacy’ doesn’t appear by itself, it appears as ‘AI and data literacy’ in\nthe 2021 AI Roadmapfrom the AI Council, a group ofindependent experts advising\ngovernment (discussed again below). Despite the risk of getting carried away with an\nexciting and ‘shiny’ technology, the AI Roadmap provides some of the most holistic\nthinking and substantial recommendations around data literacy. Some government\ninterviewees thought there was an advantage to talking about literacy attached to a\nmore exciting technology, as ‘you can use the shiny thing to get people interested in\nthe basics’. This may be especially important as people will not always know what\nsuch terms mean, and can either dismiss the concept as ‘newfangled nonsense’ they\ndon’t need to think about, or become overenthusiastic about it as a ‘magic bullet’,\nunderlining the need for greater literacy.\nOpen Data Institute | April 2022 | Data literacy and the UK government17\n\nOther literacies\n‘Statistical literacy’ makes a few appearances. It isdescribed by a former president\nof the Royal Statistical Society as ‘an essential life skill: the need to make decisions\nbased on numerical data confronts us all in every aspect of our professional and\npersonal lives’; is referenced in government’s 2021Life Sciences Vision, which\ndemands ‘digital, computational and statistical literacy’; and the UK Statistics\nAuthority’s (UKSA) strategy for 2020 to 2025 ‘Statisticsfor the public good’, which\nsays the UKSA ought to advocate for greater statistical literacy, since ‘in our\ndata-rich society a good level of statistical literacy will help individuals deal with\ntheir finances, understand risk or hold the powerful to account’. ‘Mathematical\nliteracy’ is mentioned a couple of times, notably in 2021’sQuantifying the UK Data\nSkills Gap, where ‘a review of curriculum contentand mathematical literacy\ndemonstrates the need for rapid change to ensure a ‘fully data-literate population’.\n‘Information literacy’ also features on GOV.UK, particularly in the context of libraries\n– includingplans to support library workersteachmembers of the public about it as\npart of the Online Media Literacy Strategy. There are also a few mentions of ‘tech\nliteracy’, which does not appear to be defined anywhere on GOV.UK.\nConversations with people in government also introduced ‘analytical literacy’ and\n‘evaluation literacy’. The latter appears in a 2021 report by the National Audit\nOffice,Evaluating government spending, which arguesthe use of evaluation\nacross government is ‘variable and inconsistent’ and that part of the problem is\nofficials lacking the ‘evaluation literacy’ to understand evidence before making\ndecisions. The analysis function and policy profession are conducting an audit to\nunderstand what skills there are.\n‘Cyber literacy’ gets a solitary mention on GOV.UK – in an assessment of a new\n‘Report A Cyber Incident’ service which says that‘the team should look more at\nusers with low cyber literacy’ – but cyber skills are also moving up the government\nagenda (as seen in this consultation oncyber skills,and the provision of theCyber\nExplorerslearning platform).\nOpen Data Institute | April 2022 | Data literacy and the UK government18\n\nHow these overlapping literacies relate to the ODI framework\nLike the ODI, the Good Things Foundation, inits reporton digital inclusion and\nonline safety, has noticed these overlaps. (The GoodThings Foundation defines\ndata literacy as ‘people’s understanding of the value of their personal data, how it\nis used and how to control this’, rather than people’s ability to interpret data.) It\nargues that ‘the types of literacy which citizens need today are more complex than\neven a couple of years ago’, and quotes the University of Liverpool that the\ndifferent types of digital and data literacy citizens need, involve ‘not only being\nable to read and verify news and content, but also, understand the technical and\nmedia economics of digital platforms, how they are funded, what their different\nfeatures and affordances mean and how they function, how to change their\nprivacy and content settings and importantly their individual and collective rights’.\nThe skills involved in thinking about, understanding and using data that underpin\nand define the many other related ‘literacies’ are complex and various. TheODI\nunderstanding of ‘data literacy’– including comparingand contrasting how\ndifferent people use data, evaluating the impact of bias and sampling, and\nexamining how and why data is collected – is also key to making sense of all of\nthese definitions and how they work together. Our definition of data literacy\ndoesn't just overlap with these other types of literacy, it is fundamental to\nunderstanding them, as highlighted by the variety of hexagons in the ODI’s Data\nSkills Framework and the forthcoming conference paper authored by members of\nthe ODI team.\nDefinitions of ‘digital literacy’ in particular tend to engage the hexagons on the\nright-hand side of our Data Skills Framework (the more technical and practical\nskills involved in data analysis and engineering). Where that overlaps with media\nliteracy and internet use, it tends to engage the hexagons on the left-hand side\n(those more critical, contextual and strategic skills that might be involved in data\nliteracy), literacy-related hexagons come into play. The AI Roadmap’s definition\ncovers both sides, while two of the AI Strategy’s ways of thinking about skills –\nusing and inspiring – also engage some of the left-hand side. The various\ndefinitions also engage different levels of the ODI Levels of Data Literacy, with\nsome saying everyone should have some level of familiarity, and others – such as\nanalytical and evaluation literacy – perhaps focusing more on seasoned\nprofessionals.\nOpen Data Institute | April 2022 | Data literacy and the UK government19\n\nChapter 2: Data literacy\nand the UK government\nHow the government defines data literacy shapes everything from the foundational\nand advanced education, training and support it makes available, to how other\norganisations think about data literacy. The challenges government faces in using\ndata will be faced by other organisations too – and how government frames,\nconceptualises and counters these challenges will lead others by example.\nThere is no single, consistent definition of ‘data literacy’ in use by the UK\ngovernment. Its NDS, for example, states ‘there is no widely agreed definition of\ndata skills’.\nSpeaking to those in government working on data skills and data literacy elicits\nvarious working definitions of data literacy. These are often focused on evidence and\nanalysis for policymaking, and such stakeholders readily acknowledge ‘data literacy’\nisn’t properly defined anywhere. Our interviewees offered definitions including:\n●\nData literate people are those confident enough to ask the right questions\nabout the data, understand what they can and can’t do with it, and\nappreciate that data is always a story – none of it is perfect, so they must\nunderstand where it has come from and what it really means\n●We should take a further step back and ask why we think data literacy is\nnecessary, to which the answer is that government needs people to\nunderstand data, especially from a policymaking point of view\n●On a practical level, people need to be data literate to understand whether\nthe evidence backs up their argument, or not\n●Data literacy is ‘the ability to analyse evidence; take the right conclusions\nfrom it or understand when you can’t take certain conclusions from it; be\nable to spot when the data informing evidence is patchy, biased or\nnon-authoritative; be able to spot when you can’t make informed\ndecisions based on the data presented; and be able to articulate all of\nthose things.’\nThese definitions tend to match up with a large part of the right-hand side of the\nODI’s Data Skills Framework, around data analysis, although they also raise\naspects of leadership (which is explored on the left-hand side), particularly\nthinking about developing policy and acting upon data. In understanding the\nimperfections and limitations of data, there is also implicit engagement with\n‘working ethically’. The need for everyone to have some data literacy in these\ndefinitions means that it engages the ODI Levels of Data Literacy from the lowest\nlevels upwards.\nOpen Data Institute | April 2022 | Data literacy and the UK government20\n\nIn the National Data Strategy\nWhile acknowledging the lack of widely agreed definitions,the NDSuses ‘data\nskills’ to\nbroadly to cover the full range of basic, technical, governance and other\nskills – including project management, governance and problem solving –\nneeded by practitioners to maximise the usefulness of data\nand ‘basic data literacy’ as requiring\nsome knowledge of data uses, some ability to assess the quality of data\nand its application, and the skills to conduct basic analysis...[w]hile we do\nnot all need to become data scientists, everyone needs some level of data\nliteracy in order to operate successfully in increasingly data-rich\nenvironments.\nAlthough the NDS notes that the education system needs to better prepare\neveryone for ‘increasingly data-rich lives and careers’, the emphasis of much of the\ndocument is on the latter – data-rich careers, rather than data-rich lives. There is a\nfocus on ensuring industry has a ready supply of people with specialist data skills,\nand that the workforce as a whole has some level of data literacy: for example, ‘it is\nimportant for the UK to have data skills capabilities in companies, from basic data\nliteracy to advanced technical skills’ and ‘in the future, the use of data in our work\nmust become the norm, rather than the exclusive domain of specialists.’\nIn the wider public sector, the NDS says the ‘lack of a mature data culture’ stems\nfrom ‘a fragmentation of leadership and a lack of depth in data skills at all levels’. It\nalso cites an overemphasis on the risks of misusing data leading to ‘a chronic\nunderuse of data and a woeful lack of understanding of its value’.\nIn its May 2021response to the consultation on theNDS, the government notes that\nthose responding to the consultation ‘underlined the importance of building a culture\nof data literacy across government’, with 40% of respondents identifying ‘capability,\nleadership and culture as a key government priority’. This was highlighted not only in\nsenior leaders – including politicians – needing the data skills to ‘promote and\nchampion’ data in their departments, ‘but also more generally in that all civil servants\nand public sector workers should have a foundational level of data literacy’. However,\nthere is no detail on what such a foundational level should look like and little extra\ninformation on how greater data literacy in government might be achieved (other than\nthe critical role of a government Chief Data Officer in driving a ‘culture of data-driven\ndecision making’).\nOpen Data Institute | April 2022 | Data literacy and the UK government21\n\nAs mentioned above, the DCMS honesty in acknowledging the challenges of\ndefining data literacy and data skills via the NDS extends to its draft September\n2021monitoring and evaluation frameworkpolicy paper.As well as noting that the\ngood evidence base on the ‘data skills gap’ in business is not matched by standing\nmetrics or evidence on skills in the general population, it says it would like better\nmeasures on success in hiring more civil servants with data skills and ‘training more\ncivil service leaders to understand the potential of data’. Data literacy isn’t explicitly\nmentioned.\nPart of the evidence base on the ‘data skills gap’ comes from a 2021 report\ncommissioned by DCMS, onQuantifying the UK Data SkillsGap. This\nconcentrates on better data literacy and more data skills in the workforce. It lists\n‘data literacy’ as number six on its list of the top ten things companies need to\nimprove.   Several of the other areas for improvement, such as information\nmanagement, knowledge of emerging technologies and solutions, data\ncommunication skills, data ethics, analysis skills and analytical mindset, would be\ncovered by definitions of ‘data literacy’, including the ODI’s. While also\nacknowledging the lack of agreed definitions around data skills – noting narrow\ndefinitions that focus on technical skills, and more comprehensive ones\nincorporating ‘other skills that help to interpret data’ – it attempts a brief definition\nof data literacy as the ‘ability to draw information out of data and turn it into\nactionable knowledge’, which would put it at Level 4 on the ODI’s Levels of Data\nLiteracy (‘using data to make informed decisions’). The report alsocites a\ndefinition of data literacyfrom a 2016 journal article:‘a specific skill set and\nknowledge base, which empowers individuals to transform data into information\nand actionable knowledge by enabling them to access, interpret, critically assess,\nmanage and ethically use data’.\nThe NDS and related documents, then, are clear on the importance of data literacy,\ngive some sense of the topics it might cover, and acknowledge the lack of\nconsistent definitions of data literacy and data skills. But they do not attempt a\ndefinitive definition or conflate literacy with other data skills (which would fall under\n‘literacy’ under the ODI and others definitions), and tend to focus on data literacy\nbeing important for the workforce rather than wider society.\nOpen Data Institute | April 2022 | Data literacy and the UK government22\n\nIn the National AI Strategy\nThe government’sNational AI Strategy, published bytheOffice for Artificial\nIntelligence,Department for Digital, Culture, Media& Sport, andDepartment for\nBusiness, Energy & Industrial Strategy, focuses onspecialist skills, but does touch on\ndata literacy. It takes a three-pronged approach to skills:\n●\n‘build’, to attract ‘top talent’ and ‘train and attract the brightest and best\npeople at developing AI’ through interventions at PhD and master’s levels;\n●‘use’, which includes a pledge to ‘empower employers and employees to\nupskill and understand the opportunities for using AI in a business setting’;\nand\n●‘inspire’, which includes ensuring that ‘programmes that engage children with\nAI concepts are accessible and reach the widest demographic’ through the\nNational Centre for Computing Education (NCCE).\nIn other documents\nSeveral other government documents cover similar ground, underlining the\nimportance of data literacy for all (especially at work) without ever quite defining it.\nThe 2019Government Technology Innovation Strategypledged to ‘create\ndata-literate civil servants through world-class training’ and help ‘to develop both\ndata specialists, and data skills among non-specialists’, including courses that\nwould ‘help decision-makers appreciate the power of data in government\ntransformation and how best to work effectively with data professionals’. The 2017\nto 2020Government Transformation Strategyincludeda pledge to ‘increase\nawareness of data, building on fundamental data literacy to help public servants\naccess rich datasets and make evidence-based, data-driven decisions’. The\nWade-Gery review‘Putting data, digital and tech atthe heart of transforming the\nNHS’ highlights concern about digital inequality – noting worries about the\nunintended consequence of digital transformation, such as excluding ‘those who\nare less digitally literate’ or with poor access to telecom services. It recommends\nNHS services ‘build basic data and digital literacy and capability at all levels’ as\n‘understanding the importance of data and digital and being able to use them\neffectively must become a requirement for staff’.\nOpen Data Institute | April 2022 | Data literacy and the UK government23\n\nA 2021speech by Julia LopezMP, then the ministerresponsible for digital\ngovernment, underlined that ‘we need digital skills and understanding across all\nlevels of government – we need to bring everyone along on this journey. So\nimproving the digital and data literacy of all civil servants and members of\ngovernment, particularly senior leaders, is crucial to realising the ambition of\nhaving world leading digital services and the next phase of digital transformation’.\n(TheNAO’s 2019 report on data sharingacross governmentalso notes that\n‘departments need to have skills at several levels: to understand how to use\nlegislation appropriately for legitimate data-sharing; to know the limitations of the\ndata they hold; and what is needed to fix the problems. Those at senior levels\nneed to understand the implications of poor data to help provide the influence at\nhigher levels and gain traction for improvements’.)\nThere are some calls for government to take a more active role in fostering data\nliteracy. Several respondents toa consultation onpart of the Data Protection Act\n‘called for a more effective data literacy strategy, starting with education in\nschools about data rights and redress mechanisms’. A minority of respondents to\na consultation on the CDEIalso suggested it mighthave ‘a role in delivering\neducation and data literacy campaigns, to ensure the public is able to engage with\nthe issues in an informed manner’. TheLords selectcommittee on AIcalled on\npublic sector organisations to collaborate with civil society organisations and the\nprivate sector to ‘improve digital understanding and data literacy across society,\nas these are the foundations upon which knowledge about AI is built’.\nThe idea that data literacy should extend to all citizens is not a new one. The 2013\nUK data capability strategy: seizing the data opportunityhas ‘human capital’ as\none of its three overarching aspects to data capability, and defines ‘human capital’\nas a skilled workforce and data-confident citizens. Although the strategy does not\nrefer to this as ‘data literacy’, its view of skills includes business managers being\naware of how data analytics can transform business, so it goes beyond technical\ndata skills, and it asserts ‘all UK citizens should have an understanding of data –\nhow it is created and stored – and confidence in its use and their rights’.\nAlso noteworthy is a service assessment – a key milestone in the development of\na new digital public service – for ‘Use land and propertydata’ from 2018. The\nservice failed to meet its alpha stage assessment (alpha being the prototype and\nideas stage) because more user research was needed on users with lower data\nliteracy – but the assessment complimented the service team on developing\ndifferent personas (fictionalised versions of users) to explore different levels of\ndata literacy.\nOpen Data Institute | April 2022 | Data literacy and the UK government24\n\nThe devolved nations also have some definitions. Scotland’sData Labis a partner\ninData Skills for Work, which uses the definitionof one of the other partners, Qlik:\n‘Data literacy is the ability to read, work with, analyse and communicate with data.\nIt's a skill that empowers all levels of workers to ask the right questions of data\nand machines, build knowledge, make decisions, and communicate meaning to\nothers’. The Scottish government’s ‘A changing nation:how Scotland will thrive in\na digital world’ also says: ‘We must also widen thedefinition of digital literacy to\ninclude a focus on both cognitive and technical skills, so our people are able to\nuse technology collaboratively to find and evaluate information and to\ncommunicate ideas creatively’.\nIn Wales, theCurriculum for Walesincludes ‘digitalcompetence’ under its\n‘cross-curricular skills and integral skills’, where contributions to work can include\n‘capturing and interrogating data, recognising and evaluating computational\nprocesses, designing and expressing learners’ thinking using digital devices and\nsystems’. One suggested content area is ‘storing and processing data’ as ‘through\ndata literacy and data management, learners can better understand how data\ndrives our computational world’. A2020 OECD assessmentof Northern Ireland’s\napproach to skills recommends revising part of the curriculum ‘to focus on the\ndevelopment of digital and data literacy skills’.\nSome of these documents, then, have a greater appreciation of the role of data\nliteracy in society, as well as the economy. Some recognise the need for data literacy\nfor all – including both senior leaders and non-specialists in data. But again there is\nlittle detail on what data literacy involves and how to go about developing it.\nOpen Data Institute | April 2022 | Data literacy and the UK government25\n\nIn individual government departments\nIndividual departments are developing their own approaches to data literacy,\nwhich recognise the need for all staff to have an understanding of data and its\nuses. TheData Strategy for Defencesays all personnel(including ‘data and\nnon-data professions’) will ‘complete mandatory data literacy training across\nDefence skills frameworks to develop a Defence-wide digital and data literate\norganisation’, and wants ‘expert data professionals, alongside all personnel being\ndata-literate and data-aware’. It adds: ‘This will allow personnel to focus on what\nthey were employed to do – make informed and effective decisions’, noting ‘data\nliteracy skills will be recognised as fundamental as weapon handling, with data as\nthe lifeblood of operations and the firm base’. TheHome Office’s Digital, Data and\nTechnology 2024 Strategyprioritises ‘improving dataliteracy across our\norganisation and creating a familiarity that helps people gain confidence using and\nhandling it’. It states that staff in all of its business areas should understand what\nanswers their strategic datasets can provide, and staff who handle and rely on\ndata ‘should understand their legal obligations and be aware of how to find,\ncollect, store and share [data] securely’ and ‘be familiar with its provenance and\nknow which strategic data sets are important for answering critical questions’.\nThe Home Office’s reference to staff understanding their legal obligations raises\nquestions about a particular form of data literacy (which might fit under ‘developing\npolicy’ or ‘governing access’ in the ODI’s framework, on the left-hand side among\nother strategic, contextual skills): how aware are staff of the various data-related\nlaws and regulations they are operating under? The government consultation on\n‘Data: A new direction’ lists the eleven pieces oflegislationthe ICO is responsible\nfor enforcing, including GDPR, the Data ProtectionAct, the Privacy and Electronic\nCommunications (EC Directive) Regulations, the Freedom of Information Act and the\nRe-use of Public Sector Information Regulations, and there will be other legislation\nintegral to civil servants in their daily work (such as the Public Records Act). There\nare also various other frameworks and pieces of guidance (such as the\ngovernment’s ownData Ethics Framework) availableto support public servants in\ntheir work. But it is unclear to what extent most parts of government consider\nawareness of these legal obligations to be part of data literacy, and to what extent\nresources to understand them all are made available (although ‘understanding the\nData Protection Act’ is part of theFundamentals ofWorking in Government stream\nof the new government curriculum – see below).\nOpen Data Institute | April 2022 | Data literacy and the UK government26\n\nHow these definitions relate to the ODI framework\nThere are two obvious similarities between the various government definitions of\n‘data literacy’ and the way the ODI thinks about it. The first is that ‘literacy’ goes\nbeyond merely technical skills to understanding some of the context of data being\nused (particularly in making policy and other decisions). The second is that literacy\nis something that everyone, not just data specialists, should possess. But most\ngovernment documents tend to focus on the economic opportunities rather than the\nwider societal implications. And there is relatively little detail about exactly what\ngovernment intends to do to develop or improve data literacy, and no systematic\nexploration of the subjects that should be covered or the expectations for a digitally\nliterate population or workforce that needs to be met.\nOn the lack of definition, it would appear the Central Digital and Data Office (CDDO)\nis on the case. Inan update to parliament’s PublicAdministration and Constitutional\nAffairs Committee, Cabinet Office notes that the CDDO‘is developing and piloting a\n‘Digital and Data Criterion’ that defines the skills and behaviours, associated with\ndata literacy and digital orientation, required of Senior Civil Servants (SCS) across all\nprofessions (for example Commercial, HR, and Operational Delivery). This forms the\nfoundation of our training needs analysis and development of critical learning\nproducts’. Again, though, this may not clarify or spell out the need for a required\nlevel of data literacy for civil servants at all levels.\nHow others think about data literacy\nThe UK government and the ODI are not the first organisations to think about ‘data\nliteracy’ and how to define it. The forthcoming conference paper authored by\nmembers of the ODI team notes there has been considerable discussion in academia,\nand these discussions are starting to evolve from a focus on the skills needed by\nstudents and researchers, to the needs of wider society. Even if disagreements about\nprecise definitions remain, there is at least a body of work to draw on which can be\nused to bring structure to conversations around data literacy.\nThe authors quote a definition byWolff et althat:\n‘Data literacy is the ability to ask and answer real world questions from\nlarge and small data sets through an inquiry process, with consideration of\nethical use of data. It is based on core practical and creative skills, with the\nability to extend knowledge of specialist data handling skills according to\ngoals. These include the abilities to select, clean, analyse, visualise,\ncritique and interpret data, as well as to communicate stories from data\nand to use data as part of a design process.’\nOpen Data Institute | April 2022 | Data literacy and the UK government27\n\nArguably, this can still be interpreted as a narrow and technical definition, missing\nsome of the wider contextual points (such as the impact on society) of the ODI\ndefinition. Other, wider definitions sometimes distinguish between ‘active’ skills\n(those involved in actually doing things with the data) and ‘passive’ ones (which\nspeak to being able to contextualise the data). A concept note by the OECD on\ncore foundations for education and skills for 2030underlines the importance of\ntechnical and social aspects of data with a definition by Carlson et al: ‘Data\nliteracy is the ability to derive meaningful information from data, the ability to read,\nwork with, analyse and argue with data, and understand “what data mean,\nincluding how to read charts appropriately, draw correct conclusions from data,\nand recognise when data are being used in misleading or inappropriate ways”’.\nWolff et al’s approach, which includes collecting and sorting existing definitions,\nallows them to think about data literacy from different perspectives:\n●\nDifferent points in an analysis cycle.This includesthe PPDAC approach\nused for statistical thinking in New Zealand – Problem, Plan, Data,\nAnalysis, and Conclusion\n●Different interactions with or uses of data in different contexts.They\ngive the examples of data as evidence, data as a tool for innovation, and\ndata literacy for job opportunities\n●Different types of data literate citizen.In advancingorder of required\nliteracy, these are the reader (consumes data), the communicator (can talk\nto others about it), the maker (works with data) and the scientist (higher\nlevel engagement).\nSome of these approaches to thinking about data literacy can be found elsewhere.\nTake the different personas or types of data literate citizen. In 2014 theUK Digital\nSkills Taskforcedistinguished between ‘digital citizens’,‘digital workers’ and\n‘digital makers’;Data Skills for Work, an ongoinginitiative involving the Scottish\ngovernment’sData Lab, among other partners, differentiatesbetween ‘data\ncitizens’, ‘data workers’, ‘data professionals’, and ‘data leaders’; andthis 2018\nONS blogpost looks at an attempt to develop a ‘data literacy scale’which divided\nthe potential audience into ‘beginners’, ‘readers/explorers’, ‘makers,\n‘communicators’, ‘scientists’, and ‘pioneers’. This also comes through from\ngovernment’s various literacy and skills training offers: those developing training\nappreciate that more junior staff and senior leaders will have different needs and\nexpectations, and there will be differences between initiatives aimed at basic,\nday-to-day understanding of data and targeted interventions such as helping\nmembers of public sector boards scrutinise the systems they are responsible for.\nOpen Data Institute | April 2022 | Data literacy and the UK government28\n\nA prominent example of thinking about literacy through different situations or tasks\nis the University of Liverpool’s currentMe and MyBig Data – Developing Citizens’\nData Literaciesproject. The project’sData CitizenshipFrameworkgroups 21 key\ncomponents of data literacy (outlined by previous work) under the three headings\nof ‘data doing’ (such as creating, visualising and interpreting data), ‘data thinking’\n(awareness of rights, understanding data society) and ‘data participation’\n(engaging with debates, participating in society using data, activism). This speaks\nto a tension mentioned in our stakeholder interviews: an acknowledged need for\ngeneral data literacy, but an inability to bring data literacy to life, or target learning\ninterventions to achieve it outside specific, predominantly professional, contexts,\nwhich may explain why data literacy in professional work contexts is often\nprominent in the literature.\nIn the AI Roadmap\nOne hypothesis we had at the start of this project was that the UK government might\nbe neglecting basic data literacy for its workforce in favour of ostensibly more\nexciting skills around AI. It’s ironic then, that one of the most holistic and thoughtful\nexplorations of ‘data literacy’ is found in the 2021AI Roadmapfromthe AI Council.\nThis is an independent committee of experts ‘set up to provide advice to the\nGovernment and high-level leadership of the AI ecosystem’. One of its 16\nrecommendations is to ‘commit to achieving data and AI literacy for everyone’, which\nsits alongside two other recommendations on ‘skills and diversity’, one dealing with\n‘high-level AI skill building’ and the other with prioritising diversity and inclusion\nwithin the field. This is an holistic view which brings together skills for all, specialist\nskills and the importance of diverse perspectives.\nThe council’s roadmap argues that ‘the public needs to understand the risks and\nrewards of AI so they can be confident and informed users’ and recommends an\nonline academy for understanding AI, with ‘trusted materials and initiatives’ to\nsupport teachers, school students and lifelong learning. It argues ‘every child\n[should] leave school with a basic sense of how AI works’, and that this basic\nsense should go beyond ‘the basics of coding or quantitative reasoning’,\ndescribing mathematical concepts and understanding ethics to include ‘knowing\nenough to be a conscious and confident user of AI-related products; to know what\nquestions to ask, what risks to look out for, what ethical and societal implications\nmight arise, and what kinds of opportunities AI might provide’. It highlights the risk\nthat, without this basic AI literacy, ‘the UK will miss out on opportunities created\nby AI applications, and will be vulnerable to poor consumer and public\ndecision-making, and the dangers of over-persuasive hype or misplaced fear’.\nOngoing resources to support public engagement could even underpin future\nregulatory infrastructure ‘by ensuring that public debates were consistently\nwell-informed’, building public trust and allowing informed scrutiny.\nOpen Data Institute | April 2022 | Data literacy and the UK government29\n\nHow other definitions relate to the ODI framework\nAlthough they approach it in slightly different ways, a general similarity between\nthese definitions and the ODI framework is the importance of context, and the\nwider, non-technical considerations about how data is used and its impact in\nparticular scenarios (those elements that are highlighted in the hexagons on the\nleft-hand side of the ODI Data Skills Framework). Framing data literacy, for\nexample by looking at where it sits in the data cycle, or the different types of tasks\nthat may be undertaken or data citizen who may undertake them, also underlines\nthat different people may need different types and levels of data literacy skills at\ndifferent times.\nAdditionally, a constant theme in the wider literature which fits with ODI (and\nindeed, government) thinking is the need for both a group of people with\nspecialist, technical skills, and for the broader population to have some grounding\nin data literacy, engaging both the lowest and highest levels of the ODI Levels of\nData Literacy. This dual need is present in everything from theRoyal Statistical\nSociety’s Data Manifestoto theBritish Academy’sCount Us Inreport, to theRoyal\nSociety’s Dynamics of data science skills report.InDoteveryone’s famous phrase,\n‘digital understanding is not about being able to code, it’s about being able to\ncope’.\nSome of those reports explore the balance between those specialist skills being\nmainly of use for the economy, while the more general data literacy can also\nbenefit individuals as citizens (for example, helping them navigate information in\ntheir personal or civic lives). Interestingly, some of the reports government cites as\nbeing influential – for example,Analytic Britain:Securing the right skills for the\ndata-driven economyby Nesta and Universities UK –have more focus on\nspecialist skills (in the Analytic Britain example, trying to find data scientists who\ncan combine technical, analytical, industry, business and other soft skills and\nknowledge).\nPerhaps the most developed approach to data literacy – the AI Roadmap’s\nthree-way model of general literacy, specialist skills and diversity and inclusion,\nwith data literacy in the general population being vital for understanding,\nsupporting and even regulating innovation with data and AI – has unfortunately\nnot been fully adopted by government.\nOpen Data Institute | April 2022 | Data literacy and the UK government30\n\nChapter 3: Public sector\ndata literacy initiatives\nfor government\n‘We need to transform the way data is collected, managed, used and\nshared across government, including with the wider public sector, and\ncreate joined-up and interoperable data infrastructure. We need the right\nskills and leadership to understand and unlock the potential of data.’\nMission 3: Transforming government’s use of data,National Data Strategy\n‘Perhaps most importantly, government must also ask itself if its people\nhave the skills necessary for the challenges that I have set out.’\nMichael Gove,‘The privilege of public service’, 2020\nRecent years have brought renewed focus within government on improving\nspecialist skills throughthe ‘functional agenda’.Data (and digital) skills are part of\nthis, but have also been given fresh impetus by the centrality of data to the\ngovernment’s pandemic response, and plans to increase data sharing between\ngovernment departments (and between government and other sectors) in theData:\nA new direction consultationand elsewhere. This isalso a longstanding challenge:\ntheNational Audit Office’s 2019 report on data sharingacross government notes:\n‘departments need to have skills at several levels: to understand how to use\nlegislation appropriately for legitimate data-sharing; to know the limitations of the\ndata they hold; and what is needed to fix the problems. Those at senior levels need\nto understand the implications of poor data to help provide the influence at higher\nlevels and gain traction for improvements’.\nThe government has made clear commitments to improve the data literacy of the\npublic sector workforce. Data is one of the areas identified in the 2021Declaration\non Government Reformwhere the government should developexpertise. Mission\n3 of the NDS, to transform government’s use of data, includes several pledges on\ndata literacy and data skills, many of them working with (what is now) the CDDO\nand other government organisations to improve data skills across the public\nsector. Those pledges include training analysts in data science (exceeding the\ntarget, according tothe government’s NDS consultationresponse) and delivering\nthe range of actions to be outlined in the (completed but unpublished) Public\nSector Data Capability Audit. They also include extending the data training offer to\npublic servants. Further measures are also promised as part of the NDS, originally\ndue in autumn 2020 but not yet launched.\nOpen Data Institute | April 2022 | Data literacy and the UK government31\n\nAnd withmore than a sixthof all workers in the UKemployed by the public sector,\nthe UK government’s approach to upskilling its workforce will have a wider effect on\nthe whole economy (Mission 1 of the NDS, to unlock the value of data across the\neconomy, as well as Mission 3 on government’s own use of data).\nHow training, learning and development works\ninside government\nTheGSCUwas set up as part of the Cabinet Officein September 2020, following\nthe Ditchley Lecture given by Michael Gove (then Minister for the Cabinet Office,\nresponsible for the civil service and how government operates).\nIt brings together various learning and training initiatives across government,\nincluding new ones like the curriculum and (online) campus for government skills,\nand existing ones that include:\n●\nvarious Accelerated Development Schemes (like the Fast Stream for\ngraduates, or Future Leaders Schemes for high-performing civil servants\nbelow the senior civil service level),\n●\nthe Leadership Academy (which aims to ‘to accelerate the development of\nthe knowledge, skills, networks and professional practice of all civil\nservants), the National Leadership Centre (which supports leaders and\nleadership practice across the wider public sector), and the Civil Service\nLeadership Group (a network of the so-called ‘top 200’ senior leaders\nacross government) which will all form part of the Leadership College for\nGovernment, and\n●\n‘central learning frameworks’ like Civil Service Learning (a longstanding\nplatform through which civil servants can access training courses).\nThevariousfunctions and professionsacross governmentalso have a vital\nrole in developing and training civil servants. Senior politicians and officials and\nseasoned Whitehall watchers have long argued for the need to value civil\nservants with specialist skills as well as policy ‘generalists’ (who tend to move\nroles, jobs and policy areas more frequently). ‘Professions’ cover civil servants\nwith particular professional skills, such as social research, science and\nengineering, and policy, while ‘functions’ relate to civil servants helping the\ngovernment perform certain tasks it is responsible for, such as analysis,\ncommercial or digital. These all have their own career frameworks, professional\nstandards, networks (such as a cross-government working group with heads of\ndata science), and their own training and development initiatives. The  GSCU’s\nfourth curriculum strand on specialist skills links to these initiatives, and\nprofessions and functions sometimes have their own training institutions like the\nGovernment Digital Service Academy for the digital, data and technology\nprofession.\nOpen Data Institute | April 2022 | Data literacy and the UK government32\n\nThere will also beother initiativesacross government.Each government\ndepartment and organisations across the public sector (including local government\nand organisations in the health service) are likely to have their own resources to\nsupport their own needs. There will also be private providers of training support to\nthe government, operating within the Civil Service Learning and other frameworks –\ndepartments currently spendaround £300m a yearontraining. As well as the ODI,\nthese providers include the Civil Service College – which acquired many of the\ncourses run by the National School for Government, the part of Cabinet Office\nwhich ran training for the civil service before it was abolished in 2010, and is now a\nprivate provider with no government involvement.\nCurriculum and campus\nA January 2021 report,Better Training, Knowledgeand Networks: the New\nCurriculum and Campus for Government Skills, outlineskey thinking around the\nrole of the GSCU’s approach to training and skills. The curriculum has five strands,\nfrom which civil servants can ‘pick and mix’ training courses.\nGiven that a foreword by Alex Chisholm, the Chief Operating Officer for the civil\nservice, highlights ‘the Civil Service’s grasp of science and data’ as one of the\n‘gaps in universal administrative core abilities and highly technical expertise’, it is\nperhaps unsurprising that most of these strands have components dedicated to\ndata (and data literacy, even if they are not defined as such).\nThe five curriculum strands are:\n●\nThe Foundations of Public Administration, which isuniversal training in\nand knowledge of essential skills for public servants to which every new\nentrant is entitled. Several of the ‘fundamentals’ relate to data, including\n‘Data handling and interpretation’ and ‘Data Masterclass for senior\nleaders’ (more on this below), as well as ‘Basic digital skills suite – Excel,\nPowerPoint, social media’, ‘Analysing evidence’, and ‘Quality of evidence’.\n●Working in Government, a ‘comprehensive groundingin the history and\nstructure of government and how it works with the rest of the public\nsector’ and developing skills to make practical use of that knowledge. The\n‘fundamentals’ here include ‘Working with data’, ‘Data protection’, ‘The\nTreasury Green Book’ (which provides guidance on appraising, monitoring\nand evaluating policies and programmes), ‘Government finance’ and\n‘Science in the Civil Service’.\n●Leading and Managing, including relevant practicalskills expected of\nthose with leadership and management responsibilities.\n●Specialist Skills, which is ‘training by the professions,for the professions’.\n●Domain Knowledge, or developing and honing knowledgespecific to a\nspecialist area such as health, education or transport.\nOpen Data Institute | April 2022 | Data literacy and the UK government33\n\nFunctions and professions\nThe fourth strand of the curriculum, Specialist Skills, links to the offers from the various\nprofessions and functions. These are aimed at the members of those groups – with\nsome resources widely available, while others may be restricted.\nTheAnalysis Functionbrings together several analyticalprofessions in\ngovernment, including geographers, actuaries, social researchers, operational\nresearchers, statisticians, economists, data scientists and analysts. Itsmissionis\n‘to support everyone in government to make better decisions so that policy and\noperations, deliver value for money and improve the lives of the people of the UK’.\nIt is very active in supporting this mission – for example, it hostsAnalysis in\nGovernment Month, consisting of events highlightingand celebrating work and\nbringing together analysts from across the public sector. Itstraining offeringis one\nof the more open, and impressive. Itslearning curriculumclaims it has something\nfor everyone, ‘whether... you’re a member of one (or more) of the analytical\nprofessions or not’; even thefunctional standard,which sets expectations for\nplanning and delivering analytical work in government, includes resources that\ncould fall under a data literacy heading (such as details of different practices, ways\nof thinking about analysis and a cycle of how a process should work).\nIts curriculum, courses and resources are splitintoAbility (learn how to do\nsomething), Technical (get better at something), Behaviours (change a behaviour),\nStrengths (learn from experience/strengths of others), and Experience (experience\nsomething that will help me grow). ‘Ability’, for example, provides links to various\nstandards, guidance (for example, government’s data ethics framework) and\ntraining (for example, an introduction to GDPR).\nThe other data- and information-related professions are a mixed bag in terms of\nwhat they provide. TheGovernment Statistical Servicehasan impressive array of\nlinks to courses and resources– some of which appearaccessible to those\noutside the statistical professions.Digital, dataand technologylinks tovarious\nGDS Academy courses, some of which – such as ‘introducingthe basics of\nArtificial Intelligence in government’ – would belongunder a banner of data\nliteracy.A document on continuing professional developmentfor the knowledge\nand information management profession includes various links – for example, on\n‘knowledge principles for government’ – that could be useful in thinking about\ndata literacy. Others – such as theGovernment EconomicsServiceand\nGovernment Social Research Service– have their resourcesbehind logins.\nOpen Data Institute | April 2022 | Data literacy and the UK government34\n\nOne civil service profession where data literacy is vital is thepolicy profession,\nwhich includes the nearly 30,000 civil servants tasked with developing and\ndelivering public policy. The policy profession, with support from the analysis\nfunction, has been taking the challenge seriously: one of the twelve standards  in\nthepolicy profession competency frameworkis ‘data,analysis and scientific\nadvice’, which requires policy professionals to be able to ‘apply research methods\nto model, test and improve policy solutions’ and ‘commission, understand and use\ndata, evidence, and advice’ from analytical, scientific and technical sources. The\nprofession’s training prospectusincludes nine hoursof workshops on ‘data and\nanalysis’ with this blurb: ‘The growth of open data has changed how data is\ncollected and analysed, allowing managers, analysts and policy professionals to\nchange how they make decisions. In this topic you will explore how data, and\nspecifically open data, can be used to improve policy development and\nimplementation. You will also explore how to interpret data accurately and how to\ncommunicate data effectively.’ The Analysis Function is also currentlyundertaking\nan auditof analytical skills among policy officials,which is expected to conclude\n(with actions) shortly.\nData masterclasses\n‘Listening to data starts at the top’ according to an adageattributed to Amazon\nfounder, Jeff Bezos.\nReading through civil service training material and speaking to those involved in\nsupporting data literacy in government, one initiative was front and centre: the\nData Masterclasses for Senior Leaders.\nThe masterclasses have been described byone of theircreators at GSCU and\n10DS(the Number 10 Data Science unit) as an‘unusually-accessible,\nexceptionally-engaging and deeply-vocational online courseto help equip\nnon-analyst senior leaders across government with the knowledge and skills\nthey need to put data and evidence at the heart of their work’. They involve\nvideos of some high profile speakers (including National Statistician Sir Ian\nDiamond, mathematician and author Hannah Fry, and Professor Sir David\nSpiegelhalter), case studies of ‘exemplary’ data use in government, and quizzes\nand calibration tests. They cover:\n●\ndata-driven decision-making and policy-making\n●communicating compelling narratives through data\n●data science and new frontiers.\nInterviewees inside government also highlighted the importance of each student\nbeing part of a cohort they could learn and discuss with.\nOpen Data Institute | April 2022 | Data literacy and the UK government35\n\nThe Masterclasses started in 2021 with senior civil servants – the idea being that\nupskilling senior leaderswould drive demand for betteruse of data and evidence\nacross government – but have since been rolled out more widely, including now\nbeing part of the Fast Stream induction, and inspired similar courses on innovation\nand demographics. The ONS Data Science Campus has since taken ownership of\nthe programme.\nIn its first year, more than 3,000 learners enrolled(28 cohorts from 26 departments),\nwith a completion rate of 26% (compared to an industry standard of 12.6%).\nOther initiatives\nThe National Health Service (NHS) is also thinking about its data literacy offering.\nTheNHS Leadership Academyiscurrently conductingresearchon the question,\n‘What are the gaps in data literacy in Health and Care leaders and what training\nrequirements will support evidence use in decision making?’ TheAnalyst X\ncommunityis researching the needs of those engagedwith analysis in the NHS.\nTheWhat Good Looks Likeframework – which NHS leadersshould use to ensure\ntheir organisation and local health system is ready for digital transformation –\nincludes a success measure of supporting people: ‘Your workforce is digitally\nliterate and are able to work optimally with data and technology’. There is an\n‘Information, Data and Content’ domainwithinHealthEducation England’s work\non the ‘digital literacy of the wider workforce’. The NHS isusing the apprenticeship\nlevy‘to upskill the wider workforce in data literacy’as well as developing more\nadvanced skills. Andthe Goldacre Reviewinto theuse of health data, published in\nApril 2022, includes a recommendation to ‘Create training specifically for senior\nleaders to help them become better customers for data analysis’, since there\nshould be an expectation that non-analyst staff, especially those in management\npositions, should ‘have sufficient data literacy to conduct informed conversations\nabout data’.\nOne major data literacy example in the health service is the ‘Making Data Count’\ninitiative run by NHS England and NHS Improvement, which provides practical\nguides and training ‘for those working at all levels in the NHS, from ward to board’\nclaiming to show participants ‘how to make better use’ of their data. It includes\nsupporting staff and boards to understand ‘statistical process control’ – using\naverages and upper and lower limits to analyse performance and whether targets\nwill be met.\nTheGovernment Data Quality Hub, based at the ONS,focused on working with\nproducers of statistics to improve their quality in its old guise as the Government\nStatistical Service Quality Centre. But it now aims ‘to improve the qualityof all\ntypes of data and analysis across government... by supporting organisations to\nbetter understand, communicate and improve the quality of their data and their\nanalysis’. It produces resources, including aframework,to understand data\nquality, and runs a training course on the basics ofdata quality. Itsmaturity\nframework– being trialled – also has an expansiveview of how organisations\napproach data, looking at uses, leadership, culture and skills (which asks ‘how\ndata literate are your staff?’). The Hub also worked with theData Standards\nOpen Data Institute | April 2022 | Data literacy and the UK government36\n\nAuthorityat the CDDO to organiseDataConnect21, a series of events aimed at\neveryone ‘from the most technical data expert who wants to talk about good\ndataset design, through to leaders who want to understand more about putting\ndata at the heart of their organisation’. This is just one example of CDDO and\nothers understanding the value ofnetworks and communitiesin fostering\nrelationships and learning across government.\nAnd in its major 2019 report onthe challenges ofdata across government, the\nNational Audit Office mentions training provided by the Ministry of Housing,\nCommunities & Local Government (now the Department for Levelling Up, Housing\nand Communities) for chief executives and political leaders in local authorities ‘to\nhelp support better use of digital services across local areas’.\nOpen Data Institute | April 2022 | Data literacy and the UK government37\n\nOne initiative, from outside government but aimed at it, isTeaching Public Service\nin the Digital Age, an open syllabus for public serviceleaders. Competency 7 (of 8)\nis that ‘a digital-era public service leader understands how to use data to inform\ndecisions, design and run services, and create public value inside and outside\ngovernment’, offering to teach public servants to:\n●\nunderstand what types of problems that will require data scientists versus\nstatisticians or economists;\n●identify the skills needed to acquire and clean data;\n●‘understand how the architecture and governance of new digital systems\nwill make data more or less easy to use, share and maintain’;\n●‘explain how the gap between 'policy data' and 'operations data' is\ncollapsing’; and\n●‘anticipate and mitigate problems related to the sharing of data within governments.’\nThere is also aseparate competency– to ‘anticipateand mitigate the privacy,\nsecurity and ethical risks that are inherent to governing in a digital era’.\nOpen Data Institute | April 2022 | Data literacy and the UK government38\n\nAssessing the offer against the ODI framework\nOn the subject of training materials, James Kuht, one of the creators of the Data\nMasterclass, toldan event at the Institute for Governmentin February 2021:\n‘there’s a wealth of content, but some of it was difficult to access. Some of it was\ngreat – but other parts of it weren’t the most engaging.’\nIt is difficult for this report to be definitive, given some resources are behind\ngovernment logins and there will be many other offers from individual government\norganisations that are not obvious from outside government.\nBut looking at the offer from the GSCU and some of the functions and professions,\na lot of the hexagons on the left-hand literacy side of the ODI’s Data Skills\nFramework relevant to strategic and contextual critical skills would appear to be\ncovered (as well as awareness of, and some basic skills around, the technical skills\nhighlighted on the right-hand side). Some hexagons not obviously covered might\ninclude ‘Innovating with data’ and ‘Achieving sustainability’, but the emerging\nGovernment Office for Technology Transferand theData Sustainability Charter\nmentioned in the NDS may deal with these in due course. One of the challenges in\nmapping the landscape is that some initiatives that are not obviously part of the\ncentral training and curriculum machinery have useful resources – such as the\nGovernment Data Quality Hub, or theperformance analysiscommunity, which\nmight support ‘measuring success’.\nThe various courses and resources also appear to span different levels of the\nODI’s framework, with all civil servants being offered basic data literacy training as\npart of the government curriculum, and the professions and functions having more\nadvanced offers. However, there is a risk that some of those things offered by the\nprofessions and functions that could be of wider use might not be more widely\navailable, and that some of government’s most prominent initiatives – such as the\nData Masterclass – started with senior leaders and may still focus on particular\ngroups (such as future leaders) rather than all civil servants who could benefit. The\nbiggest challenge may be understanding exactly what is available across the\nwhole of government.\nOpen Data Institute | April 2022 | Data literacy and the UK government39\n\nChapter 4: Public sector\ndata literacy initiatives\nfor others\nThe UK government is interested in the data literacy of the wider population and\nnot just its own workforce. There are fewer of these initiatives and many have a\nworkforce or economic focus, at the expense of engagement with the place of\ndata literacy in people’s lives outside the workplace. Also, many of the\ngovernment’s major announcements on literacy and skills have tended to be about\nmore advanced skills. These include training public sector analysts in data science\nand using government tech fellowships to attract ‘world-class tech talent’ – both\ntrumpeted inthe September 2020 press releaseaccompanyingthe NDS – and\ninitiatives such as providingup to £24 million tofund AI and data science degree\nconversion courses.\nBut there are some exceptions.\nThe National Data Strategy\nTheNDShighlights several challenges for data skillsacross the economy, particularly:\n●\n‘Lack of coordinated vision and leadership across multiple industry\ninterests’, requiring a ‘coherent approach across all skills stakeholders and\nlandscapes’\n●‘Greater clarity needed in describing data skills required by industry’\n●‘The need for the formal and vocational education system to better\nprepare those leaving school, further education and university for\nincreasingly data-rich lives and careers’\n●‘Industries needing to develop their understanding of their own data\nskills needs’\n●‘A limited pool of data-skilled individuals nationally’.\nAlthough the government recognises that some of these are for industry itself to\naddress, it also takes responsibility for working with industry and delivering on\nsome pledges itself. Acknowledging the shifting and uncertain definitions of data\nskills, one such promised action is to publish ‘a working definition of data skills in\nthe wider economy that sets out clear distinctions between data skills, digital skills\nand AI skills’ – this has not yet happened (nor has a similar NDS pledge for a\nshared definition of data expertise across central government, though this may\nchange with forthcoming work from CDDO).\nOpen Data Institute | April 2022 | Data literacy and the UK government40\n\nBut others have. DCMS actively supports theData SkillsTaskforce. This is\nco-chaired by the Alan Turing Institute and Accenture, and consists of members\nfrom industry, academia and National Academies as well as government (and the\nODI), and was established partly in response to Nesta’sAnalytic Britainreport. It is\ncited as one of the main national leadership institutions on skills, andwith\ngovernment backinghas createda data skills self-assessmentportal or toolthat\nallows small and medium sized enterprises ‘to understand [their] organisational\nand technical readiness with respect to data’. There is alsoan online course for\nleaderswith responsibility for data science functions,supporting them to ‘develop\na foundational understanding of the capabilities, risks and limitations of data and\nAI’ in their organisation, ‘explore the ways in which organisations are using data to\ncreate business value’, and ‘reflect on the data maturity’ of their organisation and\nthink about next steps.\nAnother major project under the auspices of the NDS is with the OfS, the public\nbody that works with higher education institutions ‘to make sure that students\nsucceed in higher education’. DCMS and the OfS are working with seven\nuniversities to testhow ‘foundational’ data skillsare being taught to undergraduates\nwhose degrees do not include substantial data science elements, an extension of\nexisting work onpostgraduate conversion coursesforAI and data science. The\nevaluations are due to be published in summer 2022.\nBeyond the National Data Strategy\nOne of the pledges in the government’s Online Harms White Paper and its work\naround internet safety and online harms (which has led to the Online Safety Bill\ncurrently making its way through parliament) was to develop anOnline Media\nLiteracy Strategy. This was published by DCMS in July2021. At the heart of the\nstrategy is a media literacy framework consisting of five key areas, each based on a\nprinciple. One of these is the principle that: ‘Users should understand the risks of\nsharing personal data online, how that data can be used by others, and are able to\ntake action to protect their privacy online’. ItcitesOfcom pollingthat indicates that,\nalthough 73% of users described themselves as ‘very confident’ or ‘fairly confident’\nmanaging their data online, 44% of these ‘confident’ respondents were unaware\nthat data could be collected through smartphone apps, ‘and 20% were unaware of\nthe existence of cookies altogether’. Other principles also include elements of what\nmight be described as data literacy. For example, principle 2 says: ‘Users should\nunderstand how the online environment operates and use this to inform decisions\nonline’, and includes understanding how data feeds into algorithms and social\nmedia business models within its expectations. The Online Media Literacy Strategy\nis unusual in major government literacy initiatives in being aimed at individuals as\ncitizens or going about their normal (online) lives, rather than being focused on their\nrole in the workforce.\nOpen Data Institute | April 2022 | Data literacy and the UK government41\n\nThe DfE also provides a list ofSkills Bootcampsforeligible adults aged 19 and\nover, available online and in locations around the country. This includes many\ncourses under a ‘digital’ heading, such as digital leadership, AI and machine\nlearning, and several around data and data analysis. They are all aimed at helping\npeople develop sector-specific skills and be fast-tracked to interviews with local\nemployers (and therefore focus on targeted skills rather than more general data\nliteracy). The department is also responsible for piloting some data-centric short\ncourses under the Lifelong Learning Entitlement as part ofa trial with the OfS.\nDfE is also responsible for theEssential DigitalSkills Framework, which ‘defines\nthe digital skills adults need to safely benefit from, participate in and contribute to\nthe digital world’ and is designed to support those offering training to adults ‘to\nsecure their essential digital skills’. It also informs theLloyds Bank Consumer\nDigital Index, which conducts a survey of basic digitalskills. Data-related skills in\nthe framework include understanding ‘that others can capture and use my data\nand that I can protect and secure my personal data against such threats through\nprivacy settings’ and ‘that I must not share other people’s data online without their\nconsent’, while ‘additional skills for work’ include ‘use appropriate software,\nincluding a spreadsheet, to manipulate and analyse data to help solve problems at\nwork’. This framework does not appear to be cited in any subsequent government\nwork on data literacy and has few other mentions on GOV.UK. A 2021 report by\nFutureDotNowargues that the framework has not yetachieved cut through, and\nestimates 17.1 million adults (52% of the workforce) still lack essential digital skills\nfor work.\nThe ICO runs theYour Data Mattersprogramme, whichhas a range of resources\nincluding lesson plans, andOfcom’s Making Sense ofMediais a major\nprogramme to support the development of online skills. The devolved\nadministrations also have their own programmes: for example in Scotland, the\nData Labhas funded some training and is a partnerinData Skills for Work, a\nproject that ‘aims to provide all of our citizens, from school pupils to adult learners,\nwith the opportunity to learn and master the necessary skills to drive and sustain\ndata driven innovation in the region, regardless of background, gender or location’,\nincluding a basic level of data literacy. It notes ‘we all need to be more data savvy’.\nIt is striking that, while some major UK government programmes will rely on greater\ndata literacy, they don’t have much to say about it. For example,the Levelling Up\nwhite paperincludes various pledges on data, includinga new body to ‘empower’\ncitizens to scrutinise local government through providing better data – but includes\nno consideration of the skills citizens will need to do so or the ecosystem required to\nsupport them.Global Britain in a Competitive Age:the Integrated Review of\nSecurity, Defence, Development and Foreign Policyuses the UK’s status as a\n‘global leader’ in AI as a case study, and talks about strengthening this position\nthrough ‘improving the supply of AI talent and boosting high-level skills’, increasing\ninvestment in research, supporting the ethical adoption of technologies, and\ninternational partnerships, but says nothing specific about equipping the population\nwith the literacy necessary to support this.\nAlthough beyond the scope of this report, there are many non-government\norganisations also thinking about how to boost data literacy. One prominent\nOpen Data Institute | April 2022 | Data literacy and the UK government42\n\nexample is theAlliance for Data Science Professionals, encompassing organisations\nincluding the British Computer Society, Royal Statistical Society, The Royal Society,\nthe Royal Academy of Engineering, The Operational Research Society, Institute of\nMathematics and its Applications, the National Physical Laboratory and The Alan\nTuring Institute, which is ‘defining the standards needed to ensure an ethical and\nwell-governed approach so the public, organisations and governments can have\nconfidence in how their data is used’.\nAssessing the offer against the ODI framework\nThe external offer seems lacking compared to the internal government offer on\ndata literacy. Most of the initiatives focus more on data skills, rather than a more\nfoundational data literacy offer. This means the focus is on the right-hand side of\nthe ODI Data Skills Framework of technical skills, and the higher levels of the ODI\nLevels of Data Literacy, rather than the left-hand literacy skills and lower levels of\ndata literacy for a wider population.\nOpen Data Institute | April 2022 | Data literacy and the UK government43\n\nNext steps\nOne of the six points in theODI’s manifestofor openand trustworthy data\necosystems and a world where data works for everyone is data capability:\n‘Everyone must have the opportunity to understand how data can be and is\nbeing used. We need data literacy for all, data science skills, and experience\nusing data to help solve problems’.\nWe believe it is vital that government recognises the importance of ‘data literacy’\nas well as data skills, if it wants to develop a public sector workforce that is\nconfident and capable in using data to make and implement meaningful policies,\nbuild useful services and make informed decisions; foster a national private\nsector workforce that can thrive in a data-driven economy; and support\nwell-informed citizens in a data-rich society. The size of the public sector\nworkforce and government’s ability to lead by example means its internal and\nexternal initiatives can have a big impact. The government’s pledges, in the NDS,\nPlan for Growth,Integrated Reviewand National AIStrategy, show it is\ncommitted to improving data literacy.\nBut, as this report shows, the different overlapping ‘literacies’ – such as digital and\nmedia literacy – which lack clear, consistent definitions, mean the government is at\nrisk of work being fragmented, duplicated and unaligned, although ‘data literacy’ is\nfoundational to many of them. Some of these literacies, such as ‘digital literacy’,\ntend to focus more on the technical and practical skills on the right-hand side of\nthe ODI Data Skills Framework, rather than the more critical, contextual and\nstrategic ‘literacy’ topics on the left-hand side.\nThere is no consistent definition of ‘data literacy’ across government, which\nreflects debates in academia and elsewhere. There is some recognition that\n‘literacy’ means more than just technical, analytical and engineering skills, and that\neveryone – not just data specialists – needs some degree of data literacy. The AI\nRoadmap, from the independent, advisory AI Council, has a particularly\ninteresting, holistic view of literacy for all sitting alongside specialists skills for\nsome and greater diversity in data-focused professions.\nGovernment’s internal offering of courses and resources on data literacy –\nespecially those brought together by the GSCU and the Analysis Function –\ncovers a lot of the more strategic and contextual skills on the left-hand side of the\nODI Data Skills Framework, and engages the different levels of the ODI Levels of\nData Literacy. But there is a risk that some things offered by specific professions,\nand to particular levels of officials, could be of wider use. The internal offering is\nmore extensive than many of government’s external initiatives, which focus on\nmore technical skills.\nOpen Data Institute | April 2022 | Data literacy and the UK government44\n\nOverall, for all the apparently good work going on in government, there remains\ngreater focus on the technical skills of the right-hand side of the ODI Data Skills\nFramework than the more contextual literacy of the left-hand side. This also means\nthat there can sometimes be a focus on the higher levels of the ODI Levels of Data\nLiteracy, rather than data literacy for all, as per the ODI’s definition of data\ncapability.\nSeveral issues remain that need to be tackled.\nThe first is the lack of definitions around ‘data literacy’ and the other, overlapping\ntypes of ‘literacy’. Something like the ODI Data Skills Framework (with its\nhexagons of different topics) and the ODI Levels of Data Literacy (with its different\nlevels) could help give some shape to this – helping to disentangle some of the\nspecific areas, spheres or skills involved – as could the NDS commitment to\npublish a definition. Some guide to how the various other overlapping literacies\nrelate to foundational data literacy and how the government thinks they all\nintersect would also be helpful. This might also help develop more focus on the\nimportance of data literacy for individuals as citizens, rather than just as workers:\nmost current initiatives tend to revolve around the workforce (the ‘data-driven\neconomy’, as the NDS puts it) rather than society (the ‘data-rich lives’ that the\nNDS also considers important).\nThis could help with the second issue – the risk of fragmentation, duplication and\nlack of awareness of different work across government. The GSCU has done an\nexcellent job of trying to pull together different resources from across different\nprofessions and functions – but inevitably, there will be individual departments and\nother public sector organisations developing resources which could be of wider\nuse. Making all the resources even easier to find and access – perhaps grouped\nunder a ‘data literacy’ heading – will make them easier for people to use and\nintegrate into their own training plans.\nThe disconnection is particularly acute when it comes to the government’s\npublic-facing data literacy work. The resources and training offered inside\ngovernment feels more extensive than many of the current external initiatives. It may\nalso be that some internal resources and training materials are only available to\ncertain professions, and not more widely. There may be understandable reasons for\nthis – it costs money to develop resources like the Data Masterclasses, there may\nbe licensing issues, and partial offerings (for example, videos and quizzes but not\nthe experience of shared learning with a wider cohort) may not be as good as the\nfull offer. But increased openness about the materials available, within government\nand to the wider population, could be of real benefit and support government’s\nambitions for data literacy for the wider population and workforce.\nOpen Data Institute | April 2022 | Data literacy and the UK government45\n\nAnnex\nPublic sector data literacy initiatives\nfor government\n●\nGovernment Curriculum and Campus from theGSCU: seeBetter Training,\nKnowledge and Networks: the New Curriculum and Campus for\nGovernment Skills\n●TheAnalysis Function, including itslearning curriculum,functional\nstandard, andAnalysis in Government Month\n●TheGovernment Statistical Service, and itscoursesand resources\n●TheDigital, data and technologyprofession, withlinks tovarious GDS\nAcademy courses\n●The Government Knowledge and Information Management Profession,\nandits document on continuing professional development\n●Government Economics Service\n●Government Social Research Service\n●Policy profession, and itscompetency frameworkandtraining prospectus\n●ONS Data Science Campus (previously GSCU and 10DS),Data\nMasterclasses for Senior Leaders(more inthis presentation,this blogpost\nandthis blogpost)\n●NHS England and Improvement, ‘Making Data Count’ initiative\n●TheGovernment Data Quality Hub, including adataquality framework,\ntraining course on the basics ofdata quality, amaturityframework, and\n(with Data Standards Authority)DataConnect21\nOpen Data Institute | April 2022 | Data literacy and the UK government46\n\nPublic sector data literacy initiatives for others\n●\nProvision by the government-backedData Skills Taskforce,including adata\nskills self-assessment portalor tool and anonlinecourse for leaders\n●A DCMS and OfS pilot testinghow ‘foundational’ dataskills are being\ntaught to undergraduates(an extension of work onpostgraduate\nconversion coursesfor AI and data science)\n●DCMS,Online Media Literacy Strategy\n●Department for Education,Skills Bootcamps\n●DfE and Office for Students,piloting data-centricshort courses under the\nLifelong Learning Entitlement\n●DfE,Essential Digital Skills Framework\n●ICO,Your Data Matters\n●Ofcom,Making Sense of Media\n●TheData Lab(Scotland),Data Skills for Work\nStakeholder engagement\nWe are very grateful to those who participated in stakeholder interviews and/or\nreviewed drafts of this work, including representatives of:\n●\nAnalysis Function\n●Central Digital and Data Office\n●Civil Service Modernisation and Reform team\n●Data Skills Taskforce\n●Department for Digital, Culture, Media and Sport\n●Government Skills and Curriculum Unit\n●NHS Transformation Directorate\n●Office for National Statistics Data Science Campus\n●Office for AI\nWe are also grateful to those who provided other suggestions and links to\nprevious relevant work.\nOpen Data Institute | April 2022 | Data literacy and the UK government47","version":"1.10.100"}