{"numpages":16,"numrender":16,"info":{"PDFFormatVersion":"1.5","IsAcroFormPresent":false,"IsXFAPresent":false,"Producer":"Skia/PDF m89"},"metadata":null,"text":"\n\n \n\n  \n  \n \nContents \nContents1 \nAbout2 \nIntroduction3 \nHow do we define decentralised publishing initiatives?4 \nExamples of decentralised publishing initiatives4 \nExamples of initiatives that do not share these characteristics5 \nWhere is this pattern applicable?6 \nHow are decentralised initiatives building data infrastructure?7 \nHow do some existing initiatives compare?8 \nEarly observations8 \nAddressing gaps in data infrastructure8 \nValidation and ranking8 \nProvision of aggregated datasets8 \nData hosting services9 \nSkew towards open data9 \nNext Steps9 \nMethodology10 \nLimitations10 \n  \n \nOpen Data Institute | December 2020 | Research reportComparing decentralised data publishing initiatives   1 \n\n  \n  \n \n \n \n \n \n \nAbout \n \nThis report has been researched and produced by the Open Data Institute, and \nfirst published as a draft in October 2020. Its lead author is Leigh Dodds, with \ncontributions from Josh D’Addario, Jack Hardinges, Elea Himmelsbach, James \nMaddison, Emily Sinclair and Jeni Tennison. \n \nWe would like to thank those who have supported our research and provided \ninitial feedback on the report and the comparison of initiatives, including \nrepresentatives from OpenActive, Open Contracting, OpenOwnership and \n360Giving. \n \nIf you want to share feedback by email or would like to get in touch, contact the \n“Data Infrastructure for Common Challenges” project team at \nresearch@theodi.org.  \n \nTo share feedback in the comments, highlight the relevant piece of text and click \nthe ‘Add a comment’ icon on the right-hand side of the page. \n \n \n \n \n \n \n \nOpen Data Institute | December 2020 | Research reportComparing decentralised data publishing initiatives   2 \n \nHow can it be improved? We welcome suggestions \nfrom the community in the comments. \n\n  \n  \nIntroduction \nImproving healthcare, switching to renewable energy and responding to crises \nand disasters are all difficult problems that need to be solved through \ncollaborative approaches. No single organisation has the resources or skills to \nsolve the problems. Or the understanding of how to create solutions that work for \neveryone. \n \nMulti-stakeholder initiatives are increasingly being set up to do things like advance \nresearch or tackle sustainability goals. For example, the UK’s Industrial Strategy is \ngeared around four ‘Grand Challenges’, underpinned by missions that will be \n1\ntackled through cross-sector collaborations. Businesses are working together to \ncreate more resilient supply chains. Local communities are using 3D printers and \nopenly licensed designs to manufacture personal protective equipment to fight the \nCovid-19 pandemic. \n \nData can help us to understand and address these challenges. It can help to \nimprove decision making, drive innovation and measure progress. Accessing, \nusing and sharing data are frequent activities within many of these new initiatives. \n \nHowever, our data infrastructure is often poorly designed or managed. This limits \nour ability to maximise value from data and opens the door to harmful impacts \nfrom its use. Programmes to strengthen and build data infrastructure have \nbecome a necessary activity in several of these wider collaborations. \n \nWe refer to these programmes as ‘data access initiatives’. We describe them as \nprogrammes which: \n \n●have a clear challenge, in the form of a specific social, environmental or \neconomic problem that is the focus for the collaboration \n●involve multiple stakeholders actively working together to solve the \nproblem \n●include a strong focus on collecting, using and sharing data as part of \ntheir work.  \n \nOver the last few years the ODI has been exploring a range of data access \nmodels, including data institutions, data trusts, data observatories and data \ncollaborations. This paper is part of a project exploring how data access \n2\ninitiatives are building data infrastructure to support their work. \n3\n \nWe have identified one common design pattern for increasing access to data \nthrough the adoption of open standards for data. For the purposes of this report \nwe are calling these ‘decentralised data publishing initiatives’.  \n \nThis report provides a short summary of this design pattern and compares how it \nis being applied across 14 different initiatives. Our intention is to share insights \n1\n BEIS (2019) ‘​The Grand Challenges’​,  \n2\n ODI (2019) ‘​Mapping the wide world of data sharing​’,  \n3\n ODI (2020_ ‘​Data infrastructure for common challenges​’  \n \nOpen Data Institute | December 2020 | Research reportComparing decentralised data publishing initiatives   3 \n\n  \n  \ninto when and where it may be appropriate to use this approach to increasing \naccess to data, how to make it successful, and the types of initiatives that might \nbenefit from it. \n \n  \n \nOpen Data Institute | December 2020 | Research reportComparing decentralised data publishing initiatives   4 \n\n  \n  \nWhat is a decentralised \npublishing initiative? \nData access initiatives are programmes that: \n  \n●involve multiple stakeholders, collaborating to address a common \nchallenge  \n●are increasing access to or use of data​.  \n \nTo define ‘decentralised publishing initiatives’ we have chosen to build on this \ndefinition by adding additional elements. \n \nA ‘decentralised data publishing initiative’ is a data access initiative in which: \n \n●data is published in a decentralised way​: the data providers make the \ndata available via their own infrastructure \n●the ​data providers are publishing data about the same kinds of things, \nfor example spending data. \n●the data is​ shared ​or​ open data \n●a ​single, common standard is used by all organisations​ such that the \ndata is published in the same kind of way \n●the ​initiative provides guidance, tools and technology​ to support data \npublication and use, for example a central register of datasets to support \ndiscovery \nExamples of decentralised publishing initiatives \nFrom our initial research we have identified several initiatives that display these \ncharacteristics. The examples include: \n \n1.OpenActive​ – UK activity providers such as gyms publish live data feeds \nfor opportunities to be physically active, such as spin classes, under an \nopen licence, using a common data model and application programming \ninterface (API) standard \n2.Open Contracting​ – governments around the world publish openly \nlicensed datasets describing public procurement tenders and contracts \n3.Open Banking​ – major banks in the UK publish open data about banking \nproducts as well as shared data about bank transactions using a common \ndata model and set of API standards \n4.LIVES​ – municipalities in New York and San Francisco  publish data about \nrestaurant inspections \n5.UK Bus Open Data Service​ – bus operators in the UK  publish data feeds \nabout bus timetables \n \nFor more examples and a comparison, see the section: ‘​How do some existing \ninitiatives compare?​’ \n \nOpen Data Institute | December 2020 | Research reportComparing decentralised data publishing initiatives   5 \n\n  \n  \nExamples of initiatives that do not share these \ncharacteristics \nIn reviewing a wide range of data access initiatives we identified many that share \nsome of the characteristics of a decentralised data publishing initiative, but vary \nfrom the core pattern in different ways. \n \nFirst, in some initiatives, while the data may conform to a common standard, it is \nbeing published or shared via a single central portal, repository or platform.  \n \nFor example the Europeana project, which helps cultural heritage organisations \nshare data about their collections, asks those organisations to submit data using a \ncommon standard. The data is then made available via Europeana.  \n4\n \nThis shift from a decentralised to a centralised approach to publication and use \ncreates a very different data ecosystem. It may happen by design or through one \naggregator or intermediary coming to dominate the ecosystem. Or it may arise \nbecause publishers lack capability: a centralised infrastructure is being used to \novercome issues with them providing their own data infrastructure to consistently \nand reliably share open data in a trusted way. \n \nSecond, common standards might be in wide use across a sector, industry and \ncommunity, but are being used to publish data covering a diverse range of \ndifferent subjects. This is often the case when the underlying standards define \ngeneral purpose data exchange formats or API designs, rather than common \nschemas or data models.  \n \nFor example, the ​OpenGeospatial Consortium​ works with a variety of stakeholders \nto create and support adoption of geospatial data standards. However the \norganisations adopting those standards are publishing a very wide range of \ndifferent types of geospatial data, for a variety of different purposes.  \n \nNot all programmes to develop and support adoption of an open standard are \ndata access initiatives or decentralised data publishing initiatives. \n \nThird, there are many examples of organisations publishing similar datasets, \nwhere there is no common standard being used to publish that data.  \n \nIn these cases there may not be a data access initiative that is coordinating this \nactivity. Publishers do not see themselves as participating in a common initiative \nwith a shared goal or vision. This may point to a need for a new initiative.  \n \nFor example, many retailers provide information about their store locations or \nproducts, but there is no common standard or approach for making that data \navailable even though it is relatively consistent across different websites. \n \nIn other cases there may be a shared initiative, but it is not working to build or \nstrengthen the data infrastructure necessary to increase quality, consistency and \nsupport use of the data. This might highlight a need for the initiative to broaden its \nactivities.  \n4\n Europeana (n.d.), ‘​Process​’,  \n \nOpen Data Institute | December 2020 | Research reportComparing decentralised data publishing initiatives   6 \n\n  \n  \n \nFor example, the CovidSecureCheck project is building a register of Covid-19 risk \n5\nassessments to gather evidence and support analyses of approaches being taken. \nHowever it doesn’t recommend that organisations use a specific standard format \nor approach for publishing those assessments. \n \nLike any attempt to apply a new definition to the real world there are many \nexamples that are more or less closely aligned with our definition of decentralised \ndata publishing initiatives.  \n \nOur goal in this paper is to outline the general pattern so we can compare how it is \nbeing used and implemented in practice. The specific design decisions behind \nindividual initiatives are often more instructive to consider than refining a formal \nclassification. \n \nDiscussing edge cases and the different priorities and choices that underlie them \nis a useful way to explore how the design of data infrastructure reflects the \necosystem in which it exists, and the purposes for which it is being created. \n \n \n  \n5\n TUC (2020) ‘​CovidSecureCheck​’,  \n \nOpen Data Institute | December 2020 | Research reportComparing decentralised data publishing initiatives   7 \n\n  \n  \nWhere is this pattern \napplicable? \nBuilding a data infrastructure around decentralised publishing of data seems to be \napplicable when one of more of the following preconditions apply: \n \n●the ​data is naturally distributed​, for example it is being collected and \nmanaged by a large number of different organisations \n●there are ​multiple similar organisations with a shared purpose​, such as \na public task or similar business model, which are collecting or producing \nthe same type of data  \n●there is ​utility in using both original data sources and aggregated \ndata​. In some cases consumers may benefit both from directly accessing \ndata from a single provider, with extra insights or use cases being \nsupported by use of aggregate data across multiple publishers \n \nA decentralised approach may have a range of benefits, including: \n \n●removing central costs for data collection and management​, which \nwill be higher where there are a large number of publishers who may need \nto contribute, or where the volume of data to be collected is significant \n●increasing timeliness of access to data​, for example if the data is \nregularly updated or published and creating an intermediary would slow \ndown the publishing of that data \n●making data available from source, rather than indirectly via an \nintermediary may ​reduce risks​, ​increase trust​ or ​clarify the provenance \nof data​. \n \nOur other research projects on sustainable data access and building trust \n67\nexplore these topics in more detail. \n \n  \n6\n ODI (2020) ‘​R&D Sustainable Data Access​’,  \n7\n ODI (2020) ‘​R&D Building trust through certification and audit​”’,  \n \nOpen Data Institute | December 2020 | Research reportComparing decentralised data publishing initiatives   8 \n\n  \n  \nHow are decentralised \ninitiatives building data \ninfrastructure? \nData infrastructure consists of: \n8\n \n●data assets, such as datasets, identifiers, and registers \n●standards and technologies used to curate and provide access to data \nassets \n●guidance and policies that inform the use and management of data assets \nand the data infrastructure itself \n●organisations that govern the data infrastructure \n●the communities involved in contributing to or maintaining it, and those \nwho are impacted by decisions that are made using it. \n \nThere are many different activities that support the development, maintenance \nand use of data infrastructure. For decentralised data publishing initiatives, these \nactivities include: \n \nStandards \n●Scoping, development, publication and ongoing governance of an open \nstandard for data, used by all those publishing data covered by the \ninitiative. \n●Providing feedback to publishers and data users about whether published \ndatasets conform to the standard. This might take the form of individual \nvalidation reports or conformance indicators in a registry. \n \nData assets \n●Maintaining a registry of published data. This might be a list of \norganisations publishing data, or links to individual datasets. The registry \nmight be maintained by the initiative or contributors. \n●Harvesting and collecting published datasets and making them available \nas a single aggregated dataset either for download or use via APIs, in \naddition to them being available directly from source. \n \nTechnology \n●Developing and releasing tools that can be used by data publishers to \nsupport them in publishing data that conforms to the standard. Might \ninclude spreadsheet templates, API frameworks, anonymisation tools, or \nother technology. \n●Developing and releasing tools that can be used to validate data against \nthe open standard, to check conformance with the specification. \n \n8\n Open Data for Development (2019) ‘​Data infrastructure​’  \n \nOpen Data Institute | December 2020 | Research reportComparing decentralised data publishing initiatives   9 \n\n  \n  \nGuidance and policies \n●Publishing guidance for data publishers about how to publish necessary \ndata. Might include technical guidance on standards, as well as \nnon-technical information. \n●Providing support for policymakers, regulators and others in developing \nlegislation, procurement guidance, regulation or other policies that \nenforce, inform or support the publication of data according to the \nstandard. \n \nCommunities \n●Carrying out user research and engagement to understand the needs of \ndata publishers, users and other stakeholders. Might involve formal user \nresearch methods, interviews or informal collection of needs. \n●Providing a help desk or similar support function to allow data publishers \nand users to request help and guidance on publishing or using data. \nA comparison of existing initiatives \nUsing the activities identified through our analysis (see ​Methodology​), we have \ncompared 14 different initiatives. They vary based on the following: \n \n●The ​licensing​ of data. We have seen examples of both data sharing and \nopen publication of data. \n●Their ​geographic scope​. We have seen examples of regional, national \nand international initiatives \n●Whether data sharing and publication of data is ​mandatory or voluntary. \n●The ​sector or domain​ in which the initiative is focused – we have seen \nexamples in transport, health, finance, public policy and physical activity. \n●The ​type of challenge being tackled​. Some initiatives focus on tackling \ntransparency, others aim to drive innovation in a sector \n \n  \n \nOpen Data Institute | December 2020 | Research reportComparing decentralised data publishing initiatives   10 \nComparing decentralised data publishing initiatives \n \nView the result of our comparison here.  \n \nThe spreadsheet includes: \n \n●a brief summary of each initiative \n●a list of activities associated with creating or maintaining data \ninfrastructure \n●an indication of whether the individual initiative is carrying out those \nactivities. \n\n  \n  \nHow do the initiatives compare? \nThe comparison identifies a number of similarities and differences between \ninitiatives which are helpful to highlight. \nAddressing gaps in data infrastructure \nBy definition all of these initiatives involve driving adoption of a standard. However \nin the majority of cases these initiatives are scoping, developing and governing \nnew standards, rather than driving adoption of existing standards.  \n \nThis suggests that these initiatives are typically addressing a gap in existing data \ninfrastructure. \nValidation and ranking \nWhile the majority of initiatives appear to provide feedback to publishers on the \nquality of published data, the actual approaches vary. Some initiatives provide \ndirect, private feedback to publishers while others produce public reports to \nassess conformance. \n \nSome initiatives or their communities go a step further and produce an index or \nranking of publishers based on the published data. This seems to be more \ncommon around initiatives whose purpose is related to transparency and \ncompliance. \nProvision of aggregated datasets \nWhile all of the initiatives are maintaining a public registry of datasets to support \ndiscovery of the underlying data, only half of the initiatives are producing an \naggregated dataset and/or an API. \n \nFor some initiatives an aggregated dataset would may not be possible because \nthe underlying data is shared and not open data. \n \nThe lack of an aggregated dataset in other circumstances may be due to a range \nof factors: \n \n●There is more utility in accessing the source data, rather than analysing \ndata in bulk. \n●The number of source datasets may be small enough that investing in an \naggregation is not useful – data consumers can easily access what they \nneed. \n●Participation in the initiative remains low, or it is still at an early stage and \ndeveloping an aggregation is part of a future roadmap. \n●Data consumers have a variety of different needs so a ‘one size fits all’ \naggregation may be difficult to create. \n●The initiative does not have the technical or financial resources to \nmaintain the aggregate dataset. \n \n \nOpen Data Institute | December 2020 | Research reportComparing decentralised data publishing initiatives   11 \n\n  \n  \nFew initiatives are providing tools and technology to support data consumers in \naggregating or harvesting data. For those initiatives that are not providing an \naggregate dataset, providing additional tools for data consumers may be a gap to \nbe addressed. \n \nData hosting services \nA small number of initiatives offer a data hosting service to provide an alternative \nto publishers publishing data themselves. For example the UK Bus Open Data \nservice offers to host data for bus operators who have fewer than 40 routes. \n \nThis is likely to be a pragmatic approach aimed at increasing participation where \nsome publishers may not have the resources to publish data directly. As noted \npreviously, if all publishers use this infrastructure, it is no longer a ​decentralised \ndata publishing initiative. \nSkew towards open data \nWhile some of the initiatives we reviewed are using the decentralised data \npublishing approach to support sharing of data, there is a clear skew towards \nopen publication of data. \n \nThe decentralised data publishing approach is likely to be simpler to implement \nwhere data can be published openly.  \n \nMuch of the groundwork of developing standards, technology and guidance is \nsimilar across initiatives regardless of licensing. But where data is shared with \nrestrictions there is additional work required to define, for example, common \napproaches to data governance and shared API standards that support secure \naccess to data within the terms of the restricted licence. \n  \n \nOpen Data Institute | December 2020 | Research reportComparing decentralised data publishing initiatives   12 \n\n  \n  \nNext steps \nThis report summarises our current understanding of how decentralised data \npublishing initiatives are creating data infrastructure to tackle a range of \nchallenges. We invite feedback to help broaden the range of initiatives being \ncompared and to help develop further insights into the benefits and challenges of \napplying this approach. \n \nAs part of this research project we will be developing and recommending tools \nand guidance that may help those who are leading or planning initiatives in \nimproving their approach to creating and maintaining data infrastructure.  \n \nIf you would like to be involved in this project, then please contact the ‘Data \nInfrastructure for Common Challenges’ project team at ​research@theodi.org​. \n \n  \n \nOpen Data Institute | December 2020 | Research reportComparing decentralised data publishing initiatives   13 \n\n  \n  \nMethodology \nTo develop this comparison we went through the following process: \n \n1.We created a ‘long list’ of data access initiatives, drawing on those we \nhave worked with, supported and led. This was supplemented with new \ninitiatives identified through wider desk research. \n2.Drawing on interviews and desk research we developed logic models for \n9\na small number of initiatives. This helped us clarify the activities of those \ninitiatives. \n3.We classified the activities to identify those that were related to the \ndevelopment, maintenance or adoption of data infrastructure. \n4.Having identified that a subset of initiatives shared some common \ncharacteristics, we created a definition of the ‘decentralised publishing \ninitiatives​’​ pattern and a list of related activities. \n5.Using this definition and list, we compared a range of decentralised \npublishing, drawing from our original long list with additions that were \ncrowd-sourced from social media. \n6.We requested feedback from some stakeholders directly involved in the \nrelevant initiatives to help improve the accuracy of our comparison. Any \nremaining gaps or misunderstandings are our own. \n \nIt is important to note that our focus has been on data infrastructure. Successful \ninitiatives will be creating or adopting other types of (digital) infrastructure – for \nexample, collaboration or video conferencing tools, or other software and services \nthat are helpful in tackling their challenge. Exploring those aspects are out of \nscope for our project. \n \nData access initiatives will also be involved in a broader range of activities that \nhelp to manage, sustain and grow the initiative, but which are not directly related \nto building or maintaining data infrastructure. Examples include fundraising, \nrecruitment, communications, etc. Documenting these activities is also out of \nscope for our project but they are obviously important in delivering impactful \nprogrammes. \n \nWe have not assessed all of the details of how the compared initiatives are \ncarrying out the work of creating data infrastructure. Each initiative may be \napproaching these activities in different ways and with different levels of \ninvestment. Our goal is to highlight similarities and differences to prompt \ndiscussion and review. \nWhere there are other gaps, we invite feedback to help us improve our analysis. \n  \n9\n PHE (2018) ‘​Introduction to logic models​’ \n \nOpen Data Institute | December 2020 | Research reportComparing decentralised data publishing initiatives   14 \n\n  \n  \nLimitations \nWe are aware that there are several limitations in our survey and initial \ncomparison. \n \n●The set of initiatives that we identified and shortlisted for review are \nbiased towards those known to us through our network and broader \nengagement. We invite suggestions on further initiatives to include: we \nwould particularly like to identify further initiatives from the Global South, \nas well as a broader range of domains. \n●The initiatives we have reviewed are still active and have a public \npresence. There may be local initiatives that we have not identified. There \nmay also be ‘survivor bias’ in the analysis, as those we can easily review \nare still active and successful enough to be easily identified \n●The activities we have identified are those that we have been able to find \nthrough desk and user research, as well as some direct feedback from \nthose involved in the initiatives. There may be other activities that we have \noverlooked or which should be more prominent in our analysis. \n●Like all other programmes of work, data access initiatives may cause \nharm or fail to promote diversity, equity and justice. The activities and \noutputs they create may not always demonstrate good practice around \nethics, equity or inclusion. The activities identified in our comparison are a \nstarting point for discussion and improvement, rather than a definitive list \nof good practice. We invite feedback on the identified activities and \nsuggestions on how to conduct them in ways that minimise harm and \ntackle inequities. \n \n \n \n \nOpen Data Institute | December 2020 | Research reportComparing decentralised data publishing initiatives   15 ","version":"1.10.100"}