{"numpages":5,"numrender":5,"info":{"PDFFormatVersion":"1.4","IsAcroFormPresent":false,"IsXFAPresent":false,"Creator":"Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/106.0.0.0 Safari/537.36","Producer":"Skia/PDF m106","CreationDate":"D:20221027131306+00'00'","ModDate":"D:20221027131306+00'00'"},"metadata":null,"text":"\n\n27/10/2022, 14:13Open data that drives business – The ODI\nhttps://theodi.org/article/research-open-data-means-business-pg3/1/5\nOpen data that drives business\nFri Sep 9, 2016\nShare\nUK companies are using government and non-government open data from a\nwide range of sectors.\nOpen data that drives business\nUK companies are using government and non-government open data\nfrom a wide range of sectors\nThe UK is ranked top of 86 countries by the Open Data Barometer, which\nmeasures a country’s readiness to secure benefits from open data, its publication\nof key datasets and evidence of emerging impacts from open government data.\nThe UK’s central repository of public sector open data, data.gov.uk, contains nearly\n15,000 datasets published with an Open Government License. Substantial open\ndata resources are also published by non-government sources, such as nonprofits\nand community groups.\nUses of government open data\nA large proportion (70%) of companies that responded to our survey use open data\nprovided by government.\nSurvey respondents were also asked to list the government datasets used in their\ncompanies. In total, 25 different open data sources were named, spanning central\nand local government and other public sector bodies, with numerous examples\ngiven of specific datasets. Many companies listed multiple datasets, with some\nstating that they used too many to list for the purposes of the survey. Appendix\nTable A3.1 summarises the survey responses on this topic.\nOrdnance Survey (OS) was cited most frequently (27% of companies) as an open\ndata source. OS is Britain’s national mapping agency and a member of the Public\nData Group. It has operated as a government-owned company since 1 April 2015.\nCompanies also use open data related to local regions. Local and regional\ngovernment (listed by 18% of companies) and the Department for Communities\nand Local Government, a ministerial department concerned with community policy\nKnowledge & opinion >\n\n27/10/2022, 14:13Open data that drives business – The ODI\nhttps://theodi.org/article/research-open-data-means-business-pg3/2/5\n(listed by 14% of the companies), are sources of open datasets that companies use\nrecurrently.\nOther sources of open government data listed frequently include the Department\nfor Transport and related bodies, the Office for National Statistics (ONS)\nand Companies House, which were listed by 20%, 18% and 14% of respondent\ncompanies respectively.\nUses of non-government open data\nAlmost half (49%) of the surveyed companies use open data from non-government\nsources such as businesses, nonprofits and community projects.\nThe companies we surveyed were asked to list the datasets they use from non-\ngovernment sources. Appendix Table A3.2 summarises the responses. Together,\nthey named 14 different sources, and listed a variety of different datasets within\nthem.\nUse of open geographic data is particularly popular amongst those companies\nthat listed specific open data sources in their responses. OpenStreetMap, an\nopenly licensed map of the world created by volunteers – with extensive\nannotations available as open data – is used by 24% of these companies.\nCompanies also use open data from various non-governmental, international\nprojects, generally developed by communities of members seeking to make large\nquantities of data available for widespread use. Projects such\nas DBpedia, geonames, Wikimapia, p-lei.org,\nDMOZ, OpenCorporates and OpenCharities are all cited as sources of open data\nused by the companies.\nTransport-related data sources are also popular. These include Traveline,\nthe Association of Train Operating Companies (ATOC), the General Transit Feed\nSpecification (GTFS), the National Aeronautics and Space Administration (NASA)\nand the National Air Traffic Services (NATS).\nWe can identify how companies use a combination of government and non-\ngovernment open data by looking at those that responded to both of the above\nquestions. Appendix Table A3.3 summarises these combined responses.\nThe most number of respondent companies (39%) use open data from both\ngovernment and non-government sources, although only a tenth (10%) are using\nnon-government open data exclusively. This may indicate the importance of the\nrole of government in the open data ecosystem, as a publisher of data to support\ndevelopment of new products and services, and as the driver of policy interventions\nrelated to open data and innovation.\nIt is important to note that around a fifth of respondents (21%) stated that they were\nnot using data from either type of source, which could represent those companies\n\n27/10/2022, 14:13Open data that drives business – The ODI\nhttps://theodi.org/article/research-open-data-means-business-pg3/3/5\nthat solely provide infrastructure and/or publish open data and do not make use of it\nthemselves.\nWhat types of data do companies use most\nWhen describing the open data they use, companies were able to select multiple\nsectors. Their responses show that data from a wide range is being used.\nFigure 3.1 - Responses to the question \"What types of open data does your company use?\" (n=76, multiple\nresponses allowed). See Appendix Table A3.4 for a table of responses including frequencies.\nGeospatial/mapping open data is used by more than half (57%) of all respondent\ncompanies. Several other types of open data are used by more than a third of\nrespondents, namely transportation (43%), environment (42%), demographics\n& social (40%) and business (38%) data.Respondent companies often use open\ndata from multiple sectors. In fact, 79% of companies use data related to more\nthan one sector and 14% of them use data related to more than 10. The mean and\nmedian number of data types by sector used by companies is 4.75 and 4\nrespectively. These usage statistics, combined with detailed statements made by\nthe companies interviewed, suggests that commercial value can be drawn from\ncombining open datasets.\n“\n\n27/10/2022, 14:13Open data that drives business – The ODI\nhttps://theodi.org/article/research-open-data-means-business-pg3/4/5\nCompanies could select ‘other’ for data they felt was not covered by the prescribed\nlist of sectors, and to name those they used. They listed sectors like ‘3D’, ‘crime’,\n‘Internet of Things’, ‘jobs data’ and ‘political’. These responses not only further\nreflect the wide breadth of open data use by sector, but also open data use in\ncombination with other emerging technologies. For example, the development of\n“How do we make money? Well, people are engaging with\nus to build systems that use [...] this [Environment Agency]\ndata or mix it with other datasets, to come up with\nsomething useful. So it’s become quite a big part of our\nbusiness.”\n“\n– Rod Plummer, Shoothill\n”\n“The data was siloed. You couldn’t search across multiple\ncompany registers, you couldn’t search for directors\nacross multiple jurisdictions and you couldn’t combine the\ninformation from those registers together. We felt that the\nneed was essentially to create a single unifie d interface to\nall of this data, allowing it to come together. Insight\ngenerally comes from combining more than one dataset\ntogether. As each dataset becomes available as open\ndata, the opportunities for taking that and coming up with\ncompletely new business models, and new ideas about\nwhat’s possible, are tremendous.” \n– Chris Taggart, OpenCorporates\n“\n”\n“Individual datasets? Yes they are accessible, but\nindividual datasets by themselves don’t really add that\nmuch value. It’s only when you combine it, you clash things\ntogether, that you start seeing some value coming out of\nit.” \n– Clifford McDowell, Doorda\n“\n”\n\n27/10/2022, 14:13Open data that drives business – The ODI\nhttps://theodi.org/article/research-open-data-means-business-pg3/5/5\n      \nCreative Commons Licence\nOpen Data Institute, 5th Floor, Kings Place, 90 York Way, London N1 9AG\nPrivacy policy Contact us\nwidespread 3D printing capabilities and the growth of Internet of Things networks\nwill raise new questions about the potential of open data. Companies in the UK are\nbeginning to address these questions.\nThe other sections in this report focus on the range of companies investing in open\ndata, business strategies, the challenges they face and some real-life company\nexamples of open data innovation.\nHow to cite\nPlease cite this report as: Open Data Institute (2015) Open data means business:\nUK innovation across sectors and regions. London, UK. Available at open-data-\nmeans-business-uk-innovation-sectors-regions\nPREVIOUS PAGE / NEXT PAGE\n“You could have a situation where we are building a silo of\ndata around, say, Camden or something, but actually there\nare so many use cases that need to be fulfil led. If you don’t\nhave an easy data exchange, the industry is not going to\ngrow. The reason why the web has taken off is because we\ngot rid of the silos. I think for Internet of Things the same\nthing needs to happen in order to [have the same]\nexplosion.” \n– Yodit Stanton, OpenSensors.io\n“\n”","version":"1.10.100"}