{"numpages":38,"numrender":38,"info":{"PDFFormatVersion":"1.5","IsAcroFormPresent":false,"IsXFAPresent":false,"Producer":"Skia/PDF m87"},"metadata":null,"text":"\n\n \n\n \n \nContents \n \nAbout2 \nExecutive summary3 \nRecommendations5 \nIntroduction6 \nNew insights on revenue generation9 \nSources of revenue10 \nMixed revenue models11 \nRevenue models across different roles12 \nCosts and cost management approaches14 \nKey activities in different stages of a data institution’s lifecycle15 \nMost expensive resources and activities16 \nResources16 \nActivities16 \nWays to manage costs17 \nSupport from funders and other actors23 \nGovernment and philanthropic funding24 \nWhat are funders interested in?24 \nType of funding provided24 \nFunding for different lifecycle stages25 \nUK Biobank, funded by Wellcome and the Medical Research Council\n25 \nRequirements for measuring impact26 \nHiLo Maritime Risk Management, initially funded by the Lloyd’s \nRegister Foundation27 \nOther support27 \nConclusions and recommendations30 \nRecommendations for those scoping, designing and running data institutions\n30 \nRecommendations for those funding and supporting data institutions31 \nNext steps33 \nMethodology34 \nResearch questions34 \nDesk research35 \nInterviews35 \nFunder interviews36 \nSampling method36 \n \n \nOpen Data Institute 2020 / ReportData institutions: reducing costs and improving sustainability   1 \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nAbout \nThis report has been researched and produced by the Open Data Institute, and \npublished in September 2020. The lead authors are Diána Szász, Ben Snaith and \nJoe Massey, with research support from Sonia Duarte. Leigh Dodds, Jeni \nTennison and Jack Hardinges provided additional contributions. To share \nfeedback by email or would like to get in touch, contact the Sustainable Data \nAccess project lead ​Diána Szász​. \n \nTo share feedback in the comments, highlight the relevant piece of text and click \nthe ‘Add a comment’ icon on the right-hand side of the page. \n \n \n \nHow can it be improved? We welcome suggestions \nfrom the community in the comments. \n \nOpen Data Institute 2020 / ReportData institutions: reducing costs and improving sustainability   2 \n\n \n \nExecutive summary \nIn spring 2020, the Open Data Institute (ODI) published a report summarising the \n1\nresults of an initial investigation into the sustainability of data institutions.  \n \nData institutions are organisations whose purpose involves stewarding data –  that \nis, collecting, maintaining and sharing data – on behalf of others, often towards \npublic, educational or charitable aims. The sustainability of these organisations is \nvital to ensure that they can continue to deliver on their mission, and drive social, \neconomic and environmental impact. But we found that achieving financial \nsustainability is often challenging for data institutions as some of the possible \nrevenue models can hinder their goal of increasing access to data.  \n \nThis report is the result of our continued research into the business models of data \ninstitutions and the surrounding funding landscape. We have further explored the \nrevenue models used by data institutions by looking at a broader set of data \ninstitutions through our desk research. We then focused on examining the cost \nstructures of a small number of data institutions and the approaches they have \ntaken to lower costs so that they do not have to generate as much revenue. We \nlooked at data institutions that are relatively young as well as others that have \nbeen operational for a long time. Finally, we explored what drives public and \nphilanthropic funders’ decisions to fund data institutions. \n \nWe found further validation that a mix of revenue sources, while not always \nfeasible or indeed necessary, seems to be common among ‘successful’ data \ninstitutions. We also found that a mixed revenue model can help distribute the \ncosts of running the data institution more equitably among the stakeholders that \ngain value from the data institution’s work. Some revenue streams, such as \nmembership and subscription fees, seem to be used only when data institutions \nplay particular roles while others, such as grants, appear to be common across \ndifferent roles. Understanding the value of data institutions for key actors in the \necosystem that surrounds them – for data contributors, data users, decision \nmakers and funders – may help to identify the revenue models available to data \ninstitutions.  \n \nContinuing to draw on the Business Model Canvas developed by Alexander \nOsterwalder, we examined the key activities and key resources that drive data \ninstitutions’ costs. Staff costs appear to make up the majority of costs for data \ninstitutions, driven by activities such as technical infrastructure development and \nmaintenance; data collection, curation and maintenance; strategy development; \ngovernance; and community engagement.  \n \nThe strategies to reduce costs come either from the choice of services used – for \nexample, choice of data hosting service – or from the design of the data institution \nand its services. Most strategies to reduce costs come with risks that need to be \nbalanced. Some strategies – say, adopting a crowd-sourcing model for data – \nmay reduce costs in some areas (for example data collection) but raise it in other \n1\n Open Data Institute (2020), ‘Designing sustainable data institutions’, \nhttps://theodi.org/article/designing-sustainable-data-institutions-paper/ \nOpen Data Institute 2020 / ReportData institutions: reducing costs and improving sustainability   3 \n\n \n \nareas (for example in community engagement).  \n \nA data institution can make decisions about when it will incur certain costs. It may \nbe able to decide when it would like to scale its services and incur related costs, \nor when it would like to develop its own platform if using an existing one is \nsuboptimal. Considering these choice points can help to better plan and manage \nspecific costs.  \n \nStrategies to lower costs do not eliminate the need to identify long-term, \nsustainable revenue and funding models. If data institutions do not have access to \nsuitable revenue and funding streams, they cannot fulfil their role of creating and \nmaintaining essential infrastructure for increasing access to data for \ndecision-makers and for society more broadly.  \n \nWe have previously seen that grant funding is a common source of income for \ndata institutions, especially at the initial stages of their lifecycle. It is likely that \nsome data institutions, such as the long-term health research project Biobank, will \ncontinue to rely on public or philanthropic funding throughout their operation. We \nfound that some funders are conscious of the need for ongoing funding and, \nrecognising that the data institution delivers value aligned to their philanthropic \ngoals, are able to provide long-term funding. \n \nOur research has identified broader forms of support that can help data \ninstitutions’ growth and sustainability. These can come from actors other than \nfunders. Support can come from firms providing specific services such as legal, \naccounting or technology services. It can also come from organisations that aim \nto support data infrastructure either at the system level or focused on specific \nsectors of the economy. The scholarly research and communication space, for \ninstance, has given rise to several initiatives aimed at supporting data institutions \nwith guidance and resources as well as supporting funders’ decisions through \nresearch and recommendations on which institutions should be considered for \nfunding support in the sector. Other sectors could explore these efforts and see if \n2\nthere are models to learn from. \n \nWe have identified recommendations for data institutions, funders and other \nactors who are interested in supporting the creation and sustainability of data \ninstitutions. \n \n \nRecommendations \nRecommendations for those scoping, designing and running data institutions \n \n●Be transparent about the full costs involved in running data institutions \n●Understand the consequences of cost management strategies \n●Understand and communicate the value you offer to key actors in your data \necosystem  \n●Develop and iterate on an evaluation plan to demonstrate impact \n \n2\n Educopia Institute (2019), ‘Why Are So Many Scholarly Communication Infrastructure \nProviders Running a Red Queen’s Race?’, ​https://educopia.org/red-queens-race/  \nOpen Data Institute 2020 / ReportData institutions: reducing costs and improving sustainability   4 \n\n \n \nRecommendations for those funding or supporting data institutions \n \n●Identify opportunities to align your approach with other funders \n●Support data institutions to grow beyond their core activities \n●Clearly articulate your approach to funding data institutions \n \n  \nOpen Data Institute 2020 / ReportData institutions: reducing costs and improving sustainability   5 \n\n \n \nIntroduction \nAccess to data is crucial for enabling innovation. We need data to be stewarded \n– collected, maintained and shared – responsibly to ensure that it’s available to \nthose who need it in ways that retain trust. If we don’t act responsibly, then we are \nunlikely to realise the full benefits that data could have, and could expose people \nand communities to harmful impacts, such as  exclusion or profiling. \nAt the ODI we are exploring the role of data institutions – organisations whose \npurpose involves stewarding data on behalf of others, often with public, \neducational or charitable aims. The economic and social value of existing data \n3\ninstitutions is evident in examples such as the below.  \n●The ​Open Apparel Registry​, an open-source map and database of global \napparel facilities, helps inform efforts to improve working conditions in \nfactories and enables brands to manage their own supply chains more \neffectively.  \n●The ​Creative Diversity Network​ stewards and publishes data about the \ndiversity efforts of UK broadcasters. \n●The ​UK Biobank​ aims to improve the prevention, diagnosis and treatment \nof serious and life-threatening illnesses. It stewards the biological samples \nand data of 500,000 volunteer participants, and makes the data available \nfor research and development. \n●The ​Carbon Disclosure Project (CDP)​ promotes a sustainable economy \nby helping companies and cities disclose the environmental impact of \nmajor corporations. \nWe’re also interested in data access initiatives, which we describe as initiatives or \n4\nprogrammes that: \n●have a clear challenge, in the form of a specific social, environmental or \neconomic problem that is the focus for collaboration \n●involve multiple stakeholders that are actively working together to solve \nthe problem \n●include a strong focus on collecting, using and sharing data as part of \ntheir work. \nOpenActive, a community-led initiative to help people in England get active, \n5\nhosted at the ODI, is an example of a data access initiative. Another is the \nEmergent Alliance, whose aim is to build economic resilience and support \n6\nrecovery from COVID-19. \nOver time we think that data access initiatives might lead to new data institutions \nbeing created, or existing institutions will have a strengthened role as stewards of \n3\n The Open Data Institute (2020), ‘What do we mean by data institutions?’, \nhttps://theodi.org/article/what-do-we-mean-by-data-institutions/  \n4\n The Open Data Institute (2020), ‘What do we mean by data access initiatives?’, \nhttps://theodi.org/article/what-do-we-mean-by-data-access-initiatives/  \n5\n Open Active (n.d.), ​https://www.openactive.io/ \n6\n Emergent Alliance (n.d.), ​https://emergentalliance.org/ \nOpen Data Institute 2020 / ReportData institutions: reducing costs and improving sustainability   6 \n\n \n \ndata infrastructure. This will be needed to embed and secure the change \nnecessary to solve particular challenges. \nSetting up and running data access initiatives and data institutions can be costly. \nIf an organisation wants to ensure it can provide continued stewardship of data, it \nneeds to be financially sustainable. \nThe costs of data access initiatives that do not take an institutional form may be \nmet in various ways. An existing organisation may be paid to run it, as has been \nthe case with OpenActive. A group of stakeholders may contribute in-kind and/or \nfinancial resources as with the Emergent Alliance, a nonprofit community made \n7\nup of corporates, individuals, non-governmental organisations (NGOs) and \ngovernments. Its aim is to better inform economic decision making, in particular to \naid societal recovery post Covid-19.  Often a mix of these funding models might \nbe used.  \nSetting up a dedicated organisation – a data institution – might arise from the \nneed to be able to receive direct funding, as has been the case with Open \nBanking Limited, or the need for the initiative to govern itself as a standalone \n8\nentity separate from organisations that may have previously funded or run it. \nOur focus in this report is on the institutional forms of data stewardship – \norganisations which require guaranteed resources over the longterm to fulfil their \npurpose. \nThis is challenging. Traditionally, generating revenue has tended to rely on \ncharging directly for access to data. However, revenue models that include \ncharging for access to data entail restricting access to it, for example through \nlicensing conditions on its use or reuse, or through price. This means only \norganisations with sufficient resources can access and use the data.  This in turn \nreduces the economic and social value that data institutions aim to deliver by \nincreasing access to data. We have been looking at ways data institutions can \nbecome financially sustainable without using paid for licences, or otherwise \nrestricting access. \nWe explored some of the challenges around finding sustainable revenue or \nfunding sources in our first report, ​Designing sustainable data institutions, \n9\npublished in April 2020. We proposed a framework for thinking about the \nsustainability of data institutions that involves three different elements. \n●The ​role​ that the data institution plays in its data ecosystem, which \ndirectly impacts its options for the type and source of its revenue; and the \nunderlying costs that the institution has to cover. \n●The ​stage​ that the data institution is at in its lifecycle, which informs the \ntype of revenue it needs and can acquire, and how those revenue sources \nmay evolve over time as the institution and its ecosystem mature.  \n●The broader ​business model​ of the data institution, that is, the structure \nused to create, deliver, capture and distribute value. This in turn informs \nthe choice of revenue model that best aligns with its purpose. \n7\n Emergent Alliance (n.d.), ​https://emergentalliance.org/?page_id=1517  \n8\n Open Banking (n.d.), ​https://www.openbanking.org.uk/ \n9\n Open Data Institute (2020), ‘Designing sustainable data institutions’, \nhttps://docs.google.com/document/d/1k0tcVStnXb7jpS7P9hhFQ2d3Spu45J5GkVtxpUdXwCg/\nedit  \nOpen Data Institute 2020 / ReportData institutions: reducing costs and improving sustainability   7 \n\n \n \nThe previous report explored the following areas, which are not elaborated on in \nthis report. \n●The role of community support and good governance as facets of \nsustainability. \n●Common legal forms of data institutions and how they affect the types of \nrevenue sources available. \n●The tensions that arise with some revenue models between the purpose \nof a data institution and its need to generate revenue. \nThis report builds on that research and complements it with research on:  \n●what costs data institutions need to cover at different stages of their \nlifecycle \n●what strategies can be used to manage them \n●an exploration of what makes public and philanthropic funders interested \nin funding data institutions  \n●how funding practices align with data institutions’ needs.  \nFor more details on how we conducted this research, see the ​Methodology \nsection.  \nThis research and development project is part of the ODI’s broader work on data \naccess initiatives and data institutions. This includes our data institutions \nprogramme that aims to make significant advances in the understanding of data \n10\ninstitutions, and the roles they can play, as well as supporting organisations to \ncreate new data institutions or to recognise their role as a data institution. The \nODI’s research and development programme also includes a project that looks at \nmechanisms such as certification to formalise trusted relationships between data \nstewards and data users; and a project that supports sectors to address specific \n11\nchallenges through data sharing. \n12\nThis research will inform the next phase of our project, which involves  developing \npractical tools for supporting data institutions at different stages of their lifecycle. \n \n  \n10\n Open Data Institute (n.d.), ‘Project: Data Institutions’, \nhttps://theodi.org/project/rd-data-institutions/  \n11\n Open Data Institute (n.d.), ‘Project: Building trusts through audit and certification’, \nhttps://theodi.org/project/building-trust-through-audit-and-certification/  \n12\n Open Data Institute (n.d.), ‘Project: Data Infrastructure for Common Challenges’, \nhttps://theodi.org/project/data-infrastructure-for-common-challenges/  \nOpen Data Institute 2020 / ReportData institutions: reducing costs and improving sustainability   8 \n\n \n \nNew insights on revenue \ngeneration \nIn our previous report, ​Designing sustainable data institutions,  we introduced a \n13\nframework which considers the role of the data institution in its ecosystem, its \nlifecycle stage and its broader business model, that is, how it creates, delivers and \ncaptures value.  \nIn this research we looked at data institutions across the six roles we have found \nthey play and identified the revenue models adopted by data institutions that \n14\nfulfil these roles.  \nAny given data institution may not fall precisely into one of these categories, and \ninstead may perform a number of the roles. \n \n \nRole \n \nExamples \n \n \nRevenue sources observed \nData institutions that create \nand maintain open databases \nthat other people and \norganisations can contribute \nto and that anyone can \naccess, use and share \n \nWikimedia Foundation​, \nOpenStreetMap​, ​Musicbrainz​, \nOpen Apparel Registry \nDonations, sponsorships, fees or \ndonations for commercial use of \ndata, donations for speaking at \nconferences, consultancy fees, \nmembership fees, grants  \nData institutions that \naggregate existing open or \npublic data and make it \navailable for anyone to \naccess, use and share  \nOpenCorporates​, ​imin​, ​360Giving​, \nOpenOwnership \nFees for commercial use of data, \npremium data services, grants \nData institutions that assign \nand maintain identifiers for a \nsector or field \nCrossRef​, ​ORCID​, ​ROR​, other \nregistration agencies  \nMembership and subscription \nfees, service fees, content (data) \nregistration fees, grants and \ndonations (in early stages) \nData institutions that hold \ndata on behalf of an \norganisation or person, or \ngroup of them, and process, \nData institutions that exist with \nsome degree of public mandate: \nHESA​, ​Oil and Gas Authority​, \nCompanies House​ and other \nbusiness registers, ​Office for \nGovernment funding, mandatory \nsubscriptions, grants, service \nfees \n \n13\n Open Data Institute (2020), ‘Designing sustainable data institutions’ \nhttps://theodi.org/article/designing-sustainable-data-institutions-paper/  \n14\n The Open Data Institute (n.d.), ‘Data Institutions’, \nhttps://theodi.org/project/rd-data-institutions/ \nOpen Data Institute 2020 / ReportData institutions: reducing costs and improving sustainability   9 \n\n \n \npublish or share it with others \n(such as for research)  \nNational Statistics​, ​Eurostat​ and \nother statistical agencies, ​Data \nCommunications Company  \nData institutions that do not have \na public mandate: \nUK Biobank​, ​Health Data \nResearch Hubs​, ​Creative Diversity \nNetwork​, ​Land Portal​, ​UK Data \nService​, ​MEDIN \nGrants, application fees, access \ncharges, membership fees  \nData institutions that \ncombine or link data from \ndifferent sources, and provide \ninsights and other services \nexclusively to those that have \ncontributed data  \n \nHiLo​, ​Data Trust for Open Access \nEbook Usage​, ​FarmBench​, ​LG \nInform \nSubscription and membership \nfees (incubation in early stages). \nIf organisations in this category \nare private companies, raising \ninvestment from the market may \nbe a feasible option.  \nData institutions that support \npeople and communities to \nsteward data themselves for \nparticular purposes or causes \nOpenHumans​, ​Health Bank Private foundation grants, \ncommercial partnerships, \nacademic partnerships, usage \nfees \nTable 1: ​Examples of data institutions and their revenue sources across a range of roles which we \nhave found data institutions play. \nSources of revenue \nIn ​Designing sustainable data institutions, we identified a range of revenue \n15\nmodels that data institutions rely on at different stages of their lifecycle. These \ninclude earned revenue, such as recurring membership and subscription fees, and \nother models such as grants, and financial and in-kind donations. \nOur current research confirmed that organisations can bring in revenue by selling \nadded-value services where the data user pays for access to a more reliable \nservice than the free public service or API.  \nFor example, the Metadata Plus service of Crossref, a membership organisation \n16\nthat assigns and maintains identifiers for research outputs, offers extra guarantees \nand features over the public service. To make such a paid-for service attractive to \ndata users, Crossref told us that the most important thing it can do, even though it \nrequires significant effort, is to improve the value of the data by enhancing its \nquality and coverage and/or by supplementing or combining it with additional \ndata.  \nIn our research, we found that membership rather than subscription fees might \noffer additional benefits for some data institutions. Crossref is committed to the \nidea of membership. Membership typically encourages a more active involvement \nand is used as a way of ensuring that people contributing data are the ones \ngoverning access to it. Members may receive a range of benefits as part of their \n15\n Open Data Institute (2020), ‘Designing sustainable data institutions’ \n16\n Crossref (n.d.), ‘Fees’, ​https://www.crossref.org/fees/#metadata-plus-subscriber-fees  \nOpen Data Institute 2020 / ReportData institutions: reducing costs and improving sustainability   10 \n\n \n \nmembership, and also may be expected to contribute in both monetary and \nnon-monetary ways, for example with their time, energy and expertise. \n17\nSubscriptions tend to be a simpler, transactional exchange of services for a fee.  \nCrossref told us that this focus on membership emphasises that the data \nstewardship is a collective endeavour. According to Crossref, it is the best way to \n‘ensure that they do not become an organisation that develops its own agenda’.  \nAnother long-term strategy that has been used by some data institutions is \nendowments. Endowments are long-term donations of money that can be used by \nnonprofits for a specified purpose. They have been typically used in education, \nbut organisations such as Wikimedia are also using them. Building or fundraising \n18\nfor an endowment can help with an organisation’s long-term sustainability, and \nsmaller organisations such as Permanent, a nonprofit organisation whose mission \nis the preservation of the digital legacy of all people, has managed to convert \ndonations into an endowment fund. \n19\nMixed revenue models \nIn our previous research we established that data institutions tend to cover their \ncosts through two or three different revenue streams, often with one dominant \nrevenue source. Other research, such as the recent 2019 Census of Scholarly \nCommunication Infrastructure Providers that mapped data institutions in the \n20\nscholarly research and communication space, also notes that ‘a healthy diversity \nin revenue sources likely accounts for some of the success of [these \norganisations]’.  \nIn this research we found that, for some data institutions, a mix of revenue \nsources, beyond managing risk, can also help distribute the costs of providing \ndata infrastructure more equitably among different stakeholders. Crossref is \nlooking at diffusing the costs among its broader constituency to reflect who is \nusing the data and therefore has a stake in ensuring its quality.  \nWe have also seen that for some organisations, diversified revenue streams may \nnot be feasible, or indeed necessary. \nWhen diversified revenue streams may not work \n●Existing funding may not allow an organisation to spend time or expense \non fundraising or developing other revenue streams. \n●There are benefits to a single source of funding, or one dominant source \nof funding. For example, it means that a direct correlation can be drawn \nbetween funding and impact. It is also simpler to build and maintain \nrelationships with, and report to. a single stakeholder.  \n17\n INMA (2019), ‘Conference Blog: Membership versus subscription models: Which one is \nbetter?’, \nhttps://www.inma.org/blogs/conference/post.cfm/membership-versus-subscription-models-wh\nich-one-is-better \n18\n Wikimedia (n.d.), ‘Wikimedia Endowment’, \nhttps://meta.wikimedia.org/wiki/Wikimedia_Endowment  \n19\n Permanent.org (n.d.), ‘How We Use Donations’, \nhttps://www.permanent.org/what-we-do/our-endowment/how-we-use-donations/  \n20\n Educopia Institute, (2019), ‘Mapping the Scholarly Communication Landscape 2019 Census’, \nhttps://educopia.org/wp-content/uploads/2019/06/Census2019_EducopiaPublications.pdf \nOpen Data Institute 2020 / ReportData institutions: reducing costs and improving sustainability   11 \n\n \n \n●Some data institutions may be able to rely on revenue coming from a \nsingle group within their ecosystem as long as that group continues to see \nthe value the institution provides. This might be, for example, a group of \ncommitted funders or members who are mandated by law to pay \nmembership fees. \n●Some data institutions, for example public bodies, may not be able to \naccept funding from other sources. \nRevenue models across different roles  \nWhile we have not observed definitive patterns, we have seen that some revenue \nmodels are only used when data institutions play particular roles, while others are \ncommon across different roles. For example, data institutions that maintain open \ndatabases such as OpenStreetMap and Musicbrainz often tend to receive at least \npart of their revenue from donations, sponsorships and fees for commercial use of \ndata. Data institutions that combine or link data from different sources, and \nprovide insights and other services exclusively to those that have contributed \ndata, such as HiLo or Farmbench, seem to often use subscription and \nmembership fees. Public and philanthropic grants, on the other hand, seem to be \na common source of funding across most roles. \nWe think that exploring the value of data institutions for key actors in their \necosystem can help us understand the revenue models that a data institution \nmight be able to use. In our previous report, ​Designing sustainable data \ninstitutions,​ we introduced the ecosystem diagram below, outlining the different \n21\nactors that contribute to and/or gain value from the presence of a data institution: \ndata contributors, data users, decision makers (those able to make better \ndecisions informed by the data analysed by their staff) and funders. By \nunderstanding what problems a data institution solves for these actors, we can \nstart to explore who would be willing to pay for its services.  \n21\n Open Data Institute (2020), ‘Designing sustainable data institutions’, \nhttps://theodi.org/article/designing-sustainable-data-institutions-paper/ \nOpen Data Institute 2020 / ReportData institutions: reducing costs and improving sustainability   12 \n\n \n \n \nFigure 1: ​Common actors and flows of value and data related to data institutions \n \nThis thinking is also in line with the way the social sector tends to think about \nbusiness models. Nonprofits often use adapted versions of the lean and business \nmodel canvases . These canvases are one-page templates for developing new \n2223\nor documenting existing business models. The versions adapted for nonprofits \nhighlight the two-sided nature of the markets in which they operate, addressing \nthe needs of both their customers/beneficiaries and their funders. In the case of \ndata institutions, we see multi-sided markets with data institutions serving the \nneeds of (and potentially gaining revenue from) data contributors, data users, \ndecision makers and funders. \n \n  \n22\n Maurya, A (2018), ‘Why and How to Model a Non-profit on the Lean Canvas’, \nhttps://blog.leanstack.com/why-and-how-to-model-a-non-profit-on-the-lean-canvas-514e4acf1051 \n23\n Social Business Model Canvas (n.d.), ​https://www.socialbusinessmodelcanvas.com/ \nOpen Data Institute 2020 / ReportData institutions: reducing costs and improving sustainability   13 \n\n \n \nCosts and cost management \napproaches \nTo understand commonly occurring costs that data institutions need to cover, we \nused the Business Model Canvas as a framework. According to the canvas, the \n24\ncost of operating an organisation’s business model is driven by its key activities and \nkey resources. We asked eight data institutions across five of the six roles \ndescribed above about their key activities and resources and how these shaped \ntheir costs. For more details on the research questions, see the ​Methodology \nsection. \n \nWe also asked them about the approaches that data institutions have taken to \nmanage or minimize their costs, for example in response to financial pressures.  \n \nAccording to the canvas, the key resources of an organisation – the most important \nassets needed to carry out the key activities – can be classified as follows: \n \n●Physical:​ such as computer equipment, office supplies, buildings and \nfacilities, servers (although over time many of these have become rented \nresources)  \n●Intellectual property: ​such as registered patents, brands, or copyrights \n●Human:​ staff \n●Financial: ​cashflow, working capital management and funding \n \nTo understand the key activities of data institutions, we referred to the ODI’s Data \nTrust report that described activities that can take place in different stages of the \n25\nlifecycle of a data trust, a type of data institution: scoping, co-design, launch, \noperate, evaluate, retire. In our interviews with data institutions, we focused on the \nmain activities driving data institutions’ costs during each of these stages.  \n \n24\n Strategyzer (n.d.), ‘The Business Model Canvas’, ​https://www.strategyzer.com/canvas/business-model-canvas  \n25\n Open Data Institute (2020), ‘Designing trustworthy data institutions’, \nhttps://theodi.org/article/designing-trustworthy-data-institutions-report/ \nOpen Data Institute 2020 / ReportData institutions: reducing costs and improving sustainability   14 \n\n \n \n \n \nFigure 2: The data institution lifecycle \nKey activities in different stages of a data \ninstitution’s lifecycle \nSome activities grow or shrink, are born or disappear, at different stages of an \norganisation’s development. \nFor instance, initial scoping activities may include the development of a proof of \nconcept and extensive talks with relevant stakeholders. In the co-design stage, \nthe focus often shifts to technical platform development, user testing, \ncommunications, business development and marketing.  \nAs data institutions then become operational, development costs may decrease, \nalthough technical infrastructure maintenance and the development of new \nfeatures may remain a significant cost. Continuous outreach and support to the \ncommunity becomes a key priority as data institutions launch.  \nSome activities, while present throughout several stages of a data institution’s \nlifecycle, tend to become more significant and cost more as data institutions move \nfrom scoping to co-design and launch and then into their operational stage. \nIn many startups, the costs of support operations such as legal and accounting \nneed to be covered as organisations become more established. As the \norganisation expands, so too will the volume of legal and accountancy activity \nneeded. For example, one organisation noted that now that they’re ‘beginning to \nroll out paid-for services, [they] need to establish formal accounting processes. \n[They] will also need to fulfil certain financial reporting obligations as a nonprofit \norganisation and have sought support with this.’ \nAnother cost category that may become significant is marketing and business \ndevelopment more broadly, that is the development of an organisation’s revenue \nand funding streams. This is especially true if the data institution focuses on \ngenerating its own commercial revenue or diversifying its government or \nOpen Data Institute 2020 / ReportData institutions: reducing costs and improving sustainability   15 \n\n \n \nphilanthropic funding sources (which each have their own costs associated with \nfundraising activity).  \nData institutions, in some cases, can choose at what point they want to incur \ncertain costs. This may be the case, for instance, for investment in long-term or \ncapital assets such as data platforms which require significant investment of cash \nup front. Other costs might be present and not possible to defer. Data institutions, \nlike other organisations facing capital investment decisions, can determine their \ncapital needs, assess their ability to invest, and decide which capital expenditures \nare the best use of their resources.  \n26\nIn some situations it may be preferable to develop a simple initial product or \nservice more cheaply in order to launch faster, even if this may lead to greater \ncosts down the line. For example, a data aggregator may choose to begin their \nproject using a platform that already exists and customise it for their purpose. This \ncould lead to an inferior product, but may allow the organisation to go live and/or \nto start to generate revenue sooner. Such a decision has to consider that building \na purpose-built platform at a later stage may be a more complicated process than \nif it was done originally. In other situations, however, this slower investment may \nnot be an available strategy for the organisation. For instance, if the data \ninstitution holds personal data so that it can be shared with others, it will need to \nreach higher levels of technology and security solutions quicker to build and \nmaintain trust among data contributors. Similarly, there may be particular needs \nfrom data users, decision-makers or funders that a data institution has to take into \naccount when making investment decisions. \nMost expensive resources and activities \nResources \nStaff costs​ were the largest expense across the data institutions we have \ninterviewed, which is in line with the general trend of ‘human resources being \nparticularly prominent and valued in knowledge-intensive and creative industries’, \nperhaps due to the retention of experience and knowledge.  \nManaging physical assets such as ​data servers​ was also described as costly.  \nCentralised ​office spaces ​can be costly, and some organisations have decided to \ndo without the cost and shift to a remote working model.  \nOne organisation, however, discussed how they were determined to keep the \noverhead costs of physical assets to a minimum in order to prioritise spending on \nkey activities such as data collection. \n  \n26\n Graybeal, P., Franklin, M., & Cooper, D. (2019), ‘Principles of Accounting, Volume 2: \nManagerial Accounting. Describe Capital Investment Decisions and How They Are Applied’, \nhttps://opentextbc.ca/principlesofaccountingv2openstax/chapter/describe-capital-investment-\ndecisions-and-how-they-are-applied/  \nOpen Data Institute 2020 / ReportData institutions: reducing costs and improving sustainability   16 \n\n \n \nActivities \nThe activities that the data institutions mentioned as requiring extensive dedicated \nstaff time and/or the time of external providers – and that therefore incur \nsignificant costs – include the following: \n●Technical infrastructure development and maintenance​ such as the \nbuilding and maintenance of a platform, including the implementation of \nnew features. Having good technical developers and engineers is of \nparamount importance to data institutions and developer salaries or rates \ntend to be high compared to many other skills that an organisation might \nneed access to.  \n●Data collection​, ​data curation​ and ​keeping the data up to date​. If a \ndata institution operates in a sector with poor data-publishing maturity, it \nmay need to do more work to manage the data. This could be the manual \ncollection of data and the development of data ‘scrapers’ etc – for \ninstance in the case of aggregators of publicly available or open data. Or it \ncould mean that data contributors require significant support when \nuploading data. Data collection may also be costly if a data institution \ncollects new primary data and needs to deploy new sensors or systems. \n●Developing a ​strategy and governance structure ​to manage the \nactivities of an institution and foster trust by the community. Developing a \nstrategy to guide what the organisation does and doesn’t do takes time \nand requires collaboration with different stakeholders. Designing \nappropriate governance mechanisms – the ‘systems and processes \nconcerned with ensuring the overall direction, effectiveness, supervision \nand accountability of an organisation’ is also a time-intensive and \n27\nimportant activity.  \n●Community and user engagement. ​Running events and meetups, and \noffering onboarding of customers and ongoing customer support are also \nimportant and costly. This is even more challenging when a data \ninstitution is operating globally, like Crossref and ORCID, without having \noffices in other countries. How to staff the organisation to be able to \nengage the community effectively can be a big challenge.  \n●Marketing and sales costs​. Where possible data institutions carry out \ndirect marketing activities to grow their user base, to build the demand for \ntheir services. Marketing activities require planning and specific budgets, \nas do pursuing business development opportunities.  \nAlthough these activities are fundamental to an organisation’s ability to operate \nsuccessfully, it can be hard to raise public or philanthropic funding for them, as we \nwill discuss later.  \nThe following section looks at how data institutions are, or could be, minimising \ncosts to allow for the limited resources to be dedicated to activities that are key to \ntheir ability to achieve their mission. \nWays to manage costs \n27\n NVCO (n.d.), ‘An introduction to governance’, \nhttps://knowhow.ncvo.org.uk/governance/getting-started-in-governance/getting-started-in-gov\nernance-1 \nOpen Data Institute 2020 / ReportData institutions: reducing costs and improving sustainability   17 \n\n \n \nThe table below summarises the main strategies we found for managing and/or \nminimising the costs of running data institutions. Many of these are methods \ncommonly used by startups – such as outsourcing instead of hiring or operating \n28\nin a virtual rather than a physical office space; and nonprofits – such as seeking \n29\nin-kind donations, benefitting from nonprofit discounts, using volunteers and \npartnering with other organisations.  \n \nResource or \nactivity \ncategory \nWays to manage or minimise \ncosts \n \nConsequences of cost-minimisation approach \n \nMarketing and \nsales costs \n \nRequest that funders and similar \nsupporting organisations market \nyour organisations through their \nnetworks. \nThis typically happens already and there are few \ndownsides. It should be standard practice for \norganisations to market any organisation that \nthey are funding or supporting in some way.  \nSpeak at events and panels in \norder to share your organisation \nand experiences. \nEvents do not always pay speakers or offer \nexpenses, therefore it is still a cost to cover.  \nIf offering paid-for services, having \na free tier can: \n●attract users who may then \npay for premium services \n●attract users who do not \nuse the service frequently \nenough to justify paying for \nit, but can benefit from the \nservice and grow the user \nbase. \nThere needs to be a clear distinction between the \nfree and premium tier to ensure that the \norganisation is generating revenue from users. \nSome organisations may feel tempted to start \ncommercialising more of the data gradually, \nwhich can squeeze the free tier.  \n \n \nStrategy and \ngovernance \nOperate with minimal strategy or \ngovernance to oversee activities. \nAlternatives could include adopting \ngovernance structures that are run \nby volunteers, or leaning on \npro-bono services and \nunremunerated advisory boards to \nhelp develop strategies. \nIf they operate with minimal governance and \nstrategy, organisations run the risk of not being \nable to access funding from philanthropic or \ngrant givers, who routinely consider these issues \nwhen considering funding. Alternative \ngovernance structures will require time, planning \nand legal advice to establish.  \nHosting costs \n \nFinding cheaper physical hosting \noptions. \nOutsourcing hosting means sacrificing a degree \nof control over the servers, meaning little input \ninto maintenance or down times. This is not \nusually a significant challenge.  \n  \nMoving to cloud hosting. Cloud hosting has become the norm for most \n28\n BusinessLoad (2018), ‘Best Ways to Minimize Startup Costs’, \nhttps://www.businessload.com/startups/best-ways-to-minimize-startup-costs/ \n29\n AZCentral (n.d.), ‘Fundraising Ideas for a Nonprofit Organization’, \nhttps://yourbusiness.azcentral.com/fundraising-ideas-nonprofit-organization-4775.html \nOpen Data Institute 2020 / ReportData institutions: reducing costs and improving sustainability   18 \n\n \n \norganisations. Cloud servers may have bespoke \nofferings that can tie organisations into an \necosystem and then struggle to move to a \ndifferent provider.  \nTaking advantage of in-kind \nservices or free credits for \nnonprofits/startups from a cloud \nprovider. \nThere is a risk that the in-kind or free credits for \nhosting may be withdrawn or charged for at a \nfuture date, leading to a later increase in costs.  \nReducing the volume of data \nstored. \nThis might involve reducing the scope or scale of \nthe product or services offered, which can affect \nusers.  \nOffice rent \ncosts \nMoving to smaller, cheaper and/or \nserviced offices. \nThere may be a small loss of organisational \nidentity.  \n \n \n \nUsing office space provided by \nothers, as in-kind support. \nWorking within another organisation's space may \nobstruct the building up of a unique \norganisational identity.  \nShifting to a fully remote workforce.  There will be new challenges around coordination \nand collaboration involved in managing a remote \nworkforce.  \nStaff costs Exploring in-kind services such as \npro-bono legal support. \nPro-bono support can be withdrawn or only \noffered infrequently. Organisations should ensure \nthat budget is allocated for this eventuality.  \nUsing contractors or external \nservice providers, saving cost by \nnot paying a full annual salary and \noverheads. \nThis is typical practice for legal and accountancy \nactivities in small and medium-sized \norganisations.  \n \nThere is a risk that the organisation relies too \nheavily on the experience of external contractors, \nwho are usually more costly over time. It also \nmeans that their experience and knowledge will \nbe lost when their contract ends. Therefore \nfinding a balance between core staff and \nfreelance expertise is important.  \n \nInviting volunteers to contribute Running a volunteer system can be unreliable, \nand still requires staff members to organise, \nfacilitate and train the volunteers. It can be \ndifficult to obtain volunteer help for all activities. \nOpen Data Institute 2020 / ReportData institutions: reducing costs and improving sustainability   19 \n\n \n \nTechnical \ndevelopment \nand data \ncollection \ncosts \nSeeking voluntary/crowd-sourced \ncontributions can save costs in the \ncase of collaborative maintenance \nor membership-based data \ninstitutions. \nVolunteer staffing is unpredictable and cannot \nnecessarily be relied upon as a fixed level.  \n \nRelying on community-led contributions may \nreduce costs for technology and data, but will \nrequire more time spent in activities such as \ncommunity management, training, review and \nquality assurance.  \nUsing and developing open-source \nsoftware can be less costly than \nusing proprietary software and can \nhelp to avoid vendor lock-in. \n \nUsing or building common \nplatforms with similar organisations \ncan reduce costs not only for \nindividual data institutions but also \nfor the sector as a whole. \nOpen-source models are public and have no \nclear structure, and therefore rely on contributors \nand maintainers.  \n \nThere is a risk that the platform is not able to \nmeet the needs of all individual organisations and \nthat at some stage a data institution may need to \ndecide to build its own platform – at which stage \nit might be more complicated to do that. The \ncommon platform may or may not continue to \nserve the needs of various organisations and \nmay cease to exist if it doesn’t. \nTable 2: ​Examples of how data institutions can manage costs \n \nWe discuss some of these strategies in more detail below.  \nUsing voluntary or crowd-sourced contributions​ can save costs, as \nmentioned above, but come with challenges. The benefits have been \nhighlighted through various examples, such as the use of crowdsourcing by \nmembership-driven news organisations to support the freedom of \ninformation request process, ‘taking some of the load off journalists, while \nalso bringing members into the reporting process so that they value the final \noutput more’. In this case, the support provided by members did not \n30\nrequire specialised skills. In the case of OpenHumans, a project that \nenables individuals to steward personal data and to connect it with research \nand citizen science, the types of work needed require highly skilled labour \nwhich organisations can get through motivated volunteers for free. While \nbenefiting from such experience is a huge boon for the organisation, it does \nmean that technical development is done at the whim of busy engineers. If \nno individuals are prepared to dedicate their time to do a particular piece of \ndevelopment at the time it is needed, then the organisation will have to pay \nhigh fees to compensate people to do it professionally.  \nCrossref, in our conversations, has also mentioned how ​getting the community \nand members involved in building and tailoring tools​ can be an alternative to \ncontracting that work out. ‘We have to look at our instinct of first ways to build \ntraditional tools as any kind of commercial service would. When we have a \ncommunity that is so willing to engage and do stuff, maybe we have to do things \ndifferently.’ This model worked in the beginning of the Wikimedia Foundation, \nwhich was run almost exclusively by volunteers in the first few years. Relying on \n30\n mySociety (2020), ‘Introducing WhatDoTheyKnow Projects’, \nhttps://www.mysociety.org/2020/07/24/whatdotheyknow-projects/ \nOpen Data Institute 2020 / ReportData institutions: reducing costs and improving sustainability   20 \n\n \n \nvolunteers, however, as highlighted in our previous report, is not always a \nsustainable solution. “Relying on volunteers working in their spare time is not a \nreliable basis for essential infrastructure.” An exception to this may be \n31\nOpenStreetMap, which has managed to operate on a largely voluntary basis since \nits inception. Indeed, the voluntary nature has enabled them to develop a global \ninfrastructure that simply would not have been possible in the same timeframe, or \nwithout a large investment of funds, if they relied on paid staff.  \nA general challenge in collaborative or open source development projects tends to \nbe around the ​ability to plan ahead​. As Nadia Eghbal wrote for the Ford \nFoundation, ‘Current efforts to support digital infrastructure tend to be reactive \nand ad hoc. For existing projects, maintainers will benefit greatly from being able \nto plan for the next three to five years, not just six months to a year.’ \n32\nOne dilemma faced by organisations looking to set up a data institution that has \nfundamental cost implications is ​whether to create a new organisation or to \nlaunch a new initiative within an existing organisation​ or group of \norganisations. This dilemma has been particularly prominent in the scholarly \nresearch space where new organisations have been created for assigning and \nmaintaining the identifiers of different things. There have been calls in the sector to \n‘further explore the value of mergers, migrations, and other mechanisms that may \nprovide the necessary administrative, fiscal, and social infrastructure to help \nsupport the technical development and maintenance scholarly communications \nresources require. Scaled, leveraged efficiencies (for example, multiple programs \nhosted by a single entity with shared leadership and staffing) may help to bring \nneeded expertise while also maintaining a lower overhead.’ \n33\nNot launching a standalone organisation, as we saw in our previous report, can \nhelp keep costs low. The Research Organization Registry (ROR), a community-led \nproject to develop an open, sustainable, usable, and unique identifier for every \nresearch organisation in the world, has remained a collaboration between partner \norganisations with most of its resources – human (team members), physical \n(servers) and financial (donations) – being provided as in-kind support to the \nproject by these organisations. It may also help the organisation to be developed \nand grown within a safer setting. It can then be ‘spun out’ when ready. \nThe counter argument has been that keeping a new project within an existing \norganisation can endanger the project’s success and may mean that the project \ncannot grow to the same extent as if it had to stand on its own two feet. For ROR, \nthat risk has been diffused by the project being run by multiple existing \norganisations. \nSeveral data institutions we spoke with – particularly the relatively young ones – \nmentioned that ​running the organisation with minimal overhead ​is a key \nstrategy to sustain their operations. ROR highlighted that ‘the Covid-19 pandemic \nhas reinforced its existing assumptions and goals that running ROR with minimal \n31\n The Scholarly Kitchen (2019), ‘Building for the Long Term: Why Business Strategies are \nNeeded for Community-Owned Infrastructure’, \nhttps://scholarlykitchen.sspnet.org/2019/08/01/building-for-the-long-term-why-business-strate\ngies-are-needed-for-community-owned-infrastructure/  \n32\n Ford Foundation (2016), ‘Roads and Bridges: The Unseen Labor Behind Our Digital Infrastructure’ \nhttps://www.fordfoundation.org/media/2976/roads-and-bridges-the-unseen-labor-behind-our-digital-in\nfrastructure.pdf  \n33\n Educopia Institute, (2019), ‘Mapping the Scholarly Communication Landscape 2019 Census’, \nhttps://educopia.org/wp-content/uploads/2019/06/Census2019_EducopiaPublications.pdf \nOpen Data Institute 2020 / ReportData institutions: reducing costs and improving sustainability   21 \n\n \n \noverhead and with flexible and diverse sources of funding is key to its \nsustainability and will allow it to remain nimble and adaptable in a constantly \nshifting landscape’. ROR also benefited from managing a comparatively small \ndataset, making it easier to not have the need to launch a new organisation to \nmanage it. Open Apparel Registry said that they would find ways to reduce \noverheads by any means necessary to support certain key activities. They would \nmuch rather cut office space, for instance, so that they could afford to pay the \nbest technical developers in their space.  \n \nThe strategies we discussed to lower costs can help data institutions better \nmanage some costs. A too-heavy focus on cost minimisation, however, could risk \nleading to data institutions adopting a cost-driven business model, where \n34\nkeeping overheads low becomes the primary focus and less emphasis is placed \non delivering value. This is likely a reality of operating in a competitive, nonprofit \nspace but must be considered by funders interested in supporting these \norganisations. Cost reduction must be balanced against any knock-on effect on \nthe impact that can be delivered.  \n \n  \n34\n Strategyzer (n.d.), ‘How do I use the Cost Structure building block of the Business Model \nCanvas?’, \nhttps://strategyzer.uservoice.com/knowledgebase/articles/1194382-how-do-i-use-the-cost-str\nucture-building-block-of  \nOpen Data Institute 2020 / ReportData institutions: reducing costs and improving sustainability   22 \n\n \n \nSupport from funders and \nother actors \nIn our previous report, ​Designing sustainable data institutions, we talked about \n35\nthe difficulties data institutions encounter accessing certain types of funding. Data \ninstitutions are often nonprofits so may struggle to access debt financing and \nventure capital for example. As nonprofits tend to rely more on philanthropic and \ngovernment funding, especially in the early stages of their existence when their \nability to earn revenue is also limited, we focused our research on public and \nphilanthropic funders.  \nWe explored what makes funders interested in funding data institutions, and \nwhether the way grant funding is awarded is aligned with the needs of data \ninstitutions.  \nIn our research we have seen examples of data institutions successfully getting off \nthe ground through grants they have secured to cover scoping, co-design and \nlaunch costs. Existing research, like the 2019 Census of Scholarly Communication \nInfrastructure Providers has, however, suggested that it can be challenging to \n36\nattract longer-term funding for data institutions:  ’If you have a good idea, it’s not \nthat hard to get a grant or financial backing to build out that idea, but once it \nexists, how do you keep it running? There’s not a lot of funding out there for long \nterm maintenance (and by maintenance, I mean continuous updating and \nupgrading) of existing services or tools.’ This experience was echoed by one of \n37\nthe data institutions we spoke with that described how “grant makers want to fund \nsomething new.”  \nThis becomes an issue in two ways for data institutions. First, funders are more \nlikely to fund a new project or organisation than continue to pay to maintain an \nexisting one. Second, existing institutions who need money to maintain their \ninfrastructure and services may find it harder to acquire funding for their ongoing \noperations. They are not offering a new product, they simply need money to \nmaintain their existing one – which is less appealing for funders.  \nWe explored whether continued public or philanthropic funding into the \noperational stage of data institutions is a viable option to help support the growth \nof data institutions and allow them to develop long-term sustainable funding and \nrevenue models. For more details on the research questions, see the ​Methodology \nsection. \n35\n ​Open Data Institute (2020), ‘Designing sustainable data institutions’ \nhttps://theodi.org/article/designing-sustainable-data-institutions-paper/  \n36\n Educopia Institute (2019), ‘Why Are So Many Scholarly Communication Infrastructure \nProviders Running a Red Queen’s Race?’, ​https://educopia.org/red-queens-race/  \n37\n The Scholarly Kitchen (2019), ‘Building for the Long Term: Why Business Strategies are \nNeeded for Community-Owned Infrastructure’, \nhttps://scholarlykitchen.sspnet.org/2019/08/01/building-for-the-long-term-why-business-strate\ngies-are-needed-for-community-owned-infrastructure/  \nOpen Data Institute 2020 / ReportData institutions: reducing costs and improving sustainability   23 \n\n \n \n \nGovernment and philanthropic funding \nWhat are funders interested in? \nPhilanthropy has begun to see the benefits of funding projects with a specific \nfocus on increasing access to data in order to achieve their desired outcomes. \nThese outcomes are typically framed around specific social, research, educational \nor charitable goals in areas such as health, education and arts.  \nThis is demonstrated through examples such as the UK Biobank being funded for \nthe past 16 years by Wellcome and others to move health research forward, and \nthe OpenActive initiative being funded by Sport England to promote healthy \nlifestyles and increased physical activity. Data institutions can help government \nand philanthropic funders deliver on these strategic goals. Being different to the \nkind of charitable projects which funders traditionally support, there is, however, a \npronounced need for a strong narrative around how data institutions contribute to \nthe community and broader social aims. \nOther funding organisations, such as the McGovern Foundation, have been \nestablished to focus on delivering change through data and technology. These \nfunders, although fewer in number, seek to more directly fund organisations \nwhose mission is focused on maximising the benefits of data and technology for \nsociety rather than delivering predefined outcomes across more traditional \ncharitable focus areas.  \nType of funding provided \nThere has long been discussion about the persistent underfunding of overhead \ncosts in the nonprofit sector and the consequent vicious cycle, in terms of \nnonprofits not being comfortable enough to be transparent about their true costs \nand funders continuing to have unrealistic expectations around the costs needed \nto run a nonprofit. As we have seen, many of the activities that are central to \n38\ndata institutions’ ability to operate successfully – and that incur significant costs – \ntend to fall into the category of overheads, which tend to not be fully covered in \nproject funding.  \nThe funders we interviewed said that the philanthropic sector is changing how it \nfunds. Long term, core, often unrestricted funding is becoming common practice \namong some funders, with the Esmée Fairbairn Foundation almost exclusively \ngranting unrestricted core funding. Research from the Ford Foundation shows that \n727 different grant makers have pledged to loosen or eliminate restrictions on their \nfunding, and put trust in their nonprofit partners to find the best solutions for the \npeople they serve. This has led to better results during the coronavirus pandemic\n39\n. Despite this positive outlook, investigating the wider trend data (from funders \n38\n Gregory A., & Howard, D., (2009), ‘The Nonprofit Starvation Cycle’, \nhttps://ssir.org/articles/entry/the_nonprofit_starvation_cycle  \n39\n The Chronicle of Philanthropy (2020), ‘How This Crisis May Upend Grant Making for Good’, \nhttps://www.philanthropy.com/article/How-the-Coronavirus-Crisis-May/248352  \nOpen Data Institute 2020 / ReportData institutions: reducing costs and improving sustainability   24 \n\n \n \nwho have shared data with 360Giving) from 2013 to 2018 suggests that the overall \namount of core funding has remained consistent. \n40\nIn our interviews, funders who gave core funding expressed how it ‘enables the \npeople who do the work the greatest flexibility in order to maximize the chances of \nsuccess’ (Wellcome). This is supported by the findings of recent research from the \nEsmée Fairbairn Foundation, which suggest that grants for organisations’ core \ncosts, and in particular unrestricted grants, pay dividends as they are more likely \nto help unlock other funding sources for organisations and therefore diversify their \nrevenue streams. The research also shows how core funding enables evolution, \n41\nas it allows organisations to try new things, take risks and learn, and to respond to \nopportunities and challenges in rapidly changing contexts.  \nThe same research outlines the benefits of providing long term grants, five years \nor more, in freeing organisations to concentrate on delivery and impact. \nConversely, other funders continue to have reservations about unrestricted \nfunding, and are nervous about the money being used for purposes which they \nhadn’t envisaged. One way which the funders we spoke to were able to alleviate \nconcerns around unrestricted funding is by building effective due diligence \nframeworks, for example through audit requirements, seats on the data \ninstitution’s board, and staggered release of funding based on meeting \npre-agreed milestones.  \nFunding for different lifecycle stages  \nSeveral funders we spoke to expressed a keener interest in funding the early stage \nstart-up costs of organisations rather than funding them perpetually. There is an \nexpectation that data institutions will diversify their funding streams over time and \nto reach some level of sustainability. For example, McGovern ‘enthusiastically \nseed early stages and pilots, with the hope that successful models then find \nadditional funding to take them further’. The funders we spoke with recognised \nthat for many data institutions who seek to deliver a public benefit, it may be \ninappropriate to look for sustainability through earned revenue.They said that data \ninstitutions may instead reach sustainability through a diverse range of funding \nsources: from other philanthropic donors, public funding and, in cases where \nappropriate, earned revenue models. \n \nUK Biobank, funded by Wellcome and the Medical Research Council \nThe UK Biobank is a registered charity and major health resource. It aims to \nimprove the prevention, diagnosis and treatment of a wide range of serious and \nlife-threatening illnesses. 500,000 people aged between 40 and 69 years old in \n2006–2010 from across the UK have undergone testing, provided blood, urine \nand saliva samples for future analysis, given detailed information about \n40\n The Institute for Voluntary Action Research (2018), ‘3 things to notice from 'Slice and Dice' - \na tool to explore GrantNav data visually’, \nhttps://www.ivar.org.uk/3-things-to-notice-from-slice-and-dice-a-tool-to-explore-grantnav-dat\na-visually/ \n41\n The Esmee Fairbairn Foundation (2019), ‘Insights on core funding’, \nhttps://www.esmeefairbairn.org.uk/userfiles/Documents/Publications/InsightsOnCoreFunding.p\ndf \nOpen Data Institute 2020 / ReportData institutions: reducing costs and improving sustainability   25 \n\n \n \nthemselves and agreed to have their health followed to create one of the largest \nhealth databases in the world. The UK Biobank relies on grant-based core \nfunding and project funding for delivering specific enhancements. Charges to \naccess the data are based on a cost-recovery model, with reduced fees for \nstudent projects and those from low and middle-income countries. \nWellcome is a politically and financially independent foundation, which supports \nresearchers, takes on big health challenges, campaigns for better science, and \nhelps people get involved with science and health research. They are flexible \nand generally long term with their funding in order to help them achieve their \ngoal of moving science forward. They believe that where they are appropriate, \nflexible grants allow organisations with expertise to push forward without \nrestrictions. They have supported the UK Biobank for about 15 years, reviewing \ntheir support every five years.  \nThe UK Biobank is an interesting example of a data institution, or a scientific \nresource as it’s more commonly described, being able to attract steady funding \ndirectly alongside third party investment in enriching the resource as it continues \nto evolve at the cutting edge. Wellcome described to us how the UK Biobank \nhas continued to be enriched as a resource through additional projects \nundertaken by third parties, such as the Whole Genome Sequencing project. \nThese kinds of projects continually add value to the UK Biobank: the Whole \nGenome Sequencing project reflected a £200 million in further scientific \nresearch. \n \n \nRequirements for measuring impact \nMeasuring impact is an important condition of any public or philanthropic grant. \nFunders want to ensure that their spending has contributed to the change they \nwant to see in the world. This can be difficult for data institutions and other data \naccess initiatives, particularly due to the ongoing challenge of measuring the value \nof data and its impact on the economy.  \n42\nSome of the funders we spoke to, such as the Esmée Fairbairn Foundation, \nMcGovern and the National Lottery Fund, understand these difficulties and \nemphasised that they do not require organisations to conduct rigorous impact \nassessments. These funders expect organisations seeking funding to outline a set \nof short term quantifiable measures, alongside a clear hypothesis of what the \norganisation believes they can achieve, by when, and what good would look like \nto them.  \n \n42\nThe Open Data Institute (2020), ‘The Value of Data’, \nhttps://theodi.org/article/the-value-of-data/  \nOpen Data Institute 2020 / ReportData institutions: reducing costs and improving sustainability   26 \n\n \n \nHiLo Maritime Risk Management, initially funded by the Lloyd’s Register \nFoundation \nHiLo Maritime Risk Management is an independent nonprofit organisation which \naims to save lives in the shipping industry by changing the way companies \naddress risk. HiLo collects data from shipping companies, runs it through a \npredictive risk model, and offers insights back to the companies. HiLo is \ncurrently funded through subscription fees from these companies, but has \nreceived significant early stage funding from, among others, the Lloyd’s Register \nFoundation.  \nThe Lloyd’s Register Foundation is a UK charity established in 2012. Its mission \nis to secure high technical standards of design, manufacture, construction, \nmaintenance, operation and performance for the purpose of enhancing the \nsafety of life and property at sea, on land, and in the air, alongside the \nadvancement of public education including within the transportation industries \nand any other engineering and technological disciplines. It sees opportunities in \nhelping low-technology organisations and sectors to get the benefits of \ntechnology and data. It sees its impact manifesting in two ways: through the \nimproved capacity of the funded organisation itself, and through the broader \nimpact that the data creates.  \nThe Foundation mainly funds early stage costs, and expects organisations to \nbecome sustainable in the long term. It sees its role as a catalyst for \norganisations to embrace data and technology to save lives. It funds a mix of \nstart-up costs and project work for organisations to develop new competencies \nand capacities. \nThrough funding projects like HiLo, the Foundation is working towards achieving \nits goal of making the world a safer place. In a world where safety levels were \nflatlining over the last 10 years, investing in a data project like HiLo has, for the \nfoundation, seen a greater impact than investing in more conventional applied \nsafety spending’. According to 2019 figures, thanks to HiLo there has been a \n72% reduction in the risk of lifeboat accidents and a 65% reduction in the risk \nof engine room fires on participating ships. \nOther support  \nFunding is just one type of support that data institutions can benefit from, and \nthere are several others that can help data institutions grow and become \nsustainable. Some of this support can come from funders who may be in a \nposition to offer specialised expertise directly in some areas or may have contacts \nat organisations who in turn can offer support. At other times this support may \ncome from private sector companies – who may see this as part of their corporate \nsocial responsibility efforts or an opportunity for staff development – or from \ngovernmental actors.  \nData institutions will need to think of the entirety of the support that they need to \noperate successfully and pursue different avenues to obtain this support. They will \nalso need to recognise that there are organisational risks if they rely on free or \nOpen Data Institute 2020 / ReportData institutions: reducing costs and improving sustainability   27 \n\n \n \nreduced-rate support and assume they will not need significant investment. \nPro-bono or discounted services may not be available indefinitely, and data \ninstitutions may eventually have to start covering the costs of the associated \nservices.  \nThe table below summarises the types of support that data institutions may need \nand where this support may come from. \nType of \nsupport \nDescription of support Who can offer that support? \nTechnology \nsupport \nData institutions can benefit \nfrom advice on the best \ntechnologies to use, such \nas cloud servers, web \nhosting, and coding, and \nsupport in setting them up. \nAuditing and assessing \nsuitable external suppliers \ncan also be beneficial.  \nData institutions may also \nneed support in back-end \noperations, or skills training \nso that their own staff can \ndevelop expertise.  \nTechnology support can be offered \nby technology companies and \nconsultancy firms. \nFor some organisations with \ncharitable aims, some tech \ncompanies may be able to provide \nfree or reduced-rate access to their \nofferings, for example Slack for \nCharities, Google for Nonprofits, or \ndiscounted cloud services.  \nLegal, \nadministrative \nand \naccountancy \nsupport \nIt is not uncommon for \nrelatively new data \ninstitutions to operate with \nminimal staff members, and \nfor small teams dedicated \nlegal, administrative and \naccountancy staff may not \nbe necessary.  \nPro-bono support can come from \nlegal firms. Fiscal hosting or fiscal \n43\nsponsorship is a model that enables \n44\nadministrative costs to be borne by a \nhost organisation who acts as a fiscal \nsponsor. Fiscal hosts - see some \nexamples here and here - can \n4546\nhave different missions and cover \ndifferent geographies. \nOrganisational \ndevelopment \nand other \nspecialised \nsupport \n \n \nThe founders of data \ninstitutions may require \nmentorship or training in \nkey areas of organisational \ndevelopment, including but \nnot limited to: revenue \ngeneration, vision and \nstrategy development, \nservice design, marketing, \nstaffing, evaluation, and \nOne of the institutions we interviewed \nspoke about the positive experience \nof their main funder connecting them \nwith similar organisations who could \noffer them advice or collaborate with \nthem. That funder also helped to \nsource participants for user research.  \n \nSupport in key areas of \norganisational development may be \n43\n Open Collective (n.d.), ‘FAQ - What is a fiscal host?’, \nhttps://docs.opencollective.com/help/fiscal-hosts/fiscal-hosts \n44\n Wikipedia (n.d.), ‘Fiscal sponsorship’, ​https://en.wikipedia.org/wiki/Fiscal_sponsorship \n45\n Open Collective (n.d.), ‘Hosts’, ​https://opencollective.com/hosts \n46\n Global Impact (n.d.), ‘Fiscal sponsorship’, ​https://charity.org/fiscal-sponsorship  \nOpen Data Institute 2020 / ReportData institutions: reducing costs and improving sustainability   28 \n\n \n \ngovernance – areas where it \nis difficult to find volunteers \nwith expertise.  \noffered ‘pro bono’ by consultancy \nfirms.  \n \nFunders and other actors may use \ntheir networks to provide free \nmarketing for data institutions by \nsharing their successes.  \nSector level \ncoordination \nand support \nfor data \ninstitutions \nThere are initiatives that \nsupport both data \ninstitutions and funders with \nthe aim of coordinating \nefforts to increase access \nto data in specific sectors. \nSupport can include the \nprovision of advice and \nshared services to data \ninstitutions, advocacy on \nbehalf of them, the \nprovision of funding \nstructure for the sector or \nadvice to funders on where \ntheir investment may \ncontribute to most impact.  \n \nInvest in Open Infrastructure aims \n47\nto enable durable, scalable, and long \nlasting open scientific and scholarly \ninfrastructure. Invest in Open \ncoordinates efforts across the \nscholarly research and \ncommunications space, providing \ndata institutions with guidance and \nresources as well as supporting \nfunders’ decisions through targeted \nresearch and recommendations for \ninvestment to support high-impact \nprojects and organisations.  \n48\n \nAnother example in the open access \nand open science space is the Global \nSustainability Coalition for Open \nScience Services (SCOSS) formed \n49\nby a network of organisations to ‘help \nsecure infrastructure well into the \nfuture’. SCOSS helps ‘to identify \n50\nnon-commercial services essential to \nOpen Science, and to make qualified \nrecommendations on which of these \nservices should be considered for \nfunding support. SCOSS [then] \nprovides the framework and funding \nstructure, vetting potential \ncandidates based on a defined set of \ncriteria.’  \n \nProposals for similar initiatives in the \nscholarly research space include the \nOpen Platform Initiative and David \nLewis’s ‘2.5%’ provocation. The \n51\n47\n Invest in Open Infrastructure (n.d.), ​https://investinopen.org/  \n48\n Ibid \n49\n SCOSS (n.d.), ‘What is SCOSS?’, ​https://scoss.org/what-is-scoss/  \n50\n SCOSS (n.d.), ‘Help sustain open infrastructure’, ​https://scoss.org/help-sustain-open-infra/  \n51\n Educopia Institute (2019), ‘Why Are So Many Scholarly Communication Infrastructure \nProviders Running a Red Queen’s Race?’, ​https://educopia.org/red-queens-race/  \nOpen Data Institute 2020 / ReportData institutions: reducing costs and improving sustainability   29 \n\n \n \nOpen Platform Initiative aims to \n52\nbring financial, strategic, and \ninstitutional coherence to \ncommunity-built, interoperable, \nservice-driven infrastructure and \nsoftware projects that support the \npreservation and access of \nscholarship and knowledge. David \nLewis argues in his article that \n‘academic libraries should commit \n2.5% of their total budgets to \norganizations and projects that \ncontribute. to the common digital \ninfrastructure need to support the \nopen scholarly commons’.  \n53\nTable 3: ​Types of support offered to data institutions and who can support them   \n52\n Carter, L., Cooper, Y., & Thornton, A. (2019), ‘The Open Platform Initiative: A proposal for \ncoherence and interdependence in Community-owned Infrastructure’, \nhttps://www.arl.org/wp-content/uploads/2019/05/mm19sp-OpenPlatformInitiative-Carter-Coop\ner-Thornton.pdf \n53\n Lewis, D. W. (2017), ‘The 2.5% Commitment’, \nhttps://scholarworks.iupui.edu/handle/1805/14063  \nOpen Data Institute 2020 / ReportData institutions: reducing costs and improving sustainability   30 \n\n \n \nConclusions and \nrecommendations \nBelow we include our recommendations for \n●data institutions​ and those interested in ​setting up​ data institutions,  \n●funders​, and ​other actors​ who are interested in ​supporting​ the creation \nand sustainability of data institutions.  \nThese recommendations complement the recommendations in our previous report \nin two ways: \n●We include recommendations for data institutions around cost \nmanagement and demonstrating the impact of their work \n●We include recommendations for funders and other actors in addition to \nthose for data institutions \n \nRecommendations for those scoping, designing \nand running data institutions \nUnderstand and communicate the value you offer to key actors in your data \necosystem  \nArticulating a data institution’s value for key actors in its ecosystem can go a long \nway in making the case for appropriate  revenue models. For instance, having a \nclear narrative on how increased access to data enables a particular social, \neducational or charitable outcome in support of a funder’s strategy can help \ndemonstrate the data institution’s value in a way that’s not always evident when \ndescribing the organisation’s role in terms of stewarding access to data. Existing \ninstitutions can run activities such as evaluations of previous work or developing \nrobust Monitoring, Evaluation and Learning (MEL) frameworks.  \nDevelop and iterate an evaluation plan to demonstrate impact \nMeasuring impact is a challenge for long-term projects, particularly when there are \nno key performance indicators available to match that impact. It is important to \nestablish, early, a hypothesis of how your work will contribute to long-term impact. \nUse any available broader evidence about the impact of increasing access to \ndata, including the impact similar organisations have had, to demonstrate your \ncontribution to change. Consideration of what would not be possible without the \nwork of your data institution can also be used to indicate impact. In addition, \noutline the short and medium term expected results and corresponding indicators \nthat you will use to track progress. Review and iterate these indicators over time.  \nOpen Data Institute 2020 / ReportData institutions: reducing costs and improving sustainability   31 \n\n \n \nA variety of resources are available to help you develop and conduct evaluations. \nThe Better Evaluation knowledge platform for instance has information on \n54\nmethods and processes plus approaches and thematic pages, events and \nresources on evaluation. Guidance on evaluation planning and impact \nmeasurement might also be available from government or philanthropic funders, \noften tailored to relevant sectors, such as Sport England’s Evaluation Framework\n55\n, as well as from international organisations such as the World Bank’s guidance on \ndesigning a results framework. A useful list of resources is available through \n56\ngov.uk. \n57\nTo do all the above, make sure that during the design of your data institution you \nput aside some budget and resources for monitoring and evaluation purposes. \nBe transparent about the full costs of running data institutions  \nOur research has demonstrated that there are a number of costs associated with \nrunning a data institution that are not typically funded. For example, in the \nNonprofit Finance Fund 2015 survey into the nonprofit sector, only 7 percent of \norganisations reported that foundations always cover the full costs of the projects \nthey fund.  Data institutions have spoken about the need for core funding and \n58\noverhead support. Documenting these costs and selling the value in the activities \nthey help to cover can boost the chances of obtaining funding for the full costs of \nrunning data institutions.  \nUnderstand the consequences of cost management strategies \nIn the absence of comprehensive funding, data institutions will have to make \ndecisions about the resources and activities they spend their limited resources on. \nStrategies to manage costs come with their own risks and data institutions should \nunderstand and consider the long-term consequences of different cost \nmanagement approaches. \nRecommendations for those funding and \nsupporting data institutions \nIdentify opportunities to align your approach with other funders \nData institutions are new types of organisations that can offer a new opportunity \nfor funders to deliver on their public and social impact goals. But these institutions \nwould benefit from funders and other actors telling their success stories and \n54\n Better Evaluation (n.d.), ​https://www.betterevaluation.org/  \n55\n Sport England (n.d.), ‘Evaluation Framework’, ​https://evaluationframework.sportengland.org/  \n56\n Independent Evaluation Group (2012), ‘Designing a results framework for achieving results: A \nhow-to guide’, \nhttps://www.oecd.org/dac/peer-reviews/WB%202012%20designing%20results%20framework\n.pdf  \n57\n Public Health England (2018), ‘Introduction to logic models’, \nhttps://www.gov.uk/government/publications/evaluation-in-health-and-well-being-overview/intr\noduction-to-logic-models  \n58\n Nonprofit Finance Fund (2015), ‘2015 State of the Nonprofit Sector Survey - A Field in Flux: \nReaching for Sustainability’, \nhttps://nff.org/sites/default/files/nff/docs/2015-survey_natl_summary.pdf  \n \nOpen Data Institute 2020 / ReportData institutions: reducing costs and improving sustainability   32 \n\n \n \nreinforcing the narrative about how their work is contributing to wider social and \neconomic impact. Funders can help create a better understanding of the role and \nvalue of these institutions and build more support for them by talking with other \nfunders and developing alignment across funding goals. Sharing stories of why \nand how they fund data institutions, and what successes and challenges they \nhave experienced along the way, can be the first step towards that alignment. \nFunders should also engage in conversations about the role they see for \nthemselves and others in supporting sustainable data institutions. Data institutions \nare seen in many different ways by different funders which, considering the public \nbenefit that data institutions aim to bring, raises questions about who is ultimately \nresponsible for funding them. One interesting suggestion, which came from \nWellcome, argues that resources which create global impact, like the UK Biobank, \ncould be funded at a global level, opening up funding from a broader range of \norganisations. Coordination and alignment among those funding or supporting \ndata institutions – through shared approaches and complementary funding – \ncould help both international and domestic data institutions to become more \nsustainable.  \nSupport data institutions to grow beyond their core activities \nUnlocking additional funding or exploring new revenue sources takes time and \nresources. Funders can support data institutions by specifically funding activities \nto develop sustainable business models or providing funding that can be used for \nthat purpose. They can more directly support some of these activities if, for \ninstance, they are able to provide expert business development support, or help \nconnect the data institution with organisations that can provide such support and \nmore broadly through helping the data institution build a stronger network.  \nFunders should also consider supporting data institutions in conducting \nevaluations and measuring their impact over time. This may be something which \ndata institutions typically find to be difficult, so ensuring they have the necessary \nskills and funding to evaluate their projects successfully would be a further lever to \ncreate change. \nClearly articulate your approach to funding data institutions \nSeveral funders suggested that it was not the role of philanthropy or government \nto support data institutions perpetually. So, in order for funders to feel confident \nabout the sustainability of a data institution, and for data institutions to have \nreassurance about the financial support they need to get started, funders must set \nclear requirements for data institutions to follow. \nAn example of this, which some of the funders we spoke to use, may be to require \nthat a data institution put forward a business plan for the short, medium and long \nterms alongside an agreement around staggered milestones for the release of \nfunds based on hitting pre-agreed targets. This enables the funders to see a path \nto exiting their support for the organisation once it has reached sustainability, and \nreassures the data institution that they’ll be supported throughout the early stages \nof their journey. Plotting the path to sustainability together builds trust, and gives \neach party a stronger sense of co-ownership over the project. \n  \nOpen Data Institute 2020 / ReportData institutions: reducing costs and improving sustainability   33 \n\n \n \nNext steps \nAt the ODI, we’ve established the data institutions programme to help \n59\norganisations, people and communities build new data institutions, such as the \ntypes described in this report, and help existing organisations to recognise and \nstrengthen their roles. Our data institutions programme seeks to \n●provide advice to people, communities and organisations building data \ninstitutions, and enable existing organisations to recognise their role as \ndata institutions and to steward data on behalf of others more effectively \n●support data institutions in their early stages, through stimulus funding, \n60\ndedicated peer networks and incubation \n●advocate for data institutions and responsible data stewardship, through \nexploring the role of legislation and other policies in creating an enabling \nenvironment for data institutions \n●collaborate with like-minded organisations to create new data institutions \nin different sectors and fields. \n●make significant advances in the theory and understanding of data \ninstitutions, and the roles they can play, as well as developing tools and \nguidance to support data institutions through the problems they face. \nTo follow on from this report, we will continue to explore and test our findings \nthrough a product discovery phase with existing and nascent data institutions and \ndata access initiatives. We will be working to develop a tool, service or guidance \nwhich will support existing data institutions and those looking to set up new ones, \nto overcome the barriers to achieving sustainability. In order to develop a tool or \nservice to benefit data institutions, we may specifically look at \n●The details of specific activities where they encountered difficulties, and \nwhat they would need to overcome these barriers. \n●The support they have previously received or would have liked to receive. \n●The key moments in the journey to sustainability where support is most \neffective. \n●How the costs of running a data institution are driven by the role the data \ninstitution plays in its ecosystem. \n  \n59\n Open Data Institute (n.d.), ‘Project: Data Institutions’, \nhttps://theodi.org/project/rd-data-institutions/  \n60\n Open Data Institute (n.d.), ‘Project: Data Access Stimulus Fund’, \nhttps://theodi.org/project/rd-data-access-stimulus-fund/  \nOpen Data Institute 2020 / ReportData institutions: reducing costs and improving sustainability   34 \n\n \n \nMethodology \nWe identified a list of organisations that met the criteria of data institutions and we \nmapped them against different categories defined in previous research. Once \nthose organisations were identified, we carried out desk research into their \napproach to sustainability – their business and revenue models and their main \nactivities, resources and associated costs. We conducted desk research about \nthese institutions and, where possible, interviewed their representatives to expand \nthe information. We also identified a list of government and philanthropic funders \nwho could feasibly fund the creation of data institutions in the UK and, where \npossible, spoke with their representatives. \nThe short timeframe of our research led to several limitations. \n1.Limited number of interviews with data institutions and public and \nphilanthropic funders. \n2.Focus on either relatively new or ‘successful’ data institutions. Our \nresearch has not covered any failed institutions and therefore has not \nresulted in any lessons about challenges that could not be overcome.  \n3.Potential bias towards funders who fund or have some interest in funding \ndata institutions or other data stewardship models. \n4.Potential sector bias. We prioritised the health and energy/climate sectors \nboth for data institutions and funders in line with the UK government’s \nindustrial strategy themes.  \n61\nResearch questions \nMain research question​: How can we support data institutions to become \nsustainable? \nSecondary research questions \n1.What activities are these organisations required to engage in while \nscoping, designing, operating, evaluating, re-designing and closing a data \ninstitution?  \n2.What are the associated costs of these activities? \n3.What challenges do these organisations encounter while carrying out \nthese activities? \n4.What methods do these organisations engage in to reduce the costs of \nthese activities? \n5.What methods do these organisations have for generating funding to \nsupport these activities?  \n6.What factors should organisations choosing different business models or \nfunding strategies take into account? \n61\n Department for Business, Energy & Industrial Strategy (2019), ‘The Grand Challenge \nmissions’, \nhttps://www.gov.uk/government/publications/industrial-strategy-the-grand-challenges/mission\ns  \nOpen Data Institute 2020 / ReportData institutions: reducing costs and improving sustainability   35 \n\n \n \nDesk research \nFor each of the data institutions studied, we gathered information related to \n●General information about the organisation – core goals or mission, legal \nform, sector and establishment  \n●Type of data institution – the functions it fulfils or services it provides \n●Revenue model – current, past and anticipated future revenue sources \n●Alignment of the organisation’s business model with its core goals \n●Main activities and costs. \nInterviews \nInterviews with data institutions \n \nCriteria to select data institutions \n \nIn our research we wanted to understand the experience of a diverse set of \norganisations. We aimed to cover a range of data institutions that: \n \n●Have different maturity levels \n●Fulfil different data ecosystem roles \n●Operate across a variety of sectors with a priority for health and \nenergy/climate \n●Use different revenue models (based on our existing knowledge and \nadditional desk research) \n●Offer applicability of learning for others. \n \nWe’ve interviewed or sought information by email from representatives of eight \ndata institutions: \n \n●Musicbrainz \n●Open Apparel Registry  \n●CrossRef \n●ROR  \n●OpenCorporates  \n●UK Biobank \n●Creative Diversity Network  \n●Open Humans  \nWe asked data institutions about their: \n1.Revenue models \n2.Key activities and resources and associated costs \n3.Challenges in carrying out key activities \n4.Strategies to reduce costs of key activities and resources \n5.Funding challenges and desired support \n6.About any recent changes in context – for example the Covid-19 \npandemic. \nOpen Data Institute 2020 / ReportData institutions: reducing costs and improving sustainability   36 \n\n \n \n \nFunder interviews \n \nWe also wanted to understand the perspective of funders around supporting the \ngrowth and sustainability of data institutions. \nCriteria to select funders \nWe aimed to cover funders that: \n●do and don’t fund data institutions or other data access initiatives (based \non our existing knowledge and information available from 360Giving) \n●fund UK focused projects \n●fund projects in the health and/or energy/climate sectors. \nTo compile our list, we contacted the first 10 funders in the list of the ​top ten \ngrantmaking charities and trusts in the UK​. We also reviewed the first ten \n62\nfoundations on a list of the ​wealthiest charitable foundations around the world \n63\nwith a view to prioritising those that would potentially find UK based projects.  \nWe’ve interviewed representatives of eight different foundations: \n \n●The National Lottery Community Fund \n●Lloyd’s Register Foundation \n●Sport England \n●Esmee Fairbairn Foundation \n●Patrick McGovern Foundation \n●Paul Hamlyn Foundation \n●Indigo Trust \n●Wellcome \n \nThe questions asked during the one-hour interviews covered themes related to \ntheir: \n1.funding strategy \n2.types of project funded and types of funding provided (for instance core \nor project funding and length of funding) \n3.openness and/or ability to fund different stages of a data institution’s \nlifecycle \n4.expectations around data institutions becoming sustainable. \nSampling method \nResearch participants, both data institutions and funders, were identified using the \nODI’s existing network supplemented by desk research and snowball sampling, \nbuilding on the network of existing ODI partners. \n \n62\n fundsforNGOS (2014), ‘Top 10 Grantmaking Charities and Trusts in the UK’, \nhttps://www.fundsforngos.org/featured-articles/top-10-grantmaking-charities-trusts-uk/  \n63\n Wikipedia (n.d.), ‘List of wealthiest charitable foundations’, \nhttps://en.wikipedia.org/wiki/List_of_wealthiest_charitable_foundations  \nOpen Data Institute 2020 / ReportData institutions: reducing costs and improving sustainability   37 ","version":"1.10.100"}