{"numpages":23,"numrender":23,"info":{"PDFFormatVersion":"1.4","IsAcroFormPresent":false,"IsXFAPresent":false,"Creator":"Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/106.0.0.0 Safari/537.36","Producer":"macOS Version 12.6 (Build 21G115) Quartz PDFContext","CreationDate":"D:20221027134935Z00'00'","ModDate":"D:20221027134935Z00'00'"},"metadata":null,"text":"\n\n27/10/2022, 14:47Prototyping with open sports data (report) – The ODI\nhttps://theodi.org/article/prototyping-with-open-sports-data-report/#1523282029352-95606351-48c31/10\nProfessional surfers carrying their surfboards while going to the sea, professional surfers in black\ndiving suits ready to surf walk to the ocean, close up of surfboard with surfer on background\nPrototyping with open sports data (report)\nMon Apr 9, 2018\nShare\nBuilt environment and housing Health and physical activity Cities\nThree prototypes exploring the potential of local, open data to support\ncommunities and enhance the experience of peer-to-peer accommodation\nplatforms\nOlivier Thereaux\nFormer ODI staff member: Head of Research and Development\nKnowledge & opinion > Reports >\n\n27/10/2022, 14:47Prototyping with open sports data (report) – The ODI\nhttps://theodi.org/article/prototyping-with-open-sports-data-report/#1523282029352-95606351-48c32/10\nFor the past few months, as one of our innovation programme projects, we have\nbeen exploring the role of data in understanding and measuring the impact of – and\ninforming the debate about – the emerging peer-to-peer accommodation sector.\nMost of the exploration into the data itself focused on data about the sector and\nmonitoring its various impacts on local areas, but we also wanted to look at it from\nthe other side of the equation: could data, especially open data – covering other\nsectors and areas of society – benefit both communities and actors within the peer-\nto-peer accommodation sector?\nBy asking this question, we are working to understand how data can support a\nbetter experience for both peer-to-peer accommodation sector users and for the\ncommunities they visit. We think that by working with data about local communities\nand local businesses, peer-to-peer accommodation platforms can support and\nengage with local communities and create mutual economic opportunities. We have\nlooked at the specific example of peer-to-peer accommodation platforms working\nwith data about physical activities, however, there are other data types that could\nbe connected. These range from local public services and community activities to\nshops and cinemas. There are also different platforms and services which could\ncreate more opportunities and a richer environment for innovation, social and\neconomic value.\nEarly in the project, our team thought we should explore how existing open data – a\nlot of which is inherently about places – could be used by platforms to enrich the\nexperience of peer-to-peer accommodation. One of our motivations was to address\nthe fear we were hearing from users and local authorities that communities are\nbeing impacted negatively by peer-to-peer accommodation platforms, or the people\nbrought into their neighbourhoods through these platforms. These fears included\nnoise pollution, dangerous or careless behavior, disruption of local communities\nand displacement of inhabitants, among others. We wondered if this effect could be\nminimized by making platform users more aware of their surroundings, which in\nturn would help them bolster the local economy, participate more in local life and\nhelp create a more positive environment.\nStewardship v integration\nUnlike data gathered and maintained directly by peer-to-peer platforms about the\nneighbourhoods in which they offer accommodation, we started to realise that\nintegrating with third party data has its challenges as well as advantages, and\nrequires new approaches. Integrating open data maintained by third parties into\npeer-to-peer platforms would mean that different platforms could access, use, and\neven contribute to any given locally focused dataset in completely different ways.\nAnd so we set out to develop several prototypes around a single dataset to explore\nthis hypothesis.\nIt is worth highlighting that these same benefits and challenges might apply to any\nservice integrating with any open data, and so these prototypes will prove useful to\nsurface those issues for other readers, regardless of sector.\n\n27/10/2022, 14:47Prototyping with open sports data (report) – The ODI\nhttps://theodi.org/article/prototyping-with-open-sports-data-report/#1523282029352-95606351-48c33/10\nAugmenting the experience with physical activity data\nBased on user interviews, we considered a number of sources of data that could be\nconsidered useful in tailoring trips to individual needs, including data about bus\nstops and times, local restaurants, independent shops, local event venues and\nthings to do, as well as when an area is busy versus when it is not. There might\nalso be an interest in data about the area, for example census or economic data, or\ncrime statistics. Some of this data already exists as open data in certain cities and\ncouncils, but it probably hasn’t been collected in a standardised, usable way across\nthe different regions of the country.\nInstead, we focused on physical activity data, partly because we had seen\nanecdotal interest for the mixing of the two, as illustrated in this Twitter exchange:\nPhysical activity data is inherently local and becoming broadly available across\ngeographies. Unlike practical or transactional data – such as waste collection or the\nlocation of bus stop – data about sports and activities lends itself well to being used\ncreatively by peer-to-peer accommodation platforms in ways that could open up\nopportunities for innovative added value to their services. This gives us a richer\nvariety of uses for our prototypes than if we had worked with other open data\nsources such as bin collection or parking data.\nFinding and choosing the most useful dataset\nAt the ODI we have been leading a sector programme on physical activity data\ncalled OpenActive, through which a lot of open data on activity opportunities\n\n27/10/2022, 14:47Prototyping with open sports data (report) – The ODI\nhttps://theodi.org/article/prototyping-with-open-sports-data-report/#1523282029352-95606351-48c34/10\n(classes, outings, etc) are being published in a decentralised way by organisations\nand communities, using a standard we helped develop. For this set of prototypes,\nhowever, we were more interested in the location of facilities for sport and physical\nactivities than in the activity opportunities themselves. For the purpose of our\nprototypes, the Active Places Power open dataset published by Sport England\n seemed most appropriate: with its focus on facilities, the Active Places Power set\nincludes more consistent data about geographical location of the facilities than in\nthe OpenActive datasets, where precise latitude and longitude information were\nmade optional to make publishing more straightforward.\nThe Active Places Power dataset is focused on facilities around the UK and is\nmanaged and produced by Sport England as part of their work to assess those\nfacilities, and is a readily available dataset for exploring the questions we set out in\nthis report. However, there is a much wider set of locations where physical activities\ntake place, such as parks and public spaces. Over time, we hope that OpenActive\ndatasets will help reveal a broader set of locations outside sports facilities, and\ngrow to include identifiers for those places.  \nThree prototypes\nWe ended up developing three distinct prototypes, each interacting and integrating\nwith the same dataset:\n1. How might a peer-to-peer accommodation platform integrate with an open\ndataset to offer a richer experience, while controlling risks of using data they do\nnot directly gather or maintain?\n2. How might a peer-to-peer accommodation platform use this same dataset with\nan approach that is more locally focussed, more actively engaged with the\nlocal community and responsive to local feedback?\n3. How might a more specialised peer-to-peer accommodation platform curate\nthe same dataset, to add value beyond the display of information, but also as a\nvector for business development and partnership building – for example, to\nbroker services between sports facilities and its accommodation seekers?\nPrototype one: Integrating with open, local data\nPrototype two: Integrated with the local data ecosystem\nPrototype three: Finding value in and adding value to data\nConclusion\nIn this report we explored, through practical prototyping, how peer-to-peer\naccommodation platforms could use, integrate with and curate available open data\nsources to enhance the experience they offer their users. While we focussed on the\n\n27/10/2022, 14:47Prototyping with open sports data (report) – The ODI\nhttps://theodi.org/article/prototyping-with-open-sports-data-report/#1523282029352-95606351-48c35/10\npeer-to-peer accommodation sector in this instance, we would like to point out that\nthe same challenges and benefits would apply to any service wanting to integrate\nwith open data, regardless of sector.\nView the conclusion\nRelated\nRecent related activities\nWe worked with Sport England to develop OpenActive – a community-led data access\ninitiative to get more people active using open data\nBLOG, CASE STUDY 24/08/2022\nHelping the physical activity sector use open data to get more people active\nDATA PUBLISHING AND USE, HEALTH AND PHYSICAL ACTIVITY, INNOVATION\nCANALSIDECHATMEMBERSEVENTTALK\n\n27/10/2022, 14:47Prototype one: a global platform integrating with open, local data – The ODI\nhttps://theodi.org/?page_id=55901/7\nPrototype one: a global platform integrating with open,\nlocal data\nShare\nThe platform “Far.far.from.home.com” adds value to their original offer by being\nmore than a simple peer-to-peer property broker. They are a platform that would\nlike their users to get the best experience possible out of the available rentals, and\nthrough their own research they have discovered that users want to take part in\nlocal community life and activities. In order to do that, they’ve decided to highlight\nlocal sports and activity centres.  \nThe popular, worldwide platform “Far.far.from.home.com” is constantly striving to\nadd value to their original offer by being more than a simple peer-to-peer property\nbroker. They are a platform that would like their users to get the best experience\npossible out of the available rentals, and through their own research they have\ndiscovered that users want to take part in local community life and activities.\nIn order to do that, they’ve decided to highlight local sports and activity centres.  \nKnowledge & opinion > Reports >\n\n27/10/2022, 14:47Prototype one: a global platform integrating with open, local data – The ODI\nhttps://theodi.org/?page_id=55902/7\nThis data is made available by Sport England as a publicly available dataset. In this\ncase the data is made available as a complete data file. Without a searchable API\nprovided by Sport England anyone who wants to search the data needs to\ndownload the datafile and store it in a local database. For the latest corrections and\nupdates to the data, the platform can call an API; the corrections and updates are\nmerged with the platform’s local database.\nThe data for each site offering physical activities contains the following and more:\nLocation information such as address and postcode for searching, and\nlatitude/longitude for placing on a map\nAccess information such as provision of disabled parking, toilets and changing\nfacilities\n\n27/10/2022, 14:47Prototype one: a global platform integrating with open, local data – The ODI\nhttps://theodi.org/?page_id=55903/7\nA list and details of facilities such as gyms, pools, football pitches, tennis\ncourts and many more facility types\nThe user experience\nEach property has a details page that includes a ‘Nearby’ section. The property\nwould be highlighted on a map, along with shops, bars, restaurants, and sports\ncentres.\nThe map would be interactive, with users able to click on each ‘pin’ to open a panel\nof detailed information about the facilities, taken directly from the dataset.\n\n27/10/2022, 14:47Prototype one: a global platform integrating with open, local data – The ODI\nhttps://theodi.org/?page_id=55904/7\nResponsibility for data quality and impact on user experience\nAt this point the platform might want to consider who – from the user’s point of view\n– is considered liable or responsible for the accuracy of the data.\nIn the case of a large platform with millions of users worldwide, the possibility of\nadopting and using open data can feel like it carries a significant risk. Incorrect data\nshown as information on the platform could lead to some unpleasant situations:\nwhat if the address for a facility has changed, and the platform recommends its\nusers go jogging in what is now a toxic waste plant? As they consider the potential\nvalue of this dataset and how it might benefit users, the platform’s lawyers and\nproduct managers will undoubtedly consider these potential outcomes, affecting\nhow they might decide to mitigate risks.\n\n27/10/2022, 14:47Prototype one: a global platform integrating with open, local data – The ODI\nhttps://theodi.org/?page_id=55905/7\nThe first mitigation strategy is for the platform to clearly state the provenance of the\ndata. Doing this right can be a challenge: in the typically information-rich interfaces\nof online platforms, it can be hard to get people to notice, let alone understand, that\nsome information comes from, and is under the control of, a third party. But not only\nis stating provenance a fair way for the platform to give credit to the source of the\nopen data, it can, when done right, also help direct comments to the right channels\nshould the users of the platform notice missing or incorrect data. This is why, for\nexample, the BBC visibly credits the source of information when integrating open\ncontent and open data in their online services.\nDemonstrating provenance does not fully address the concern that the platform\nmay be showing incorrect or otherwise problematic information based on their\nintegration of this open data.\nHere the platform has a choice of mechanisms to adopt. Assuming that the platform\nadds an interface for its users to report incorrect information:\nThey could simply hide incorrect data to minimise the impact on others, and\nthe effect on their reputation for quality\nThey could inform the user that the data is managed by someone else and\nredirect them to the stewards of the data, in anticipation of receiving a\ncorrection via the Sport England API at a later point. In effect this conveys that\nthey are exempting themselves from liability and responsibility\nThey could correct their local copy of the data, or update it from the source,\nwhere it might have already been fixed\nThey could take it upon themselves to make sure the data is fixed at the\nsource, assuming the source has feedback mechanisms to support this. We\nexplore this in prototype two\nThey can also provide a mechanism for integrating corrections supplied to\nthem back into the original data source, thereby connecting the user and the\nthird party\nAdding contextual information can help to build trust and create transparency. This\nincludes indicating when the data was last updated, and using high quality sources,\nsuch as those published at source by organisations like Sport England, or by\nchecking the provenance of data supplied by intermediaries.\n\n27/10/2022, 14:47Prototype one: a global platform integrating with open, local data – The ODI\nhttps://theodi.org/?page_id=55906/7\nIn this example, Far.far.from.home has opted for a mix of the above: the user can\n‘Report information as incorrect’, and the platform automatically hides that\nparticular location while they make efforts to rectify the mistake, potentially at\nsource. This way other users will not see the incorrect information and the platform\nwon’t get in trouble for displaying inaccurate data to users. Platforms might also\nhave policies in place to avoid abuse between competitors, for example where a\ncompany repeatedly flags a competitor’s location as incorrect in an attempt to gain\nmore business for themselves.\nWhat happens next, as illustrated here, is unknown to the user: they do not know if\nthe feedback is sent to a member of platform staff to check, passed on to the third\nparty to check, or permanently deleted on Far.far.from.home’s database. Is the user\nexpected to notify the third party themselves if they wish the data to be accurate for\nfuture users, or users of other platforms? In the second prototype (detailed below),\nwe will explore a different approach.\nPrototype one walkthrough:  https://14dim6.axshare.com/#c2  \nSummary\nBenefits of integrating third party data\nThird parties have specialist knowledge and understand sophisticated\ndomains, beyond accommodation – the peer-to-peer platform can concentrate\non what they do best while gaining value from the third party’s expertise and\nservices\nThe user has access to information that they wouldn’t see or know about in\nother circumstances, for relatively little effort on the part of the platform\nIntegrating data enhances the visibility and utility of that data to end users,\ngiving an incentive to data stewards to publish more and keep what they\n\n27/10/2022, 14:47Prototype one: a global platform integrating with open, local data – The ODI\nhttps://theodi.org/?page_id=55907/7\n      \nCreative Commons Licence\nOpen Data Institute, 5th Floor, Kings Place, 90 York Way, London N1 9AG\nPrivacy policy Contact us\npublish up to date, which in turn makes it more useful and usable for both the\nplatform and others\nChallenges to integrating third-party data\nPlatforms will need to synchronise with open data on a regular basis to keep\nup to date and provide the ability to search quickly\nThe data is not managed by the platform, leaving the possibility of presenting\nerrors and inconsistencies for which the platform may appear liable.\nFurthermore, the platforms can’t directly change the source data in the case of\nmistakes and may encounter difficulties keeping locally corrected data both\ncorrect and synchronised with the original source\nDifferent third parties make their data available in different ways, using different\nformats and API conventions. The platform will need to take different technical\napproaches depending on the data provider\nWithout providers adhering to standards, it would be difficult to combine data.\nFor example, different providers may use different identifiers for locations, or\nuse different data models to describe the same domains\nPlatforms have no control over when and how the third party might change the\nformat or availability of data that they rely on, but their customers might come\nto rely on and expect that data to be present. The platform will need to have\ncontingencies in place for unexpected interruptions to the provision of data, or\nits gradual obsolescence if the third party stops investing in its maintenance\nWe have attempted to explore the challenges of feedback and corrections in our\nsecond prototype.\nGo back to main pageView prototype two\n\n27/10/2022, 14:47Prototype two: a platform integrated with the local data ecosystem – The ODI\nhttps://theodi.org/?page_id=55961/4\nPrototype two: a platform integrated with the local data\necosystem\nShare\nThis platform enables users to become part of the local data ecosystem for\neveryone’s benefit: the users can input their own local knowledge, the platforms\nbenefit from more accurate information, and the open data becomes more\naccurate and useful for everyone.\nWhat distinguishes this from the first prototype is that the platform considers itself\nmore integrated in the local data ecosystem. We think this is more likely if either the\nplatform has a more local focus and has built good relationships with the people\nwho provide the data, or if there were good data communication standards and a\ntechnological process in place to manage amendments.\nKnowledge & opinion > Reports >\n\n27/10/2022, 14:47Prototype two: a platform integrated with the local data ecosystem – The ODI\nhttps://theodi.org/?page_id=55962/4\nThis way the platform and users become part of the local data ecosystem for\neveryone’s benefit: the users can input their own local knowledge, the platforms\nbenefit from more accurate information, and the open data becomes more accurate\nand useful for everyone.\nThe user experience is much the same, but in this case when the user finds an\nerror, the platform provides an interface to enable the data to be corrected, thereby\neffectively  crowdsourcing quality data.\n\n27/10/2022, 14:47Prototype two: a platform integrated with the local data ecosystem – The ODI\nhttps://theodi.org/?page_id=55963/4\nThis way the correction is captured at source, in the moment, and sent directly to\nthe third party: the platform acts as a bridge between the user and data providers.\nThe platform can choose how to track the integration of the correction and\ncommunicate it to the user.\n\n27/10/2022, 14:47Prototype two: a platform integrated with the local data ecosystem – The ODI\nhttps://theodi.org/?page_id=55964/4\nPrototype two walkthrough: https://t0v9qj.axshare.com/#c=2\nSummary\nBenefits of feeding back corrections\nDevelops relationships between data providers and platforms, encouraging\ndialogue and creating an incentive for the data provider to keep providing\nquality data\nBy feeding corrections back, the platform ensures that the data at the source\nremains usable in the long run. The alternatives are much less desirable.\nSimply hiding incorrect data misses the opportunity of it being corrected, and\ncorrecting only the data in the local copy held by the platform means that the\ntwo sets will diverge over time. This means that the platform cannot benefit\nfrom updates from the source, and has to maintain a parallel, but flawed,\nversion of the dataset forever.\nMulti-way conversations lead to convergence on standards and integration,\nwhich benefits the data ecosystem as a whole and can encourage further\ninnovation by other platforms\nBoth the platform and users are involved in a transparent way, increasing\nunderstanding of data’s role in delivering a service\nShared responsibility for data quality reduces the costs involved for any single\nparty in keeping data up to date and relevant\nChallenges to feeding back corrections\nIntegrating with third parties necessitates building additional interfaces\nbetween the platform and third party data providers, and this takes additional\nresources\nThe ability to feedback corrections requires data providers to supply feedback\ninterfaces. This is likely to make additional work for them and may only be\nworthwhile if useful and accurate corrections are likely to be provided through\nthe platforms\nFeedback may take time to be integrated into the third party data but users\nmay expect changes they suggest to be displayed immediately. Platforms may\nneed to amend their local copy of the data while waiting for the correction to\nwork its way through into the original\nIn some data ecosystems, there may be intermediaries between the platform\nand the original data source. To feedback corrections, feedback interfaces\nwould have to be created at every step of the data value chain\nBack to prototype oneBack to main pagePrototype three\n\n27/10/2022, 14:48Prototype three: finding value in and adding value to data – The ODI\nhttps://theodi.org/?page_id=56061/4\nPrototype three: finding value in and adding value to data\nShare\nThis prototype explores how a peer-to-peer accommodation platform called The\nBest Holidays adds further value on top of an open dataset by curating it and\naugmenting it for their own users.\nOur third prototype explores how a peer-to-peer accommodation platform called\nThe Best Holidays adds further value on top of an open dataset by curating it and\naugmenting it for their own users.\nKnowledge & opinion > Reports >\n\n27/10/2022, 14:48Prototype three: finding value in and adding value to data – The ODI\nhttps://theodi.org/?page_id=56062/4\nThe Best Holidays caters to families. Their business focus is to highlight\naccommodation in quieter areas away from busy roads, or whose owners have\nconsidered issues such as storage for buggies, space for travel cots and safety\nfeatures such as stair gates. Another important consideration for families are\nsuitable activities, such as alternative plans for rainy days.\nLooking again to the Sport England dataset, The Best Holidays can identify local\nsports facilities that would suit a family. For example, swimming pools that are\ndefined as  ‘Leisure pools’, which are described in the accompanying API\ndocumentation as “primarily designed for informal recreational swimming and may\ninclude flumes, slides, beach areas, water jets, and wave machines”. They can also\nidentify ‘Learner/Teaching/Training’ pools, suitable for younger children.\n\n27/10/2022, 14:48Prototype three: finding value in and adding value to data – The ODI\nhttps://theodi.org/?page_id=56063/4\nThe Best Holidays adds their own unique value to an open dataset by selecting\nonly data that is relevant to their business model, and presenting it in a way that\nmakes best sense to their own users.\nIn this example, besides showing the Sport England dataset information, they have\nshown information relevant to parents that would benefit the user, such as proximity\nto child-friendly restaurants, neighborhood quietness, and closeness to parks and\nmuseums.\nThis data is obtained by cross-referencing property listings with points of interest in\nOpenStreetMap (parks, restaurants, museums, soft play areas, etc) and integrating\nthat with property listings.\n\n27/10/2022, 14:48Prototype three: finding value in and adding value to data – The ODI\nhttps://theodi.org/?page_id=56064/4\nFinding opportunities in data\nBy exploring data that is collected and managed by a third party who knows a\ndomain well, it is possible to discover opportunities and connections that are unique\nto The Best Holidays without incurring the cost of data collection. In other words,\nthe data facilitates innovation, business development and partnership building, and\nstrengthens relationships in the communities in which The Best Holidays operates.\nThe Best Holidays approaches those sites identified as providing family-friendly\nfacilities or activities and agrees special discount or package deals. This serves the\ndouble purpose of bringing business to the sports facilities and making the\naccommodation platform more attractive to families.\nThe prototype presents this concept from the user perspective. The Best Holidays\nhas already used the dataset to identify partner facilities, and has agreed special\npackage deals for the families using this family-friendly accommodation platform.\nThese deals are offered to the user through the website.\nPrototype three walkthrough: https://qm2t2r.axshare.com/#c=2\nSummary\nBenefits of showing curated information\nGives platform a competitive advantage: they can provide services that are\nmore enriched with relevant information than other platforms\nAllows platforms to create more targeted, distinct services\nImproves services for end users\nReduces the cost and risks of adopting a dataset maintained by a third party –\nthrough curation, less of the data gets displayed, and the likelihood that the\n\n27/10/2022, 14:48Conclusion and recommendations – The ODI\nhttps://theodi.org/?page_id=56101/4\nConclusion and recommendations\nShare\nIn this report we explored, through practical prototyping, how peer-to-peer\naccommodation platforms could use, integrate with and curate available open data\nsources to enhance the experience they offer their users.\nIn this report we explored, through practical prototyping, how peer-to-peer\naccommodation platforms could use, integrate with and curate available open data\nsources to enhance the experience they offer their users.\nWhile we focussed on the peer-to-peer accommodation sector in this instance, we\nwould like to point out that the same challenges and benefits would apply to any\nservice wanting to integrate with open data, regardless of sector.\nThe prototypes illustrate how this integration can be achieved, at least technically,\nin a very short amount of time. It also helps us illustrate some of the challenges\nsuch an integration would create.\nOn the one hand, useful local data exists and much is available as open data for\nanyone to access, use and share.\nBut there are costs. Using open data requires an investment of developer time to\ndeal with the incoming third party data, particularly when working to integrate a lot\nof different third party sources that have not been built according to the same\nstandards and use different APIs.\nAdditional work is needed to integrate feedback loops between data providers and\nplatform users. They may not need to collect or curate the data themselves, but\nintegrating other datasets could divert platforms from their core functionality and\nrequire them to become knowledgeable in domains they might not be comfortable\nwith or benefit from right away.\nHowever, for some platforms, using data to invest in more targeted business\nmodels could give them the edge over bigger platforms. It could help them find and\ncater to niche users and create a loyal audience that can rely on their richer offer.\nCuration of information and delivering to targeted audiences could be a way to\novercome competition in the long term and change the peer-to-peer landscape over\ntime.\nIf done well, displaying and curating data may alleviate some fears we’ve heard\nconcerning  peer-to-peer platforms not taking into account local communities or\nKnowledge & opinion > Reports >\n\n27/10/2022, 14:48Conclusion and recommendations – The ODI\nhttps://theodi.org/?page_id=56102/4\ncreating a bubble of tourism in certain areas. While our prototypes focused on\nsports and physical activity data, interacting with other local council data (regarding\nbins, crime statistics and noise statistics for example) and local area data (local\nrestaurants, artisans, small shops, neighborhood activities, etc.) could help with\nthose issues.\nDrawing data from collaborative platforms like Open Street Maps could give local\nbusinesses the opportunity to ensure they have more control over the data they\nshow, and that that information is up to date. Local councils and business\ninformation districts could offer support to do this, while other services provide\nmechanisms for community groups to provide data, such as the accessible\nlocations data provided and crowdsourced through Wheelmap.\nHowever, a greater variety of data sources brings challenges which place a heavy\nburden on platforms that want to make use of this data, such as:\nhandling multiple data formats and API approaches\nintegrating data that uses different identifiers\ndealing with differences in responses to corrections and updates\nOur prototypes used only open data and therefore did not have to contend with the\nadditional compliance challenges that would arise if different datasets were made\navailable under different terms and conditions. The technical challenges are hard\nenough.\nIntermediaries can thrive in such a complex environment, offering pre-cleansed,\nstandardised, integrated and reliable data, and adding sufficient value to data that\nis provided for free at source that services further up the data value chain are\nprepared to pay for it.\nFrom this prototyping exercise, we can highlight a number of recommendations for\ndata publishers, user-facing services and intermediaries:\nData publishers:\nMake it easy for people who use your data to get in touch with you and talk\nabout their plans – this will help you ensure the data is being provided in a\nuseful way and give you good examples of the benefits of the investment you\nhave made\nUse open data certificates to indicate that data is being published openly and\nin a way which follows best practice guidance\nUse common open standards for data and identifiers to make it easier for data\nusers to use the data you provide\nInclude clear licences and provide clear guidance on how to attribute data that\nyou provide, so that people who view it on other platforms can understand its\nprovenance\nProvide both data dumps to initialise local databases and form the basis of\nanalysesandfeedsofupdatesandcorrectionstoenabledatauserstokeep\n\n27/10/2022, 14:48Conclusion and recommendations – The ODI\nhttps://theodi.org/?page_id=56103/4\nanalyses, and feeds of updates and corrections to enable data users to keep\nlocal copies up to date\nBuilding and maintaining robust, searchable APIs comes with a cost. Consider\nbusiness models that offer differing levels of support and availability. You may\nfor instance provide an API for exploration only, and/or a fully supported API\nwith expectations of reliability as a commercial service\nProvide APIs that enable tools to provide corrections to the data you make\navailable, and provide clear indications of the process involved in these\ncorrections showing up in that data\nUser-facing services:\nThere are many open data sources that could be integrated into your service –\ntalking to the providers of that data may help you assess its suitability and\ncreate a mutually beneficial relationship\nProvide attribution back to the data you integrate into your services. Design\ninterfaces in collaboration with users that help them understand who is\nresponsible for the accuracy of the data you display\nProvide mechanisms to enable people to provide corrections to data. Design\ninterfaces in collaboration with users that help to set their expectations about\nhow these corrections are dealt with and when they might surface.\nIntermediaries:\nEnsure that it’s possible for the users of your service to trace the provenance\nof the data you provide back to its original source, so that they can indicate it to\ntheir users\nHelp drive improvements to the upstream dataset by directing people to\ncontribute and correct the data at source. If this is not possible, provide a\nmechanism to correct a local version of the dataset and engage with upstream\npublishers to clarify feedback mechanisms and make them automated if\npossible\nDirectly engage with editing and correcting collaborative datasets. For\nexample, Transport for London are helping improve OpenStreetMap by\ncontributing detailed layouts of tube stations\nThis prototyping exercise allowed us to think about a number of questions, for\nwhich the answers will often depend on the goals, business models and\nspecificities of platforms aiming to integrate local open data in their products. We\nhope that it helped highlight the existence of a number of quality open datasets\nwaiting to be used, and pointed those aiming use them in the right direction.\nGET IN TOUCH TO DISCUSS OUR RESEARCH WITH US\nGet in touch","version":"1.10.100"}