{"numpages":73,"numrender":73,"info":{"PDFFormatVersion":"1.7","IsAcroFormPresent":false,"IsXFAPresent":false,"Title":"IMPACT OF TRUST ON DATA SHARING","Author":"Nick Fitzpatrick","Creator":"Microsoft® Word 2016","Producer":"Microsoft® Word 2016","CreationDate":"D:20210223192014+00'00'","ModDate":"D:20210223192014+00'00'"},"metadata":{"_metadata":{"pdf:producer":"Microsoft® Word 2016","dc:title":"IMPACT OF TRUST ON DATA SHARING","dc:creator":"Nick Fitzpatrick","xmp:creatortool":"Microsoft® Word 2016","xmp:createdate":"2021-02-23T19:20:14+00:00","xmp:modifydate":"2021-02-23T19:20:14+00:00","xmpmm:documentid":"uuid:EAFB64CC-3B4F-4184-9198-E2A9A6CEFFAF","xmpmm:instanceid":"uuid:EAFB64CC-3B4F-4184-9198-E2A9A6CEFFAF"}},"text":"\n\n \n \n \n \n \n \nECONOMIC IMPACT OF TRUST \nIN DATA ECOSYSTEMS \nReport prepared for the ODI \nFebruary 2021 \n \n \n\n \n \n \n \n \n \nFrontier Economics Ltd is a member of the Frontier Economics network, which consists of two separate companies based in Europe (Frontier \nEconomics Ltd) and Australia (Frontier Economics Pty Ltd). Both companies are independently owned, and legal commitments entered into by \none company do not impose any obligations on the other company in the network. All views expressed in this document are the views of Frontier \nEconomics Ltd. \n \n\n \nfrontier economics   \n \n ECONOMIC IMPACT OF TRUST IN DATA ECOSYSTEMS \nCONTENTS \nAcknowledgements 4 \nODI FOREWORD 5 \nExecutive Summary 6 \n1 Background & Methodology 8 \n1.1 Context 8 \n1.2 Approach 10 \n2 Economic Framework 19 \n2.1 Modelling trust in a data ecosystem 19 \n2.2 Logic model 23 \n3 Framework Calibration and Quantitative Evidence 30 \n3.1 Evidence used 30 \n3.2 Framework calibration 30 \n3.3 Aggregate impact of trust on data sharing 35 \n3.4 Impact of changes in trust in data ecosystems 42 \n3.5 Economic impact of data sharing 51 \n3.6 Evidence gaps and direction of future research 53 \n4 Conclusion 56 \n5 Bibliography 58 \nAnnex A Additional Detail on Evidence Review and Analytic \nStrategy 64 \n \n \n \n \n \n\n \nfrontier economics  4 \n \n \nECONOMIC IMPACT OF TRUST IN DATA ECOSYSTEMS \nACKNOWLEDGEMENTS  \nFrontier Economics were assisted throughout by Dr Kieron O’Hara. Staff at the ODI \nmet and corresponded with Frontier Economics regularly in order to develop and \nsteer  this  research  project.  However,  the  robustness  of  the  findings  are  the \nresponsibility of Frontier Economics alone. We are grateful to Liz Brandt from Ctrl-\nShift who agreed to be interviewed as part of this project. \n\n \nfrontier economics  5 \n \n \nECONOMIC IMPACT OF TRUST IN DATA ECOSYSTEMS \nODI FOREWORD \nData  flows  can create  value  for  our  societies  in  a  myriad  of  ways:  when  data  is \nmade  open  or  shared,  it  enables  better  decisions,  more  effective  policies,  more \ninnovative  and  useful  services,  and  generally  can  make  our  lives  better,  while \nfueling  economic  growth  and  productivity.  Some  of  this  value  creation  can  be \nmeasured   in  monetary  terms,   while  in  other   ways   it   is   almost   intangible. \nResearching and documenting this rich variety of value creation has been at the \nheart of the work of the Open Data Institute (ODI), from our 2015 report Open data \nmeans business,\n1\n to our recent collaboration with the Bennett Institute for Public \nPolicy.\n2\n \nWe also know from countless examples that data can cause harms, and that trust \nand  trustworthiness  is  a  key  to  enabling  this  creation  of  value.  Fear  of  harms \ncaused by the use and misuse of data can lead people to opt out of data collection \nor avoid using services; organisations may avoid collecting, using or sharing data \nto avoid risks. \nOne  part  of  the  equation  has  until  now  been  elusive:  can  we  quantify  the \nimportance of trust on the potential value of data? Can we get a better sense of \nhow much trust – or lack thereof – impacts the value created by data flows? \nThis is a hard question to answer: trust is complex, and so is its impact on the value \nof data. But it is a question worth exploring: understanding the economic value of \ntrust   in   data   ecosystems   would   help   policymakers   and   companies   justify \ninvestment   in   activities   that   assess,   build,   and   demonstrate   trust   and \ntrustworthiness. \nWe  are  therefore  delighted  to  introduce  this  work  by  economics  consultancy \nFrontier Economics, commissioned by the ODI as part of the InnovateUK-funded \n‘Data innovation for the UK: research and development’ programme,\n3\n and which \ntook  on  the  challenge  to  explore  this  topic  with  us,  rigorously  reviewing  existing \nevidence  and  proposing  an  economic  model  of  the  impact  of  trust  on  data \necosystems.  \n- Jeni Tennison, Vice President and Chief Strategy Advisor, ODI. \n \n \n1\n  https://theodi.org/article/open-data-means-business/  \n2\n  https://theodi.org/article/the-value-of-data/  \n3\n  https://theodi.org/project/data-innovation-for-uk-research-and-development/  \n\n \nfrontier economics  6 \n \n \nECONOMIC IMPACT OF TRUST IN DATA ECOSYSTEMS \nEXECUTIVE SUMMARY \nData   is   abundant   in  the   modern  world. Many   emerging   technologies  and \necosystems  rely on  high-quality  information.  If  used  effectively, data can drive \nproductivity and inclusion. However, data is not always held by the party that can \nrealise these benefits and data sharing does not always happen. Trust is important \nin this context. It needs to be maintained between parties who collect and use data. \nMistrust reduces the positive economic and social value that can be generated. \nThe Open  Data Institute  (ODI)  commissioned  Frontier  Economics to  conduct  an \nevaluation  of  the economic  impact  of  trust  in  data  ecosystems.  In particular,  we \nexamined  the impact  of  trust  on  data  sharing,  collection  and  use  within  a  data \necosystem  and  the  economic  value  that  can  be  attributed  to  trust.  Our  work \naddressed  an  important  gap  in  the current  evidence  base and  complimented \nongoing research exploring mechanisms to improve trust around data. \nWe designed an economic framework to describe the effect of increased trust on \ndata sharing, collection and use and the subsequent economic and social benefits \nthat  can  be realised. We  have  calibrated  this  framework  based  on  an  extensive \nreview of academic evidence which quantifies the impact of trust on data sharing. \nFinally, we used key estimates from the literature on the economic value of data to \nassess, at a high level, the economic impact of trust in data ecosystems.  \nOur work examined both the impact of trust on organisational and individual data \nsharing. However, our research revealed that the volume of available quantifiable \nevidence  tends  to  be  more  skewed  towards the  latter.  Nonetheless,  our  results \ntentatively suggest there is currently no strong reason to expect any difference in \nthe impact of organisational versus individual trust on data sharing. Our calibration \nof existing survey evidence revealed that, on average, a 1 point increase on a 5 \npoint trust scale leads to a 0.27 point increase on a 5 point data-sharing scale.  \nThis  aggregate  result  suggests that  even  large  increases  in  trust  will only \ncorrespond  to  moderate  impacts  on  willingness  to  share  data.  This  emphasises \nthat there are many factors, alongside trust, which affect data sharing. Increasing \ntrust without addressing other factors is unlikely to be sufficient. To reach optimal \nlevels of data sharing it is likely that data-sharing infrastructure would need to be \nimproved and access mechanisms would have to be addressed. \nLinking  these estimates  to  the  academic  and policy  literature  of  the social  and \neconomic impact of data access and sharing allows us to estimate the economic \nimpact of trust in data ecosystems. This high-level estimation suggests that a 25% \nincrease in data sharing could generate an additional 47.3 to 118.3 billion US$ in \nthe world’s 20 largest economies. Clearly, this will affect certain ecosystems more \nthan others as the importance of trust in determining data sharing varies. It is worth \nnoting that most of the studies which examine the economic value of data sharing \nfocus  on  organisations  sharing  and  re-sharing  data  (rather than  individual  data \nsharing).  This does lead  to  some  additional  uncertainty  as the  majority of  our \nquantified evidence on the impact of trust on data sharing is at the individual level. \nWe explored in which circumstances trust is likely to have a larger or smaller effect \non data flows by conducting a set of semi-structured interviews with actors active \nin the healthcare and financial services data ecosystems. Triangulation between \n\n \nfrontier economics  7 \n \n \nECONOMIC IMPACT OF TRUST IN DATA ECOSYSTEMS \nacademic evidence and interview insights revealed that the impact of trust tends \nto be larger where initial levels of trust are low. In these cases, timely intervention \nto build trust is vital. Norms and unwritten attitudes play a key role in determining \nbaseline  levels  of  trust. These are likely to vary based on both individuals’ an \norganisations’ cultural background. In  addition,  contextual  factors  are  crucial  to \nunderstanding  the  role  of trust  in  influencing  data  sharing. For  example, sharing \nmore sensitive forms of data would require higher levels of trust. \nFinally, we examined shocks to trust in real-life settings (‘natural experiments’) by \nselecting  instances  where  trust  was  eroded  or  regulations  increased trust.  This \nenabled us to test the dynamic impact of trust on data-sharing behaviour and get \ncloser to identifying a causal relationship between trust and data sharing.  \nIn all  cases  analysed,  a  breach of trust  caused  a  decrease  in  the  number  of \nindividuals  willing  to  share  data  with the  institutions  involved  in  the  breach.  We \nexplored what might be driving the persistence of impacts as part of our qualitative \nengagements. Stakeholders suggested that a loss of trust is likely to have longer-\nlasting consequences if the affected organisation is driven by commercial motives \nand if the scale of the problem is concealed at first. Negative impacts tend to be \nmore  transitory  if  the  affected  institution  made  an  error  rather  than intentionally \ndeceiving for commercial reasons, and can visibly and promptly rectify the issue. \nConversely, policy interventions aimed at increasing trust (e.g. GDPR) can have \npositive impacts on the level of data sharing for both individuals and organisations, \nbut  these  benefits  tend  to increase over  time  and can  involve an  initial  cost  for \norganisations which have to comply to prove their trustworthiness. \nOn  the  whole,  this  research  suggests  there  is  robust  quantified  evidence  that \ngreater  trust  is  associated  with  increased  data  sharing.  This  confirms  existing \nanecdotal  evidence  and  justifies  ongoing  efforts  to  design  mechanisms  to  boost \ntrust. In some cases where there is scope to achieve significant improvements in \ntrust, the relevant effect size will be large.  \nHowever,  the  average  magnitude  of  the  relationship  between  trust  and  data \nsharing suggests that boosting trust will have to be accompanied by a suite of other \ninterventions  (enabling  greater  discoverability  of  data, for  example)  in  order  for \ndata sharing to reach its optimal level. Exploring wider determinants of data sharing \nand how they can complement increases in trust will be an important area for future \nresearch. Context is also extremely important in determining the impact of changes \nin trust. The specific trust linkages and their maturity matter. \nWhilst there is robust evidence on the importance of trust in data ecosystems, our \nresearch identified key gaps in the existing evidence, which make it challenging to \nlink our core findings on the impact of trust on data sharing to the wider literature \non  the  economic  impact  of  data  sharing,  collection  and  use.  In  particular,  a \nrelatively small set of papers in our sample examine the actual impact of trust on \ndata sharing using a quantified approach, mostly focusing on individuals sharing \ndata  about  themselves. Less  quantified  evidence  is  available  on organisational \ntrust  linkages  and  data  sharing. Conversely, the  majority  of  the  evidence  which \nassesses  the  impact  of  data  sharing  on  economic  outcomes  is  focused  on \norganisational  data  sharing. Adding  to  these existing  evidence  bases will  allow \nfuture work to determine how the economic value of trust varies across different \nactivities as well as different relationships. \n\n \nfrontier economics  8 \n \n \nECONOMIC IMPACT OF TRUST IN DATA ECOSYSTEMS \n1 BACKGROUND & METHODOLOGY \n1.1 Context \n1.1.1 Trust in data ecosystems \nThe role of trust \nA successful end state for a data ecosystem is a ‘farmland for data’, where data is \nused in a way that creates positive impact: driving productivity, boosting research \nand innovation, and increasing inclusion and welfare.\n4\n  \nAchieving this desirable end state involves navigating a path between a ‘wasteland \nfor  data’ where  data sharing  and use  is limited  due  to  mistrust and  there  are \nsubstantial fears regarding ethics and equity in the use of data; and an ‘oil field for \ndata’ where  data  is  hoarded  and  used  for  competitive  advantage,  limiting  the \npotential for innovation and capabilities to grow. \nTrust is a critical enabler of a ‘farmland for data’ ecosystem – in order for data to \nflow optimally within an ecosystem allowing for its full potential to be realised. There \nare multiple actors within any single data ecosystem. This implies that trust needs \nto exist between several different ecosystem participants: \n those  who  contribute  information  to  a  data  set need to  place  trust  in  the \norganisations they share data with;  \n organisations who are responsible for collecting, managing or ensuring access \nto data need to prove their trustworthiness to carry out that role in a capable \nand ethical way; \n data users need to trust the validity of the data to derive value from it by creating \nproducts, services and insights; and  \n the communities in and around the data ecosystem, such as the general public \nwho need to understand the importance of trust in allowing flows of data and \ntherefore extracting value from the data ecosystem.  \nIn  turn, mistrust  between these  different groups hinders  the  potential for data  to \nflow within the ecosystem and the positive economic and social value of data as a \nresult. \nProminence of trust  \nEvidence suggests that trust is a critical factor enabling an open and trustworthy \ndata ecosystem. A recent survey conducted by ODI and YouGov found that nearly \n9 in 10 people (87%) feel it is important or very important that organisations they \ninteract with use data about them ethically.\n5\n  \n \n \n4\n  https://theodi.org/about-the-odi/our-vision-and-manifesto/our-theory-of-change/  \n5\n  https://theodi.org/article/odi-survey-reveals-british-consumer-attitudes-to-sharing-personal-data/  \n https://theodi.org/article/nearly-9-in-10-people-think-its-important-that-organisations-use-personal-data-\nethically/ \n\n \nfrontier economics  9 \n \n \nECONOMIC IMPACT OF TRUST IN DATA ECOSYSTEMS \nHowever,  this  evidence also suggests that  a low  proportion  of  the  general \npopulation    trusts a    number    of organisational types with    ethical    data \npractices/collecting  personal  data.  For  example,  social  media  sites are seen  as \nbeing the least trustworthy and healthcare institutions the most trustworthy when \nhandling data.\n6\n This suggests that current levels of trust and trustworthiness tend \nto be very context-dependent. Factors influencing trust in an ecosystem include: \n the  maturity  of  the  ecosystem – baseline  trust  tends  to  be  lower  for  nascent \necosystems, and higher for established ones; and \n the  understanding  and  awareness  of data-sharing practices within  a  certain \necosystem.\n7\n  \nEthics  around  data-sharing  practices has  become  a  prominent  issue  in  recent \nyears, as organisations increasingly rely on data to improve the way they work and \nconsumers  are  able  to  access  increasingly  targeted  and  personalised  services \nbased on their data.  \nIn parallel, people’s awareness about their data rights and the potential for misuse \nof personal data and data breaches has increased. This has in part been driven by \nthe rollout of regulations, such as the General Data Protection Regulation (GDPR), \nthe ongoing debate on the regulation of big tech and widespread media coverage \nof events like the Cambridge Analytica and Facebook incidents.\n8\n \n1.1.2 Role of ODI \nThe  mission  of  the  Open  Data  Institute  (ODI)  is  to  work  with  companies  and \ngovernments to build an open, trustworthy data ecosystem. \nThe ODI is currently engaged in research to develop the next generation of public \nand private services. This involves applying ethical considerations into how data is \ncollected, managed and used. \nOne strand of the ODI’s research is focused on exploring which mechanisms are \nlikely  to  have  the  most  impact  in  improving  trust  between  organisations  around \ndata. Some of the ODI work in this area investigates:  \n the levers through which trust in data ecosystems can be enhanced;\n9\n \n the ways in which organisations can demonstrate trustworthiness when sharing \ndata;\n10\n and \n the value of sharing data to build trust and trustworthiness.\n11\n \nAnother key strand of the ODI’s research focuses on the value of sharing data, \nboth in the private and public sector.\n12\n  \n \n \n6\n  https://theodi.org/article/nearly-9-in-10-people-think-its-important-that-organisations-use-personal-data-\nethically/  \n7\n  https://ec.europa.eu/commission/commissioners/2019-2024/vestager/announcements/speech-executive-\nvice-president-margrethe-vestager-building-trust-technology_en  \n8\n  https://theodi.org/article/nearly-9-in-10-people-think-its-important-that-organisations-use-personal-data-\nethically/  \n9\n  https://theodi.org/project/building-trust-through-audit-and-certification/ \n10\n  https://theodi.org/article/demonstrating-and-assessing-trustworthiness-when-sharing-data/  \n11\n  https://theodi.org/article/case-study-the-value-of-sharing-data-to-build-trust/  \n12\n  https://theodi.org/project/the-value-of-data-sharing-in-the-private-sector/#1586850452070-39243495-0d94  \n\n \nfrontier economics  10 \n \n \nECONOMIC IMPACT OF TRUST IN DATA ECOSYSTEMS \n1.1.3 Research question \nFrontier  were  asked  to  assess  the  relationship  between  trust  and  the  sharing, \ncollection and use of data: what is the economic impact of increased trust in a \ndata ecosystem? \nBeyond  the  work  developed  by  the  ODI  and  their  collaborators,  there  is  a \nsubstantial literature exploring the mechanisms through which trustworthiness and \ntrust can be established and maintained within data ecosystems. Likewise, a large \nvolume   of academic   and   policy   research   has   been   recently   devoted   to \nunderstanding  the  relationship  between  data  sharing,  collection  and  use  and \neconomic impact. \nFigure 1 The relationship of interest \n \nSource: Frontier Economics  \nOur work has explored a key evidence gap connecting these two literatures: the \nways in which trust and trustworthiness enable the sharing, collection and use of \ndata  in  a  given  ecosystem. There  is  strong  theoretical  and  anecdotal  evidence \nsupporting this relationship and disparate academic studies which have quantified \nthis  relationship  in  a  number  of  different  ways. In this  study, we  have rigorously \nsynthesised available evidence in a consistent way to validate key hypotheses of \ninterest.  \nAfter  validating  and  testing  the  relationship  between  trust  and  data  sharing, \ncollection and use, we have linked these findings to existing work on the economic \nvalue  of data  access  and  sharing. This has  allowed  us  to conduct  a  high-level \nassessment of the economic impact of trust in data ecosystems.  \nBy conducting an in-depth analysis of existing strands of literature and comparing \nevidence on  trust  and  the economic value  of  data,  this  research has  made an \nimportant first step towards answering the research question originally set out by \nthe ODI.  \nWhile our attempts to synthesise, compare and link existing evidence has enabled \nus to generate valuable preliminary results on the economic impact of trust in data \necosystems, our  research has  also  highlighted some key  gaps  in  the existing \nevidence base. These gaps make it challenging to draw definitive conclusions on \nthe economic impact of trust in a data ecosystem, but serve as a guide to direct \nfuture research efforts.  \nThe following section sets out the approach we adopted to answer the research \nquestion.  \n1.2 Approach \nWe have implemented a 5-step approach to address the ODI’s questions. We have \nillustrated  this  methodology  in Figure 2 below  and  provided  further  detail in  the \nfollowing sub-sections.   \n\n \nfrontier economics  11 \n \n \nECONOMIC IMPACT OF TRUST IN DATA ECOSYSTEMS \nFigure 2 Overview of methodology \n \n1.2.1 Stage 1. Literature review \nAt the core of our approach is a review of the evidence that uses empirical methods \nto quantify the relationship between trust in data ecosystems, and the amount of \ndata sharing, collection and use that takes place in those ecosystems.  \nWe  implemented  a  rigorous search  strategy to  identify  a  wide  pool  of  available \nstudies which explored the relationship between trust and data sharing. We then \nranked these studies based on relevance to our research question and robustness \nof the study’s methodology. \nIn addition to exploring existing evidence on the aggregate effect of trust, we also \ninvestigated the  contextual factors that make trust more  or  less  important to the \nfunctioning of data ecosystems, such as the type of actors and audiences within a \ncertain ecosystem. This has helped to highlight areas for further research. \nThe search strategy \nOur comprehensive review of the available literature started with the development \nof a codified search strategy to identify a broad range of academic studies. This \nstrategy  set out  the  type  and  fields  of  literature that  we  were  to review,  the \ndatabases that we were to search and the search terms that we would apply, as \nwell as any relevant exclusion criteria.  \nWe wanted to include publications from multiple disciplines including economics, \npolicy,  computer  science,  social  science  and  ethics/applied  philosophy. We \ntherefore used   both   discipline-specific databases   (RePEc   and   EconLit   for \neconomic literature) and generic academic databases (JSTOR and ScienceDirect \nfor multi-disciplinary literature) to identify existing studies. \nOur  search  terms  included multiple  combinations  of ‘trust’ (or  synonyms)  AND \n‘data’ OR ‘data  sharing’ OR ‘data  collection’ OR ‘data  use’ to  identify  academic \nstudies as well as research papers and policy articles. \nWe augmented our rigorous review of publicly available academic evidence with \nadditional insights  from  relevant  grey  literature.  These  articles  and  reports  were \nidentified based on domain knowledge within our team and the ODI’s suggestions. \nWe have included further detail on our search strategy in Annex A. \n\n \nfrontier economics  12 \n \n \nECONOMIC IMPACT OF TRUST IN DATA ECOSYSTEMS \nCategories of relevant research identified \nThere are several ways in which the impact of trust on data sharing is quantified in \nthe identified literature: \n Empirical  survey  evidence. The  most  common  form  of  quantification  is  via \nsurveys. In  these  surveys,  participants  value  the  importance  of trust and \ndescribe their willingness to provide information using Likert scales.\n13\n Based on \nthe survey data collected, the studies then quantify the impact of trust on data \nsharing using multivariate regression techniques (in an attempt to isolate the \nimpact  of  trust  on  data  sharing  as  separate  to  the  impact  of  confounding \nfactors).\n14\n For  this  type  of  evidence,  observed  correlations  can  be  computed \nand  compared  in  different  contexts,  but  the  direction  of  causality  may  not \nalways be clear. In particular, while survey results are informative to evaluate \nthe  magnitude  of  the  relationship  between  trust  and  data  sharing,  coefficient \nestimates might suffer from reverse causality: On the one hand, greater levels \nof  trust  might  lead  to  more  data  sharing  in  a  given ecosystem,  on  the  other \nhand,  it  is  possible  that people  who  are  more  willing  to  share  data  are more \ninclined to display general attitudes of trust. \n Natural  experiments. It  is  possible  to  exploit  major  shocks  to  trust  and \nexamine  data  sharing and use  before  and  after. For  example,  the  advent  of \nGDPR or a major data incident could both impact trust. The resulting evidence \nis  more  likely  to  be  causal  in  nature  but  may  not  always  be  applicable  more \nwidely. \n Theoretical  models. The  value  of  trust is  also quantified  using  conceptual \ngame  theory  models  which  include  assumptions  and  parameter  values.\n15\n \nThese  models  use  mathematical  modelling  to  explore  strategic  interactions \nbetween  different  decision-making  entities. For  example,  models  can  be \ndeveloped  which  attempt  to  predict  the  behaviour  of  suppliers  and  retailers \ngiven different levels of trust in forecasted demand.  \nIn general, the survey evidence relates to stated preferences with regards to data \nsharing and  its  drivers.  The  natural  experiments  provide  an  indication  of actual \nbehaviour following  a  shock  to  trust. Examining  actions  rather  than  intentions  is \nusually  more  reliable.  However,  in  this  context  there  may  be  examples  where \nadditional information is contained in the attitudinal information. For example: \n just because you are a customer of one bank (and therefore share data with it) \ndoes not necessarily mean that you trust it more than alternatives. Your choice \nof bank could have been driven by a range of other factors; and/or \n you might state you do not trust a particular organisation (e.g. a social media \nnetwork)  but  continue  to  use and  share  data  with it as  the  benefits  it  offers \noutweigh the potential risks. \n \n \n13\n    Likert scales are psychometric scales which allow respondents to specify their level of agreement or \ndisagreement on a symmetric agree-disagree scale. \n14\n  These techniques are typically more informative than simple bivariate correlation.  \n15\n  For example, agents are assumed to behave rationally or seek to maximise their utility/profits. \n\n \nfrontier economics  13 \n \n \nECONOMIC IMPACT OF TRUST IN DATA ECOSYSTEMS \nTo account for this, our quantification methodology relies on the use of both survey \nevidence   and natural   experiments. These   two   types   of   evidence are \ncomplementary (see further detail below).  \nVolume of relevant research identified \nIn  total, we  identified  87 potentially  relevant  studies. Based  on a  more thorough \nreview, we classified these papers  into  three  categories: high,  medium  and  low \nrelevance. In Figure 3 below  we explain in  detail  the  criteria  we  used  for  this \nclassification approach and set out the number of papers that fell in each category. \nIn  general,  more  robust,  relevant  and  recent  studies  were  classified  as  higher \nrelevance. \nFigure 3 Evidence relevance ranking \nRelevance \nranking \nNumber of \nstudies \nCriteria for ranking \nHigh 21 \n the research question is highly relevant to inform the \nrelationship between trust, data sharing/collection/use \nand subsequent economic impacts. \n the methodology includes an assessment of the \nimpact of trust on data sharing/collection/use, or the \neconomic impact of data sharing/collection/use.  \n The assessment is quantitative in almost all cases. \nWhere surveys are conducted, the sample size is \nlarge enough to draw meaningful statistical \nconclusions. If qualitative, the assessment is highly \nrigorous and is able to isolate the impact of changes \nin trust on data sharing. \n the type of trust linkages and types of actors under \nanalysis are easily identifiable. \n all studies were conducted post 2010. \nMedium 16 \n the research question is highly relevant to inform the \nrelationship between trust, data sharing/collection/use \nand subsequent economic impacts. \n the methodology includes an assessment of the \nimpact of trust on data sharing/collection/use, or the \neconomic impact of data sharing/collection/use. The \nassessment is either qualitative or quantitative. \n the study was conducted post 2010. \nLow 50 \n the research question is relevant to inform the \nrelationship between trust, data sharing/collection/use \nand subsequent economic impacts. \n however, the study does not always include an \nassessment of the impact of trust on data \nsharing/collection/use, or the economic impact of data \nsharing/collection/use. \n some studies in this group were conducted pre-2010. \nSource:  Frontier Economics \nFor the identified 21 ‘highly relevant’ studies, we carried out a full, in-depth content \nreview, considering the following dimensions: \n research question; \n methodology and evaluation of the study’s robustness (internal validity); \n\n \nfrontier economics  14 \n \n \nECONOMIC IMPACT OF TRUST IN DATA ECOSYSTEMS \n sample size (if applicable); \n estimate of the impact of trust on data sharing (if applicable); \n direction of trust movement; and \n type of trust linkage: individual to organisation, organisation to organisation or \na combination of the two. \nWhen  conducting  the  review,  we  paid  particular  attention  to  which  actor  in  the \necosystem each study focused on: whether it investigated the willingness to share \ndata (or the actual data-sharing behaviour) of an individual, of an organisation, or \npossibly both. \nFigure  4 below   reports   a  more  detailed   split of the   type   of   data-sharing \nattitude/behaviour analysed for each category of studies identified (high, medium \nand low relevance). \nFigure 4 Actor data-sharing behaviour analysed \n Individual Organisation Both Total \nHigh relevance 10 7 4 21 \nMedium relevance 8 5 3 16 \nLow relevance  17 11 22 50 \nTotal 35 23 29 87 \nSource:  Frontier Economics \nNote: The ‘both’ category refers to papers discussing data-sharing behaviour for multiple actors in the \necosystem (i.e. individuals and organisations). \nThis shows that most of the publicly available literature on the relationship between \ntrust  and  data  sharing  analyses  the  behaviour  of  individuals  sharing  data  about \nthemselves  (35  out  of  87 studies).  Organisation-to-organisation  data  sharing  is \nalso discussed in the literature. However, studies on organisational data sharing \ntend to be more qualitative in nature and do not include a quantified estimate of \nthe impact of trust on data sharing.   \nAssessment of reliability  \nThe value of our literature review depends not just on what the evidence says about \nthe  impact  of  trust  on  data  sharing  and  use,  but  crucially  on  the  quality  of  the \nmethods used to draw those conclusions. We have placed higher weight on higher-\nquality evidence\n16\n that is relevant to the research question under consideration. \nTo consider the robustness of each quantitative study that we identified, we drew \non  an  approach  in keeping  with the Maryland  Scientific  Methods  Scale (SMS).\n17\n \nThe SMS is widely used within government and includes a five-point (1 to 5) scale. \nHigher scores indicate that a study has used a relatively more reliable approach \nwhen developing a counterfactual. In Figure 5 below we present an example of the \ntype of evidence that would fall under each category.  \n \n \n16\n  Quality in this case is primarily based on internal validity, which refers to the extent to which research \nmethods applied in a certain study and subsequent results provide an adequate reflection of the true \nrelationship under analysis and are not due to methodological errors. \n17\n  The original SMS was developed by Sherman et al. (1998), https://www.ncjrs.gov/pdffiles/171676.PDF  \n\n \nfrontier economics  15 \n \n \nECONOMIC IMPACT OF TRUST IN DATA ECOSYSTEMS \nFigure 5 Maryland Scientific Methods   Scale   to   review   validity   of \nquantitative evidence \n \nSource: Frontier Economics, adapted from What Works Centre for Local Growth, \nhttp://www.whatworksgrowth.org/public/files/Scoring-Guide.pdf  \nThe specific language used in the Maryland SMS is not appropriate for all of the \nquantitative  evidence  we uncovered. However, we have  been  guided  by  the \nprinciples  embedded  within  the  scale  in  order  to  compare  the  robustness  of \ndifferent quantitative estimates. These principles and areas we considered include:  \n data sources used;  \n sample size;  \n granularity of impact; and \n extent  to  which  the  study  has  accounted  for  other  differences  between  the \ntreatment and control groups.  \nTo  assess  the relevance  and  robustness  of qualitative  and  theoretical  evidence, \nwe considered the extent to which the study is able to isolate the impact of changes \nin  trust  on  data  sharing,  either  through  theoretical  modelling  or  through  semi-\nstructured qualitative interviews. \nAs outlined above, some of the academic literature identified focuses on analysing \nthe impact that major shocks to trust (which we refer to as ‘natural experiments’) \nhad on data sharing. The literature analyses the impact of both negative shocks to \ntrust, e.g. the Cambridge Analytica incident, and positive shocks to trust driven by \nregulations, e.g. GDPR. \nTo test the robustness of the results arising from this evidence, we looked into a \nwider  set  of  natural  experiments  (either  negative  or  positive  shocks  to  trust)  in \ndifferent sectors (for example, healthcare and banking), and any related evidence \nthat  suggests  what  the  impact  of the  shock  might  have  been. Further  detail  is \nprovided in Annex A. \n1.2.2 Stage 2. Develop a structured theoretical framework \nDuring  the second stage  of  the  study  we developed a  structured  theoretical \nframework which describes the channels through which trust drives data sharing, \nand the factors that make trust more or less important. This includes two high-level \ncomponents:  \n Conceptualising trust: \n\n \nfrontier economics  16 \n \n \nECONOMIC IMPACT OF TRUST IN DATA ECOSYSTEMS \n□ definition of trust in the context of data ecosystems; \n□ setting out the main drivers of trustworthiness and of trust;  \n□ exploring the contextual factors which determine where trust is more or less \nimportant in enabling data sharing. \n Defining a theory of change which links trust to data sharing and ultimately \neconomic impact, using a logic model framework. \nThe  conceptualisation  of  trust  draws  from  an  existing  trust  model  designed  by \nO’Hara (2012) and applied by the ODI in recently published research.\n18\n The theory \nof change has been designed using a logic model framework, a technique widely \nadopted to identify, describe and arrange the key aspects of an intervention and \nrepresent how the intervention produces change.\n19\n  \nDeveloping a robust economic framework to describe the channels through which \ntrust drives data flows and in turn generates economic and social value ensures \nthe evaluation is grounded in economic theory. \n1.2.3 Stage 3. Calibrating the framework \nWe then assessed the sign, size and significance of the conceptual relationships \narticulated in Stage 2 by quantifying the aggregate impact of trust on data sharing. \nThis validation was based entirely on the quantitative evidence that we identified \nas part of our literature review. \nOur ability to quantify the nature and the strength of these conceptual relationships \ndepended on the base of existing evidence. It was not possible to split out effects \naccording to each channel and theory of change we articulated in the conceptual \nframework. For  example,  the existing  evidence  did  not  always  discriminate \nbetween specific activities (e.g. data collection vs. data use) or different actors (e.g. \ndata institution vs. data subject). We carried out the framework calibration exercise \nin three steps, each described below. \nStep 1: assess the sign and magnitude of the relationship \nFirst, we compared estimates from the academic evidence review to measure the \naggregate relationship  between  trust  and  data  sharing,  collection and use. \nAvailable academic literature enabled us to assess: \n whether the relationship between trust and data sharing is positive (as would \nbe expected based on our conceptual framework); and  \n what is the order of magnitude of the relationship (how small or large the impact \nof trust on data sharing could be).  \n \n \n18\n  https://theodi.org/article/designing-trustworthy-data-institutions-report/  \n19\n  While our research objective is to describe the impact of trust rather than of a specific intervention, it still \nprovides for a useful framework to distil the key ways in which trust can lead to greater data sharing and \nwider economic and social value. \n\n \nfrontier economics  17 \n \n \nECONOMIC IMPACT OF TRUST IN DATA ECOSYSTEMS \nStep 2: test the direction of causality \nWhile most evidence from existing academic studies on trust in data ecosystems \nhas informed the sign and magnitude of the relationship, it cannot provide a causal \nestimate of trust on data sharing, collection and use. This is because most research \nto  date  tests  the  impact  of  trust  on  data  sharing  through  surveys,  i.e.  measures \nrespondents’  self-reported  levels  of  trust,  willingness  to  share  data,  and  then \nanalyses the impact of trust on data sharing performing a regression or correlation \nanalysis on survey data. \nAs such, surveys are unable to assess the impact of trust on actual data-sharing \nbehaviour. Surveys also tend to record preferences at a specific point in time (i.e. \nthe evidence is cross-sectional) without capturing changes in behaviour over time. \nThis makes it challenging to disentangle cause and effect when comparing these \ntype of studies.  \nTherefore, we adopted a different approach to test whether changes in trust have \nan impact on data-sharing behaviour. The main objective of this assessment was \nto test that the direction of causality is in line with our expectations, i.e. isolating \nthe  impact  that  trust  has on data  sharing  from  any  reverse  effects  or  feedback \nloops  (e.g.  in  some  ecosystems  where  there  are  greater  levels  of  data  sharing, \nactors might be more willing to trust each other with data).   \nWe did so by looking into both academic (where available) and anecdotal evidence \non a set of major shocks to trust in real-life settings (i.e. ‘natural experiments’), by \nselecting  a  number  of  relevant  instances  of  negative  shocks  to  trust,  i.e.  where \ntrust  was suddenly eroded  because  of  an  incident  or  a  data  breach  (e.g.  the \nCambridge Analytica and Care.data incidents), or, conversely, positive shocks to \ntrust, i.e. where regulations were introduced to increase trustworthiness and trust \n(e.g. the GDPR).\n20\n  \nStep 3: link to economic impacts \nFinally, we linked the aggregate estimates on the impact of trust on data sharing \nto  the  wider  literature  on  the  economic  impact  of  sharing  and  using  data.  This \nenabled us to provide an indicative estimate of the economic impact of trust in data \necosystems. \n1.2.4 Stage 4. Case studies to validate the framework \nWe carried out five semi-structured interviews, organised in two case studies, to \ntest and contextualise the empirical evidence.  \nFirstly, we selected case study sectors in conjunction with the ODI. We wanted to \nexplore  the  role  of  trust  in  facilitating  greater  data  sharing  within  two  different \ncontexts and ecosystems. We focused on: \n the role  played  by  trust  in  facilitating  the  use  of  patient  data  as  an  input  to \nhealthcare research; and \n \n \n20\n  Academic evidence was available on some of these natural experiments. For other natural experiments \nwhere academic evidence was not available, we have gathered anecdotal evidence and ad-hoc statistics \nfrom news articles. We have placed more weight on the academic evidence.  \n\n \nfrontier economics  18 \n \n \nECONOMIC IMPACT OF TRUST IN DATA ECOSYSTEMS \n the impact of trust on data sharing in the context of Open Banking. \nThe type of information that is exchanged in these two ecosystems is very different \nas  are  the  specific  organisational  types  involved.  This variation  allowed  us  to \nconsider trust from a variety of different perspectives.  \nWe used the interviews to consider a number of specific issues in depth: \n validation of our conceptual trust framework and theory of change;  \n exploration of the role of trust in different ecosystems; \n consideration   of   a   possible   distinction   between   creating   trust   in   new \necosystems versus maintaining trust in more established ecosystems; and \n real-world   examples   of changes   in   trust   and   their   direct   and   indirect \nramifications on data sharing. \nThe insights gathered from this qualitative engagement are presented in Sections \n2 and 3. \n1.2.5 Stage 5. Reporting \nThis report summarises all of the work we have undertaken and the conclusions \nwe have reached. Staff at the ODI met and corresponded with Frontier Economics \nregularly in order to develop and steer this research project and provided feedback \non an earlier draft of this report.  \nThe remainder of the report is structured as follows: \n in Section 2 we set out our conceptual framework; \n in  Section 3 we  present  the  results  of  our  framework  quantification  and \nqualitative validation; and \n in Section 4 we conclude and summarise key results.   \n\n \nfrontier economics  19 \n \n \nECONOMIC IMPACT OF TRUST IN DATA ECOSYSTEMS \n2 ECONOMIC FRAMEWORK \nIn this section we define trust in the context of data ecosystems. We also set out \nconceptually: \n how trust can impact data sharing, collection and use; and \n the  economic  and  social  value  added  associated with greater  data  sharing, \ncollection and use. \n2.1 Modelling trust in a data ecosystem \nTo  determine  how  trust  impacts  data  sharing,  the  first  building  block  of  our \neconomic  framework sets  out what  we  mean  by  a  data  ecosystem  and an \nappropriate definition of the role of trust in that context. \n2.1.1 The data ecosystem \nTo distil the key determinants of trust and trustworthiness in a data ecosystem, we \nneed  to  consider what  we  refer  to  as a data  ecosystem in the  context  of  this \nresearch, and which actors are going to interact and form relationships within that \necosystem. \nAs  defined  by  the  ODI’s  Data  Ecosystem  Mapping  methodology,\n21\n a  data \necosystem  consists  of  data  infrastructure,  and  the  people,  communities  and \norganisations that benefit from the value created by it. Data infrastructure in this \ncontext  is  made  up  of  data  assets,  standards,  technologies,  policies  and  the \norganisations that steward and contribute to them. \nOur work explores the trust linkages between a set of activities within a typical data \necosystem as we illustrate below (Figure 6).\n22\n \nFigure 6 Ecosystem actors\n23\n \n \nSource: Frontier Economics \n \n \n21\n  http://theodi.org/wp-content/uploads/2019/07/ODI-Data-Ecosystem-Mapping-A1-fold-to-A5-2019-1.pdf  \n22\n  https://theodi.org/article/mapping-data-ecosystems/  \n23\n  Additionally, the data ecosystem includes re-users, end users, capacity developers and technology \nproviders. \n\n \nfrontier economics  20 \n \n \nECONOMIC IMPACT OF TRUST IN DATA ECOSYSTEMS \n \n Contributing to data: data subjects contribute to the dataset, either knowingly \nor unknowingly through use of a service. Data contributors’ trust towards other \nactors in the ecosystem ensures they feel comfortable sharing their data;  \n Data  stewarding: certain  ecosystem  participants collect,  manage or  ensure \naccess  to  a  dataset.  These  actors need  to  prove  their  trustworthiness  to  the \nparties they exchange data with; \n Data use involves the creation of things, products, services, analyses, insights, \nstories  or  visualisations.  These  actors  want  to  determine  that  the  data  is \ntrustworthy and accurate before engaging. \nIn addition, benefits from data ecosystems can accrue to actors who are able to \nmake better decisions. They therefore benefit from a high level of trust within an \necosystem as it increases the confidence with which they can act. \n2.1.2 Defining trust in data ecosystems \nDefinition of trust \nThe   academic   literature   offers various   frameworks   for   describing   trust, \ntrustworthiness  and  what  it  means  to  be  trusted in different  settings.  These \nframeworks break trust down into key components such as ‘credibility’ ‘reliability’ \nand ‘competence’.\n24\n \nSeveral academic studies attempt to pin down what trust means in the context of \ndata ecosystems. Gupta (2015) defines trust as the “willingness of a party to be \nvulnerable to the actions of another party based on the expectation that the other \nwill perform a particular action”.\n25\n \nTherefore,  trust can partially  determine  the  degree  to  which  individuals  and \norganisations are willing to enter into agreements with each other. It also influences \nhow actors behave towards other ecosystem participants. As a result, trust is going \nto impact on how data is exchanged within a given ecosystem. \nTo  distil  the  key  elements  of  trust  in  a  data  ecosystem,  this study builds  on  the \nprevious  work  by O’Hara (2012)\n26\n and  the  ODI  (2020)\n27\n which  has  made  a  \ndistinction between trust and trustworthiness. Being trustworthy is different from \nbeing trusted, and the two must be aligned to avoid a breakdown of trust.\n28\n Placing \ntrust in an actor when it is not trustworthy can lead to a loss of trust following an \nunexpected  event.  For  example,  this  can  happen  through misrepresentation, \nwhere a  data institution  provides data  contributors  with  assurances  about  data \n \n \n24\n  Other components identified by academic studies are “intimacy and self-orientation”  \nhttps://trustedadvisor.com/why-trust-matters/understanding-trust/understanding-the-trust-equation and \n“honesty, competency and reliability” or “rigorous logic, authenticity and empathy” \nhttps://www.thebritishacademy.ac.uk/sites/default/files/Trust-Trustworthiness-Transparency.pdfb  \n25\n  https://link.springer.com/article/10.1057/dddmp.2015.32  \n26\n  https://eprints.soton.ac.uk/341800/1/ohara_trust_working_paper_aug_2012.pdf  \n27\n  https://theodi.org/article/designing-trustworthy-data-institutions-report/  \n28\n  http://theodi.org/wp-content/uploads/2020/04/OPEN_Designing-trustworthy-data-institutions_ODI_2020.pdf  \n\n \nfrontier economics  21 \n \n \nECONOMIC IMPACT OF TRUST IN DATA ECOSYSTEMS \nprotection, but does not have adequate security measures in place, which comes \nto light when a data breach occurs. \nIn  the  remainder  of  our  work we generally  consider trustworthiness  as  a \nprecondition to build trust. At a high level, this means an actor in the ecosystem \nneeds to prove their trustworthiness in order for another ecosystem participants to \nshare their own data or use the information provided. \nDespite this characterisation, we acknowledge the complexity and dynamic nature \nof the relationship between trust and trustworthiness. While trustworthiness is often \na precondition to build trust, it can also be the case that some elements of trust are \nnecessary  to  build  trustworthiness  (making  the  relationship  between  trust  and \ntrustworthiness bi-directional). For example, in some cases data contributors may \ndecide  to  share  their  data  with  a  new  ecosystem  player  offering  an  innovative \nservice, before the player is able to build a reputation of trustworthiness (due to a \ncommercial urgency for example). If the data handling and corresponding service \nprovision is considered satisfactory, then trust can grow over time. \nComponents of trustworthiness \nAn actor’s trustworthiness can be measured along multiple dimensions, including \nits ability, willingness and motivation to deliver on its promises.\n29\n These dimensions \nare going  to  depend  on  the  specific  circumstances  in  which  claims,  actions  and \ncommitments to trustworthiness are made, and also the counterparties with which \nan actor interacts within the ecosystem. \nIn addition to this, trustworthiness is going to be influenced both by internal drivers \n(e.g. reputation, presence of a pre-existing trust relationship) and external drivers \n(e.g.  laws  and  regulations).\n30\n While  factors  such  as  regulations  and  codes  of \nconduct are typically mandated externally, actors still have some agency on them \n(for  example,  they  can  choose  to obtain an  external  certification  or  subject \nthemselves to audit).  \nDrivers of trust toward sharing and using data \nThe willingness and ability of individuals or organisations to place trust in another \norganisation varies based on the type of actor and data involved. (E.g. perceived \nprivacy and security concerns will be greater when personal data is involved or one \nparty’s motives are commercial rather than altruistic. These factors may magnify \nthe importance of trust.)  \nAs  articulated  by  Gupta  (2015), the  role  of trust in  determining  data sharing  is \ninfluenced by: \n Perceived security. Security corresponds to concerns about the protection of \npersonal  information  with  three  specific  goals: ensuring information  is  not \naltered during transit and storage; verification of a user’s identity and eligibility \nfor  data  access; and  confidentiality requiring that  data  use  be  confined  to \nauthorised purposes by authorised people. \n \n \n29\n  http://theodi.org/wp-content/uploads/2020/04/OPEN_Designing-trustworthy-data-institutions_ODI_2020.pdf  \n30\n  Although these drivers originate externally, there is also an internal element that determines how effective \nthe driver is in increasing trust and trustworthiness (i.e. the way organisations respond to them). \n\n \nfrontier economics  22 \n \n \nECONOMIC IMPACT OF TRUST IN DATA ECOSYSTEMS \n Perceived privacy. Privacy is defined as a process of anonymity preservation \nand is strongly connected to control over information about the self (i.e. in online \nenvironments, users who perceive higher threats to their privacy are less likely \nto  disclose  personal  data, they  feel  less  able  to  control  it  and  protect \nthemselves).\n31\n \nGupta  (2015)  suggests  that  both  perceived  security  and  privacy  are  relevant \ndrivers of trust: if actors have control over their information flow and protection over \ntheir privacy, this will increase the likelihood they place trust in their counterparties \nand share more data within the ecosystem. \nOther studies\n32\n point to perceived usefulness as another driving factor for trust in \na data ecosystem. If an actor in the ecosystem feels that sharing their data will lead \nto  a  positive  outcome  for  themselves  (e.g.  receiving  a  high-quality  product  in \nexchange for their data) or for society (e.g. medical data used for research), that \nis,  if  data  sharing  is  perceived  to  be  useful,  this  is  also  likely  to  increase  the \nprobability that the actor will place trust in their counterparty and share their data \nwith them. \n2.1.3 Where trust is more or less important in a data ecosystem \nIn addition to the above, the incentives to be trustworthy or to place trust in other \nactors are going to vary based on the context of a particular data ecosystem, as \nhighlighted in recently published work by the ODI.\n33\n \nFor example, trustworthiness often assumes a different meaning for organisations \nworking in different sectors. This is because different sectors have different rules \ngoverning  ethics  and  trustworthiness  around  use  of  data,  and  different  sectors \nvalue data use in different ways. There are also likely to be differences between \nmore   mature   ecosystems,   which   are able   to leverage   pre-existing trust \nrelationships, and newer ecosystems, where trust relationships have yet to be built.  \nTherefore,  in  addition  to  exploring  the  aggregate  effect  of  trust,  we  set  out  the \nfactors  that the  literature  suggests make  trust  more  or less  important  to  the \nfunctioning of data ecosystems. \n Type  of  actor  in  the  data  ecosystem. Trust  might  have  a  different  role  in \nenabling the sharing of data between different actors in the ecosystem, such \nas data institutions (or stewards), data contributors (or subjects), data users (or \ncreators), and other  stakeholders. The  importance  of  trust  in  an  ecosystem \nmight also vary when  the  data  exchange  is  between  an  individual  and  an \norganisation  relative  to when it  is  between  two  organisations. Finally,  trust \nmight be more difficult to generate if an actor is seen to be motivated by self-\ninterest and commercial outcomes rather than the public good. \n \n \n31\n  https://link.springer.com/article/10.1057/dddmp.2015.32  \n32\n  For example, Rissman (2019) https://www.sciencedirect.com/science/article/abs/pii/S0264837719301000  \n33\n  https://theodi.org/article/demonstrating-and-assessing-trustworthiness-when-sharing-data/  \n\n \nfrontier economics  23 \n \n \nECONOMIC IMPACT OF TRUST IN DATA ECOSYSTEMS \nFigure 7 Data sharing behaviour \n \nSource: Frontier Economics \n \n Type  of  data  being  exchanged. The  importance  of  trust  in  an  ecosystem \nmight depend on the type of data being exchanged, and especially whether it \nis personal or non-personal in nature. \n Wider context. The importance of trust might also depend on economic and \nsocial  factors  affecting  the  ecosystem  (e.g.  trust  might  be  a  more  important \nenabler of data sharing in certain countries and cultural contexts than others, \ndriven  by  differences  in  institutions,  regulations  and  norms  around  sharing). \nThe  impact  of  trust  on data sharing  might  also  differ  between  emergent \necosystems and trust linkages versus previously established relationships.  \n Baseline level of trust. Throughout this work we have not assumed that the \neffect of trust on data sharing, collection and use is linear. The effect of a given \nincrease of trust may be larger where initial levels of trust are low than when \nthere is already a significant amount of trust between actors in the ecosystem. \nThere may also be feedback loops that reinforce or balance the data ecosystem \nafter a change in the level of trust. \n2.2 Logic model \nAfter defining the key components of trust and trustworthiness in data ecosystems, \nwe used a logic model, to articulate the different channels through which: \n trust impacts on data sharing, collection and use; and \n the sharing, collection and use of data impacts on the economy and society. \nLogic  models  are frameworks used  to  set  out  the underlying  theory for  how \ninterventions or actions are expected to generate particular outcomes and impacts. \nIt is helpful to set out these stages explicitly and then examine the extent to which \neach linkage is validated by the underlying evidence. The focus of this research is \nnot on a specific policy intervention but rather on the role of trust as a driver of data \nsharing,  collection  and use.  Nonetheless,  building  a  logic  model  provides  for  a \nuseful framework to draw out a theory of change leading from trust to economic \nand  social  impact,  and  distil  the  main  channels  through  which  we  expect  the \nchange to happen.  \n\n \nfrontier economics  24 \n \n \nECONOMIC IMPACT OF TRUST IN DATA ECOSYSTEMS \nWe present the  full  logic model in Figure 8.  The  model  describes  how  activities \nincluding laws, regulations norms and standards facilitate an environment with a \nhigh degree of trust and trustworthiness.  \nIn turn, trust and trustworthiness enable greater data sharing and use. Greater data \nsharing and use then contribute to positive economic and social impacts through \nseveral mechanisms such as greater use of higher-quality information and more \nvibrant competition which is fostered as a result of lower entry barriers.\n34\n  \nEach of  these mechanisms results  in  a  range  of  social  and  economic  impacts \nincluding individuals  and  consumers  benefiting from  higher-quality  services, and \nfirms  increasing  efficiency.  We  have  also  included  a  feedback  loop  which \nrepresents   the   possibility   of   economic   impacts   further   boosting   trust. The \nremainder of this section expands on each column of the logic model. \n \n \n \n34\n  These theories of change build on Frontier Economics research commissioned by the ODI in 2019, on the \neconomic impact of open standards for data. \n\n \n \n \nECONOMIC IMPACT OF TRUST IN DATA ECOSYSTEMS\n \n \nfrontier\n \neconomics\n \n \n25\n \n \n \nFigure 8 Impact of trust logic model  \n \nSource: Frontier \n \n\n \nfrontier economics  26 \n \n \nECONOMIC IMPACT OF TRUST IN DATA ECOSYSTEMS \n \n2.2.1 Logic model components and theories of change \nActions: drivers of trust \nSystem  of  rules exist to help ensure  institutions  are  trustworthy  when  handling \ndata, which is a precondition to build trust in a data ecosystem.\n35\n Some of these \nrules may be mandated by the environment present in the data ecosystem, others \nstated  by an organisation  stewarding  data itself,  or  may  be  implicit  because  of \nsocial or industry norms.\n36\n Categories of rules include: \n Laws and regulations (e.g. GDPR): they define the behaviours expected of an \norganisation by an authorising body; \n Norms: implicit  or  ‘unwritten  rules’  of  behaviour dictate  unwritten  ethical \npractices; \n Contracts: legally  enforceable  contracts  help  align  different  parties’ \nexpectations; \n Penalties: the  threat  of  penalties  ensures  a  person  or  organisation  will  be \nmotivated to comply; \n Standards: agreements ensuring that organisations adopting them will behave \nin a predictable way; \n Codes  of  conduct: developed  by  organisations  to  signal  their  willingness  to \nbehave in an ethical way; \n Ethical design: ethical principles and values outline how an organisation ideally \nwishes to behave, and what it is not willing to do; \n Organisational design: the process of aligning the structure of an organisation \nwith its objectives, with the aim of improving efficiency and effectiveness. Both \nethical and organisational design can be implemented and published to signal \nintrinsic motivation to be trustworthy. \nWe have defined these factors as ‘external’ as a single ecosystem player cannot \ndefine and implement these rules independently of others. However, it is often the \ncase  that individual organisations  often  have  a  high  degree  of  autonomy  and \nresponsibility  in  adapting  to  these  rules, and  also  deciding  the  degree  of \nengagement they wish to have with external processes. For example this applies \nto codes of conduct and organisational design. \nIn  addition  to  these  rules, an  organisation  can  boost  their  trustworthiness  by \ndeveloping a reputation of  being competent\n37\n and having the  required skills  and \nexpertise  in-house.  This  type  of  reputation  can  be  sustained through ongoing \nrelationships within the ecosystem.   \n \n \n35\n  https://theodi.org/article/designing-trustworthy-data-institutions-report/  \n36\n  https://theodi.org/article/designing-trustworthy-data-institutions-report/  \n37\n  Which will be highly dependent on the skills and expertise accumulated within an organisation over time. \n\n \nfrontier economics  27 \n \n \nECONOMIC IMPACT OF TRUST IN DATA ECOSYSTEMS \nOutputs: increased trust and trustworthiness \nA combination of the above activities in a specific data ecosystem can in turn foster \nan environment characterised by greater trust and trustworthiness.  \nAt the outputs stage, the logic model then maps the trust relationship between the \nactors  of a  data  ecosystem. This  relationship  will  vary for  each  data  ecosystem, \nbased on the components of trust and trustworthiness we set out in Section 2.1.1.  \nIn some ecosystems, an intermediary organisation stewards data on behalf of data \ncontributors  and  shares it  with  data  users.  In  these  instances,  activities  result  in \norganisations being more trustworthy and committing to behave in an ethical way \nand deliver on their promises.  \nAs a result of organisations being more trustworthy: \n data  contributors  and  subjects  are  more  confident  that  their  data  is  being \nshared securely, and their privacy is being respected. They will therefore place \ngreater trust in an organisation and will be more willing to share data with them.  \n data users are more confident that the data they will use is accurate and useful. \nThey will therefore also place greater trust in the organisation and will be more \nwilling to use data provided by them. \nIn   other   ecosystems,   it   might   be   the   case   that   data   flows   directly   from \ncontributors/subjects to data users, without the presence of an intermediary. Even \nin  these  instances, activities  aimed  at  ensuring  greater  trustworthiness  will \nstrengthen  the  trust  linkage  between  them. This  virtuous  cycle  strengthens trust \noverall in the community affected and enabled by the data ecosystem. \nOutcomes: more data shared, collected and used \nA virtuous cycle of increased trustworthiness and trust enables data to flow more \nfreely  within  the  ecosystem  (an  end  state  consistent  with a ‘farmland for data’ \nscenario). In particular: \n As  a  result  of  data  institutions  being  more  trustworthy  and  data  contributors \nbeing more trusting, more data is collected and shared. As a result of greater \nvolumes of data available, other things equal, more data is used.  \n As  a  result  of  data  institutions  being  more  trustworthy  and  data  users  being \nmore trusting, for a given volume of data shared, a greater portion of that data \nmay now be used and its potential unlocked. \nIncidents related to the mishandling of data are reduced as a result of increased \ntrustworthiness  and  competence  of  data  institutions,  causing  fewer  breaches  in \ntrust in the data ecosystem. \n\n \nfrontier economics  28 \n \n \nECONOMIC IMPACT OF TRUST IN DATA ECOSYSTEMS \nImpacts: economic and social value added \nThe last section in the logic model maps the economic and social value generated \nby greater data sharing, collection and use. Greater data sharing and use in turn \ngenerate economic and social impacts through three main theories of change:\n38\n \n Information  theory  of  change: more,  higher  quality  information  is  used  by \norganisations. \n Competition   theory   of   change: lower   barriers   to  market   entry   increase \ncompetition  between  organisations  resulting  in  more,  higher-quality  products \nand services and lower prices for consumers.  \n Ecosystem theory of change: an ecosystem of innovative firms that are familiar \nwith ethical data practices is created. Policymakers can harness the power of \ntrustworthy data to make evidence-based decisions. \nEach theory of change results in a range of social and economic impacts: \n First,  as  a  result  of  greater  information  and  competition  unlocked  by  data \nsharing  and  use,  individuals  change  attitudes  towards  sharing  data  and are \nmore trusting of other actors in the ecosystem, reinforcing a positive trust-data \nsharing feedback loop; \n As a result of more competition between organisations, individuals benefit from \nhigher-quality  products  and  lower  prices  in  commercial  settings,  and  higher-\nquality  services  in  commercial  and  civic  settings  (e.g.  better  public  services \nfrom government); \n As a result of greater competitive pressure, firms are more efficient in producing \ngoods and services and have greater incentive to innovate; \n A new and improved ecosystem of innovative firms generates improved data \nskills and infrastructure, higher labour productivity and agglomeration benefits, \nall leading to greater gross value added; \n Greater use and collection of data, in part facilitated by greater trust can also \ngenerate  benefits  associated  with  evidence-based  policymaking. As  a result, \nsociety at large benefits from a more trustworthy data ecosystem both in the \npublic and private sphere. For example, increased trust in how personal data \nis handled in the UK could lead to more people willing to download the NHS \nCOVID-19 app and share data about their movement. As a result, more data \nsharing and use can ultimately lead to a better understanding of how the virus \nspreads amongst the population.  \nAs  is further  detailed  in  the  following  sections, we have  not quantified each \nseparate logical block in this model due to limitations in the underlying evidence. \nHowever, the logic model sets the foundations of our economic framework, helping \nus to contextualise and unpack the research question into its components. \n \n \n38\n  These theories of change build on Frontier Economics research commissioned by the ODI in 2019 on the \neconomic impact of open standards for data. \n\n \nfrontier economics  29 \n \n \nECONOMIC IMPACT OF TRUST IN DATA ECOSYSTEMS \n2.2.2 Framework limitations \nOur framework attempts to set out the key theoretical linkages between trust, data \nsharing and economic impacts. When investigating the economic impact of trust in \ndata ecosystems,  there  is  value  in  spelling  out  the  channels  through  which  we \nexpect trust to bring positive economic and social impact. \nThe conceptual elements of the framework are generic in nature and not intended \nto capture  the  nuanced  relationship  between  trust  and data  sharing  within all \npossible  data ecosystems. Context  is  going  to  impact  the  relationship  between \ntrust and data sharing differently in each specific data ecosystem. \nIt is also important to note how, by construction, the logic model embedded in our \nframework  highlights  how  trust  can  bring  positive  economic  and  social  impact, \ndescribing a virtuous cycle in which greater trust leads to more data sharing and \nassociated economic benefits, which in turn are going to further strengthen trust in \nthe  ecosystem.  This  is  a  useful  tool  to  aid  conceptual  understanding  of  such  a \ncomplex  topic,  but  does  not  necessarily  capture  what  might  happen  if  a  vicious \ncycle  were  to  materialise  in  an  ecosystem,  one  where  a  lack  of  trust  negatively \nimpacts data sharing and generates potential economic losses. Nonetheless, the \nframework  still  serves  as  a  useful  starting  point  to  step  through  the  research \nquestion.  \n\n \nfrontier economics  30 \n \n \nECONOMIC IMPACT OF TRUST IN DATA ECOSYSTEMS \n3 FRAMEWORK CALIBRATION AND \nQUANTITATIVE EVIDENCE \nIn this section we build on our theoretical framework which describes conceptually \nhow  trust  can  impact  data  sharing  and  wider  economic  impacts.  We  calibrated \naspects  of this  framework using  the  evidence that  we  identified  as  part  of  our \nliterature  review.  This  allowed us  to  quantify  relationships  of  interest  as  well  as \nhighlight gaps in the existing evidence base.  \nBelow we articulate the key insights arising from the estimates of the impact of trust \non data sharing, collection and use. \n3.1 Evidence used \nAs outlined in Section 1.2.2, we identified a total of 87 academic and policy papers \nexamining the impact of trust on data sharing, collection and use using three main \ntechniques:   empirical   survey   evidence,   natural   experiments   and  theoretical \nmodels. \nAs we outlined in the Approach section, we classified all identified relevant papers \ninto high (21 papers), medium (16 papers) and low (50 papers) relevance. Highly \nrelevant papers directly address our question of interest and include a quantitative \nassessment of the impact of trust on data sharing, collection and use.  \nOut of the highly relevant studies identified, 8 included a direct quantification of the \nimpact of trust on data sharing, therefore forming the basis for our estimation.\n39\n \nThe medium- and  low-relevance  studies identified typically do  not  include  a \nquantified impact estimate of trust. However, in many cases they still provide useful \nevidence to contextualise and provide greater nuance to our quantified aggregate \nimpacts. \nIn  addition  we  have  analysed  a  wide  set  of  “natural  experiments”  looking  at \ndynamic changes to trust levels in real-life settings and their impact on data sharing \nbehaviour. A detailed review of the evidence is provided in the Annex.  \n3.2 Framework calibration \n3.2.1 Triangulation of evidence \nThe core of our work focused on quantifying the impact of trust on data sharing, \ncollection and use. Additionally, we linked our core estimates to existing evidence \non the economic impact of data sharing and use. This second linkage has received \nextensive attention in previous work. \n \n \n39\n  The remaining quantified studies typically include a quantification on the levels of trust and data sharing \nmeasured via surveys. The reason for excluding them from the calibration exercise is that in those cases it \nis not possible to directly translate these into a reliable estimate of the impact of trust on data sharing.   \n\n \nfrontier economics  31 \n \n \nECONOMIC IMPACT OF TRUST IN DATA ECOSYSTEMS \nIn  the  context  of  this  research,  calibrating our  economic  framework  has  meant \nparameterising our framework to understand what proportional change in data use \ncould be achieved by particular changes in trust within the ecosystem. \nTherefore, our calibration has relied on existing estimates already available in the \nliterature. Our  ability  to  test  the  existence  of  these  conceptual  relationships \ndepends on the base of existing evidence. As a result, it is not always possible to \nsplit  out  effects  according  to  each relationship articulated  in  the  economic \nframework,  for  example,  the  specific  activity  in  question  (e.g.  data  collection  vs. \ndata use) or different actors (e.g. data institution vs. data subject). \nAs described in the Approach section, based on academic evidence collected and \non the review of natural experiments, we have been able to assess the aggregate \nimpact of trust on data sharing, collection and use in two steps: \n We compared estimates from the academic evidence reviewed to measure the \naggregate relationship between trust and data sharing, collection and use. The \nevidence we reviewed applies regression estimation techniques to assess the \nimpact of trust, allowing us to draw statistically meaningful conclusions on the \nrelationship between trust and data sharing.\n40\n However, as described above, \nthe direction of causality may not always be clear in these studies.\n41\n   \n To test the robustness of the main conclusions we draw from the calibration of \nacademic estimates. We then assess whether changes in trust have an impact \non data-sharing behaviour by looking into a set of major shocks to trust in real-\nlife settings (i.e. ‘natural experiments’). \n3.2.2 Standardisation of the impact of trust on data sharing \nSeven studies  amongst  those we  have  reviewed provide  a  direct  quantified \nestimate of the impact of trust on data sharing, and those studies formed the core \nof our evidence base. \nTo  assess  the  aggregate  impact  of  trust  on  data  sharing,  we transformed  the \navailable  estimates to  ensure  they were  directly  comparable. Specifically, trust \nconstructs and data-sharing constructs in each study needed to be converted to a \ncommon  format.\n42\n That  conversion  allowed  us  to  measure  the  estimates  of  the \nimpact of trust on data sharing on a like-for-like basis and draw out more general \nconclusions on the aggregate impact of trust on data sharing. \nMeasurement of trust and data sharing \nIn many studies, trust is assessed via survey responses to questions which include \nset response options. In other cases, trust is measured through a proxy such as \n \n \n40\n  Typically, regression results provide an estimate for the impact of an independent variable (in this case \ntrust) on a dependent variable (in this case data sharing, collection and use). However, a linear probability \nmodel may be unable to completely isolate the pure exogenous impact of trust on data sharing, collection \nand use, even when attempting to account for other trust determinants. More details on how to interpret \nregression results are presented in the Annex. \n41\n  This is because most estimates are obtained by applying regressions techniques to survey data, via linear \nprobability models with or without controls and as such reverse causality could be an issue. \n42\n  For one out of the 8 quantified studies it was not possible to arrive at a standardised impact estimate, \ntherefore that was excluded from the calculation of aggregate impact. \n\n \nfrontier economics  32 \n \n \nECONOMIC IMPACT OF TRUST IN DATA ECOSYSTEMS \nshared  norms  or  common  objectives.  In the  quantitative  studies  reviewed, \nwillingness to share data or data sharing behaviour is usually measured: \n On a 5-point Likert scale, from 1 (‘strongly disagree’ with the statement: would \nyou be willing to share data with an organisation in a specific ecosystem) to 5 \n(‘strongly agree’ with that statement) \n As  a  binary  variable  (‘yes’ or ‘no’ answer to the question “have you shared \ndata/do   you   want   to   share   data   with a   given intermediary or   another \norganisation in a specific data ecosystem”). \nAs explained above, most of the studies measure self-reported willingness to share \ndata, rather  than actual data-sharing  behaviour over  time.\n43\n Also, studies on the \nrelationship  between  trust  and  data  sharing  tends  to  focus  more  on  the  data-\nsharing behaviour of individuals than of organisations.\n44\n Studies on individual data \nsharing also tend to be more quantitative in nature. Because of this, the majority \nof the quantified studies considered for the framework calibration refer to individual \ndata sharing. \nEstimating the aggregate impact of trust on data sharing \nIn Figure 9 below  we list all  the  quantified  studies  which  formed  part  of  our \ncalibration exercise. In all of the studies reviewed, the sample is large enough to \ndraw statistically meaningful conclusions. In the subset of 7 comparable quantified \nstudies, 5 refer to individual data-sharing behaviour, while 2 focus on organisations \nsharing data. \n \n \n43\n  Most of the studies identified investigated the impact of trust on data sharing. Relatively less evidence is \npublicly available on the impact of trust on data collection or use. \n44\n  Of the 87 studies identified in total, 35 focus on individuals sharing data and 23 focus on organisations \nsharing data. \n\n \nfrontier economics  33 \n \n \nECONOMIC IMPACT OF TRUST IN DATA ECOSYSTEMS \nFigure 9 Quantified studies \nAuthor Year Title \nActor sharing \ndata \nNasser 2020 \nImpacts of Trust in Government and Privacy Risk \nConcern on Willingness to Provide Personal \nInformation in Saudi Arabia \nIndividual \nWiseman 2019 \nFarmers and their data: An examination of \nfarmers’ reluctance to share their data through the \nlens of the laws impacting smart farming \nOrganisation \nBauer 2019 \nTrust and cooperative behaviour: Evidence from \nthe realm of data-sharing \nIndividual \nBijlsma 2020 \nConsumer propensity to adopt PSD2 services: \ntrust for sale? \nIndividual \nGupta 2015 \nMeasuring the impact of security, trust and privacy \nin information sharing: A study on social \nnetworking sites \nIndividual \nLiao 2011 \nAchieving mass customization through trust-\ndriven information sharing: a supplier's \nperspective \nOrganisation \nBeldad 2019 \nHere’s my location, for your information: The \nimpact of trust, benefits, and social influence on \nlocation sharing application use among \nIndonesian university students \nIndividual \nSource:  Frontier Economics review of evidence \nNote: While originally considered for the quantification, Rissman (2019) was excluded from the aggregate \nimpact calibration for lack of comparability of coefficient estimates with the other studies. \nAll  estimates  in  the  quantified  studies, except  for  Liao (2011)  are  obtained  from \nregression  coefficients which  we  have  subsequently  standardised.  Generally, \nthese regression coefficients can be classified in two categories based on how the \nindependent  variable  (trust),  and the  dependent  variable  (data  sharing) are \nmeasured in the regression: \n categorical variable (trust) on categorical variable (data sharing); \n categorical variable (trust) on binary variable (data sharing). \nFigure 10 below provides more detail on the type of evidence used in the calibration \nas well as an illustrative example on how to interpret coefficient estimates. The 0.6 \nparameter  value  used  here  is  purely  illustrative  and  does  not  refer  to  a  specific \nfinding in the literature.   \n\n \nfrontier economics  34 \n \n \nECONOMIC IMPACT OF TRUST IN DATA ECOSYSTEMS \nFigure 10 Estimates standardisation \nCategory Studies \nTrust  \nmeasurement \nData sharing  \nmeasurement \nInterpreting an \nexample coefficient \nof 0.6 \nCategorical \non \ncategorical \nNasser \n(2020), \nWiseman \n(2019), \nGupta \n(2015),  \nLiao  \n(2011), \nBeldad \n(2015) \n5 point Likert \nscale \n5 point Likert \nscale \na 1 point increase in \ntrust (i.e. a 20% \nincrease in the five \npoint trust scale) \nleads to a 0.6 point \nincrease in data \nsharing also \nmeasured on a 5 \npoint scale (i.e. a \n12% increase in the \ndata sharing scale). \nCategorical \non binary \nBauer \n(2019), \nBijlsma \n(2020) \n5 point Likert \nscale \nBinary variable \n(would you \nshare data: \nyes / no) \na 1 out of 5 point \nincrease in trust (i.e. \na 20% increase in the \nfive point trust scale) \nleads to a 60% \nincrease in data \nsharing \nSource:  Frontier Economics \nNote: the example coefficient indicates the impact of trust (independent variable) on data sharing \n(dependent variable) estimated using a linear probability model of the type y = a + bx + e. Note that b \n= 0.6 is an illustrative example only and does not refer to any specific estimate used for the \ncalibration. \nTo make estimates comparable, we standardise each coefficient to align with the \nfollowing relationship: a 1 point increase on a 5 point trust scale leads to a X point \nincrease on  a  5  point  data  sharing  scale.\n45\n In  this  case, X is our  coefficient  of \ninterest. The  full  details  of  the  standardisation  calculations  undertaken  for  each \nstudy, and a list of other quantified evidence which was not directly included in the \nstandardisation, can be found in Annex A. \n  \n \n \n45\n  Where Likert scales range from 1 (strongly disagree) to 5 (strongly agree) with a statement of the type: do \nyou trust organisation x, would you share data with organisation x? \n\n \nfrontier economics  35 \n \n \nECONOMIC IMPACT OF TRUST IN DATA ECOSYSTEMS \n3.3 Aggregate impact of trust on data sharing \nPoint estimate of the linkage between trust and data sharing \nWe have calculated aggregate estimates of the impact on trust by computing an \naverage of the quantified estimates available. As we have illustrated in the figure \nbelow, there is considerable variation in terms of trust’s impact on data sharing \nacross different studies.  \nFigure 11 Impact of a 1 point increase in trust on data sharing \n \nSource: Frontier Economics \nThe  quantitative  studies we  have reviewed  suggest  that,  on  average, a  1  point \nincrease on a 5 point trust scale leads to a 0.27 point increase on a 5 point \ndata sharing scale. \nFigure 12 Average impact of trust on data sharing \n \nSource: Frontier Economics \nThe 0.27 point increase in the data sharing scale as a result of a 1 point increase \nin the trust scale does not refer to a specific level in either of the Likert scales. It \nindicates the effect of an increase in trust regardless of the baseline levels of trust \nand data sharing.  \n0.59\n0.33\n0.25\n0.24\n0.21\n0.14\n0.14\n0.000.100.200.300.400.500.600.70\nNasser (2020)\nWiseman (2019)\nGupta (2015)\nLiao (2011)\nBauer (2019)\nBijlsma (2020)\nBeldad (2015)\nPoint increase in data sharing following a 1 point increase in trust\nAverage: 0.27 \n\n \nfrontier economics  36 \n \n \nECONOMIC IMPACT OF TRUST IN DATA ECOSYSTEMS \nThis simple extrapolation is illustrative as we do not have a strong reason to believe \nthat the relationship between trust and data sharing will always be linear in nature. \nIn fact,  as  we  discuss  below,  the  role of  trust  in determining  data  sharing  within \necosystems is likely to exhibit non-linearities. It is nonetheless helpful to consider \nthe  possible  impacts  on data  sharing  associated with  trust  increases  of different \nmagnitudes.  \nWhilst most of the studies used for this average estimation focused on individual \ndata  sharing,\n46\n our  results  reveal  there  is  no  reason  to  believe  there  is  any \ndifference in the impact of organisational versus individual trust on data sharing. \nAs  shown  in Figure 13 below,  the  difference in  impact  based  on  the  reviewed \nevidence is less than 0.02 points. \nFigure 13 Impact of trust on individual versus organisational data sharing \n \nSource: Frontier Economics based on review of evidence \nAs this result is based on the 7 quantified studies available in the literature, it is not \npossible  to  be  definitive  on  the  absence  of  any  differences  in  individual  and \norganisational data sharing. Further research to quantify this relationship is needed \nto test the robustness of this result. \nIllustration of the overall relationship between trust and data sharing \nBased on the average estimate it is possible to extrapolate the effect of increases \nin trust of different magnitudes. In Figure 14 below we can see that larger jumps in \ntrust  correspond  to  bigger  impacts  on  data  sharing.  For  example, a 3  point \nincrease on a 5 point trust scale leads to a 0.81 point increase on a 5 point data-\nsharing scale. The equivalent impact for a 4 point increase on a 5 point trust scale \nis a 1.08 increase on a 5 point data-sharing scale.  \n \n \n46\n  5 of the studies in the calibration focused on individuals sharing data, while 2 focused on organisations \nsharing data. \n\n \nfrontier economics  37 \n \n \nECONOMIC IMPACT OF TRUST IN DATA ECOSYSTEMS \nFigure 14 Illustrative impacts for different increases in trust \n \nInterpretation of the results \nAs we noted in Section 1, currently a low proportion of the general population trusts \na  number  of  organisational  types  with  ethical  data  practices/collecting  personal \ndata.\n47\n This  suggests  that  there  is  scope  to  achieve  significant  improvements  in \ntrust in several settings. As a result data sharing could be significantly boosted by \nover 20% (in excess of one point on a five point willingness to share data scale) in \nsome cases if average trust is increased from low levels to high levels. \nIn addition, the evidence we rely on to quantify this linkage of interest measures \nwillingness to share data on standardised scales rather than actual data sharing. \nIt may be that once a certain average level of willingness to share data is reached, \nactual data sharing rises by a greater amount. In other words, a one-point or 20% \nincrease in willingness to share data (measured on a five-point scale) could lead \nto a far larger than 20% increase in actual data sharing in certain circumstances. \nThis could occur if, for example, actors within a specific data ecosystem move from \nan average position of being neutral with regards to data sharing to being willing \nto  share  data.  Crossing these key  threshold  points  may  only  require  a relatively \nsmall change in attitudes but still have a large impact on data sharing, collection \nand use. \nThese aggregate results show that even large increases in trust will correspond to \nmoderate impacts on willingness to share data overall. This serves to emphasise \nthat  trust  alone  is  unlikely  to  be  sufficient  to  encourage  greater  sharing. Other \nfactors such as the existence of suitable data-sharing mechanisms and the ability \nof ecosystem participants to locate and coordinate with each other will also play a \nkey role. Exploring the determinants of data sharing in this context and how they \ncan complement increases in trust will be an important area for future research. \n \n \n47\n  https://theodi.org/article/nearly-9-in-10-people-think-its-important-that-organisations-use-personal-data-\nethically/  \n\n \nfrontier economics  38 \n \n \nECONOMIC IMPACT OF TRUST IN DATA ECOSYSTEMS \n3.3.1 Potential drivers of observed variation \nThe  impact  estimates  we  have  calculated  and  reported  above are obtained  by \ncomputing an average of the quantified estimates included in the calibration. The \ncontext of a specific trust relationship within a specific ecosystem is important in \ndetermining  the  specific  impact  of  trust  within  a  given  context. When  comparing \nthe impact estimates included in the calibration, we have investigated whether any \nof  the  identified  contextual  factors  that  make  trust  more  or  less  important  to  the \nfunctioning  of  data  ecosystems or  differences  in  the  approach  adopted  by  the \nresearchers might be driving some of the observed variation in estimates. \nGiven  that  we  are  examining  a  relatively  small  number  of  studies, we  cannot \ndefinitely  determine  what contextual  factors  might  be driving  all  of the  observed \nvariation  in  quantitative  estimates. Nonetheless,  we  can  highlight  some  stylised \nfacts which hold across the evidence base which can give some insights into the \ncauses of heterogeneity in estimates. \nMethodological differences   \nAs we   would expect,   the   methodological   approach adopted   by   different \nresearchers  can affect  the estimated magnitude  of  the impact  of  trust  on  data \nsharing. In particular, there is some tentative evidence that less internally robust \nstudies (based on our assigned internal-validity scores) tend to overestimate the \nimpact of trust on data sharing.  \nLower  internal-validity  scores  are  due  to  small  samples  sizes  or  less  rigorous \nmethods  and  imply  that  the  observed  results  are  more  likely  to  have  been \ninfluenced by chance/randomness. \n For  example, the  largest  impact  estimate in the sample (Nasser  2020) might \ndiffer from other estimates due to the fact that the estimation was conducted \non a small sample, using a simple linear regression model without attempting \nto control for confounding factors. \n On the other hand, estimates derived from the Bijlsma (2020) study are drawn \nfrom a more robust experimental survey design (i.e. participants are randomly \nallocated  to different  vignette  scenarios to  capture  perceptions  of  trust  in  a \nspecific  scenario, and  estimation  is  done  through a  range  of  regression \ntechniques on a fairly large sample of respondents).  \nWe  can  therefore   infer   that   more  internally   valid  studies  approximate   the \nrelationship between trust and data sharing more closely. \nBaseline levels of trust \nOnce methodological differences are taken into account, there are a few potential \nfactors which might explain where the impact of trust is more or less important. We \nhave identified some tentative evidence that the impact of trust tends to be larger \nwhere initial levels of trust are low than when there is already a significant amount \nof trust between actors in the ecosystem. We illustrate this in Figure 15 below. In \nparticular:  \n\n \nfrontier economics  39 \n \n \nECONOMIC IMPACT OF TRUST IN DATA ECOSYSTEMS \n the Wiseman  (2019)  study  shows  a relatively  higher  (0.33) point increase  in \ndata sharing as a result of a 1 unit increase in trust, starting from a relatively \nlower level of baseline trust (2.4/5). \n On  the  contrary,  Beldad (2015)  displays  a  relatively  lower  (0.14)  increase  in \ndata  sharing  as  result  of  a  1  unit  increase  in  trust,  starting  from  a  relatively \nhigher baseline level of trust (3.54). \nThis is in line with our assumption that the impact of trust on data sharing is not \nnecessarily linear in nature and the impact of an increase in trust tends to be higher \nfor lower starting levels of trust. \nIt  is  not  possible  to  draw  definitive  conclusions  based  only  on the  relatively  few \nstudies which specify both a baseline level of trust and the relationship between \ntrust and data sharing.  \nFigure 15 The  impact  of  trust  on  data  sharing  for  different  levels  of \nbaseline trust \n  \nSource: Frontier Economics \nNote: Only three studies out of the quantified evidence in the calibration included an indication of the \nbaseline levels of trust for the ecosystem under analysis. \nThe different levels of baseline trust observed in these studies could in part reflect \nprevious  interventions  deployed  in  different  circumstances.  They  could  also  be \ndriven by contextual factors which we discuss in greater detail below.  \nOur qualitative engagement confirmed that baseline levels of trust matter and that \ninterventions to boost trust and encourage further data sharing need to be tailored \nto the specific ecosystem. For example, we were told by organisations active in the \nuse of healthcare data for research that acting quickly is crucial when baseline trust \nlevels are low. In these circumstances providing informative answers to questions \nraised  by  other  actors  or  rectifying  issues  quickly  becomes  essential.  Allowing \nuncertainty to persist can quickly lead to a significant loss of willingness to share \ndata. Where trust is high, we  were told that there may be less urgency as other \nstakeholders will be more likely to give data institutions the benefit of the doubt and \nneed a relatively compelling reason to stop sharing data. \n\n \nfrontier economics  40 \n \n \nECONOMIC IMPACT OF TRUST IN DATA ECOSYSTEMS \nOther stakeholders noted that in newer ecosystems where baseline levels of trust \nare  relatively  low  the  importance  of  formal  regulations  and rules  are  enhanced. \nStakeholders from both the health and financial services ecosystems emphasised \nthat  trust  is  also  heavily  dependent  on  informal  linkages  and  establishing  of \nrelationships  between  institutions  and  individuals  over  time.  This more  organic \ndevelopment  of  trust  is  closely  linked  to  commonalities  in  terms  of  culture  and \nexperience  of  repeated  interactions.  These  drivers  can  complement  the  more \nformal rules and regulations. However, this type of informal trust development is \nusually  less  feasible  initially  in  newer  ecosystems  where  baseline  levels  of  trust \nare lower (or between newer players in an established ecosystem). \nSimilarly, some interviewees did note that this type of informal trust development \ncan in some circumstances make it difficult for a new entrant to successfully join \nan  established  ecosystem  and  access/share  data  even  if  they  adhere  to  all  the \nformal rules. This type of informal development of trust over time can also mean \nthat  attributing  an  increase  in  trust  to  a specific  intervention  or  event  can  be \nchallenging.  \nStakeholders also made the point that ecosystems where trust has yet to develop \nare  very  different  to  cases  where  trust  used  to  exist  but  has  subsequently  been \nlost.  In  these  scenarios, stakeholders  agreed  that  rebuilding  trust  is  much  more \ndifficult  and  can  require  more  radical  interventions  such as  the  establishment  of \nnew  institutions  and fundamental  alterations  to  the  way  in  which  data  is shared. \nWe discuss examples of breaches of trust in greater detail below.   \nOther stakeholders noted that in order to encourage greater data sharing in new \necosystems development of trust has to be accompanied by a clear articulation of \nthe benefits of sharing data to all parties. This will help to ensure that stakeholders \nwill overcome the initial barriers associated with engaging with new counterparties. \nIf  this  engagement  involves  organisations  communicating  with  the  wider  public, \nstakeholders made the point that wherever possible this communication should be \npersonalised. For example, this could include letting a patient know exactly how \ntheir data will be used and how it will contribute to high quality care for others.    \nEcosystem context \nThe studies we have used refer to a range of different sectors, geographies and \ndata  ecosystems. This  in  itself  will  influence  the  survey  responses  obtained  and \nthe  resulting  estimates  of the impact of  trust on  data  sharing. For  example,  in \nFigure 16 below we illustrate the sector diversity of the underlying estimates. \nMost  sectors  only  contain  one  study  which  provides  applicable  quantitative \nevidence.   Therefore,   we   cannot   draw   any   robust   overarching   conclusions \nregarding the impact of trust in different individual data ecosystems. However, we \ncan be confident that the impact estimates linked to each of these studies will in \npart depend on the context and ecosystem in which they were carried out. As a \nresult some of the observed variation will be linked to this context. \n\n \nfrontier economics  41 \n \n \nECONOMIC IMPACT OF TRUST IN DATA ECOSYSTEMS \nFigure 16 Sectoral contexts of underlying evidence \n \nSource: Frontier Economics based on evidence review \nOur  qualitative  engagement  confirmed  that contextual  factors  are  crucial  to \nunderstanding  the  role  of  trust  in  influencing  data  sharing.  For  example,  all \nstakeholders agreed that sharing more sensitive forms of data such as personal \nfinancial  information  or  health  records would  require  higher  levels  of  trust  and \nperceived security in advance. The prevalence of these different types of data will \nclearly vary depending on the ecosystem or sector in question. \nIn  addition, the  studies  we  have  used  to  parameterise  our  framework cover \nnumerous geographic contexts within North America, Europe, Asia and Oceania \n(see Figure 17 below). \nFigure 17 Geographic context of underlying evidence \n \nSource: Frontier Economics review of evidence \nNote: Geographic location was unavailable for Gupta (2015) \nAs  we  emphasised  when  describing  the  conceptual  impact  of  trust  via  our  logic \nmodel, norms and unwritten attitudes will play a role in determining baseline levels \nSocial Media\nBauer (2019)\nGupta (2015)\nBanking  & finance\nBijlsma (2020)\nAgriculture  & land use\nW iseman (2019)\nGovernment & public \nsector\nNasser (2020)\nPersonal  location  data\nBeldad (2015)\nCommercial  supply \nchain data sharing\nLiao (2011)\nLiao (2011)\nLiao (2011)\nWiseman (2019)\nBeldad  (2015)\nNasser (2020)\nBijlsma  (2020)\nBauer (2019)\n\n \nfrontier economics  42 \n \n \nECONOMIC IMPACT OF TRUST IN DATA ECOSYSTEMS \nof   trust   and   how   questions   are   intercepted.   These   norms   will   likely   vary \nsubstantially both between individuals and also across different regions.  \nAs  such, a  certain  proportion  of  the  underlying  variation  in  estimates  we  have \npresented will likely be due to the geographic contents in which the studies were \ncarried  out.  However,  as mentioned above, we  cannot robustly  determine  how \nlarge this proportion will be. \nImportantly, interviewees emphasised that while different ecosystems are unique, \nefforts should be made to exhibit and build trust horizontally rather than purely on \na  sector-by-sector  basis.  This  is  because  certain  data  ecosystems  cannot  be \ntreated  in  isolation,  particularly  from the  point  of  view  of  end  users: Actors  will \nsimultaneously share data with different organisations in different sectors, and this \ndata will be interconnected across ecosystems. \nAchieving this level of consistency, while still accounting for differences in context, \nmay involve setting out general principles and/or categories of intervention to build \ntrust. These can then be adapted and tailored for flexible implementation. \n3.4 Impact of changes in trust in data ecosystems  \n3.4.1 Assessing the impact of changes in trust in data \necosystems  \nSurvey results can only measure the relationship between trust and data sharing \nin static terms and are not able to capture actual data-sharing behaviour over time. \nTo  address  this, we  have  augmented  the  survey  evidence  with a  wide  set  of \n“natural experiments” looking at shocks to trust levels in real-life settings and their \nimpact on data-sharing behaviour. \nThis  analysis  complements  our assessment  of  the  aggregate  impact  of  trust  on \ndata sharing, to test whether changes in trust have a causal impact on data-sharing \nbehaviour in real-life settings. \nDefining the counterfactual \nTo evaluate the impact of trust shocks on data-sharing behaviour in these real-life \nexamples, we have contextualised it via a theoretical framework. This framework \ndefines two alternative counterfactual scenarios.  \nSpecifically, we have considered the amount of data sharing, collection and use \nwhich   is   consistent with actual   levels   of   trust and   compared   this to two \ncounterfactual scenarios (see Figure 18 below for further detail): \n No trust counterfactual: the hypothetical level of data sharing and use that might \nbe expected in there was no trust in a given context; \n Perfect trust counterfactual: the hypothetical level of data sharing and use that \nmight be expected if there was perfect trust in a given context. \n\n \nfrontier economics  43 \n \n \nECONOMIC IMPACT OF TRUST IN DATA ECOSYSTEMS \nFigure 18 Movements in trust \n \nSource: Frontier Economics \nIdeally,  to  examine  the  impact  of  trust  at  the  global  level,  we  would  measure \nmovements  from  actual  levels  of  trust  to  a  scenario  where  trust  is  completely \neroded  (Question  1),  and  vice  versa  to  one  where  there  was  no  mistrust  at  all \n(Question 2). However, the real-life examples we are looking to examine are only \nable to partially proxy these theoretical trust movements: \n Question 1: impact of moving from current levels of trust to somewhat “less” \ntrust (but  not  possible  to  determine  a  real-life  scenario  where  trust  is  fully \neroded); \n Question 2: impact of moving from current levels of trust to somewhat “more” \ntrust – not  necessarily  reflecting  a  perfect  trust  counterfactual  (e.g.  the \nintroduction  of  GDPR increases trust  by  making  data-sharing  practices more \nsecure, but there are other aspects of trust that GDPR doesn’t address, so \npost-GDPR we are still not in a perfect trust scenario). \nCalibrating the dynamic impact of changes in trust in data ecosystems \nusing natural experiments \nTo consider the impact of exogenous shocks in trust on data sharing and thereby \nvalidate the robustness of the correlational estimates, we evaluate a set of natural \nexperiments.  As  we  described  above, the  main advantage  of  these  natural \nexperiments  in  relation  to survey  evidence  is that they  allow  us  to  gauge  data-\nsharing behaviour over time as a result of a shock in trust at a given point in time. \nWhile natural experiments may provide an indication of the impact of an exogenous \nshock in trust, we cannot be certain that any impacts are entirely due to changes \nin trust. It may be, for example, that a data breech leads to a loss of trust and a \ngreater  understanding  of  the  actual  costs  and  benefits  of  sharing  data.  Both  of \nthese factors could then impact subsequent data sharing.  \n\n \nfrontier economics  44 \n \n \nECONOMIC IMPACT OF TRUST IN DATA ECOSYSTEMS \n3.4.2 Moving from actual trust to no trust \nHow trust breaks down and real-life examples \nThere are several routes by which trust can be eroded. We have listed out possible \nchannels in Figure 19 below which draws on O’Hara (2018).\n48\n \nFigure 19 How trust breaks down \nChannel Example \nMisrepresentation \n“An example of misrepresentation of a data \ninstitution’s ability might be if it provides data \ncontributors with assurances about data protection, \nbut does not have good security measures in place, \nwhich comes to light when it suffers a data breach.” \nMisunderstanding \n“A misunderstanding of the audience could arise \nwhen a data institution claims to have a social \nbenefit purpose, such as improving healthcare, and \nfurthers that purpose by sharing data with private \nsector organisations, such as pharmaceutical \ncompanies. The data institution may see their \npurpose at a system level, and the development of \nnew drugs as ultimately contributing to better \nhealthcare. But data contributors may have a \nnarrower view, and see companies making profit \nthrough using data about them as unacceptable.” \nInability to determine \ntrustworthiness \n“A stakeholder might be unable to determine how \nmuch to trust a data institution if it cannot get \naccess to information about the sources of the data \nit stewards, or the process through which requests \nfor access are granted.” \nFailure to communicate changes \n“A failure to communicate a change in \ncircumstances might arise if a data institution is \nabsorbed into, or spun out of, another organisation \nand this is not communicated clearly; or if new data \ncontributors or data users enter into agreements \nwith the data institution, particularly if those \norganisations have poor reputations.” \nSource:  O’Hara (2018)  \nThe real-life examples  of  trust  erosion  we  have considered mostly  relate  to \nbreaches  of  trust  due  to misrepresentation.  In  the  past  this  has  occurred \nbecause: \n The  data  institution  was  found  sharing  data  with  third  parties  without  the \nconsent of the data subject; \n The  data  institution  suffered  a  data  breach  as  a  result  of  infrastructure \nfailure/not following security protocols. \nFigure 20 below outlines the examples of negative trust shocks we looked into to \ngauge the impact of a decrease in trust on data sharing. This is representative of \na variety of industries and ecosystems but it is not intended to be exhaustive. \n \n \n \n48\n  https://eprints.soton.ac.uk/341800/1/ohara_trust_working_paper_aug_2012.pdf  \n\n \nfrontier economics  45 \n \n \nECONOMIC IMPACT OF TRUST IN DATA ECOSYSTEMS \nFigure 20 Breaches in trust through misrepresentation \nTrust breach Year Type of incident \nCambridge Analytica - Facebook \ndata breach \n2018 handing data to third party without \nconsent \n \nNHS care.data information \nscheme closed \n2016 \nhanding data to third party without \nconsent \nPharmacy2U fined by ICO on \nselling customer information to \nmarketing companies \n2015 \n \nhanding data to third party without \nconsent \n \nGoogle DeepMind/Royal Free \nNHS Foundation Trust partnership \nfails to comply with GDPR \n \ninternal mishandling of sensitive data \n \nTalktalk data breach 2015 \n \ndata breach due to infrastructure failure \nExperian data breach 2020 \n \ndata breach due to infrastructure failure \nAshley Madison data breach 2015 data breach due to security failure \nTSB online banking failure \n2018 \nonline banking failure causing massive \ndisruption to customers, and to some \nextent, revelation of personal data to \nother customers \nSource:  Frontier & ODI  \nImpact of breaches in trust  \nTo assess the impact of exogenous negative shocks to trust on data sharing, we \nhave  compared  statistics  and quantified  commercial  impacts on  each  of  the \nselected incidents.  \nThis comparison exercise enabled us to test the direction of causality (i.e. whether, \nas we would expect, a negative shock to trust has led to a decrease in data sharing \nover time), and draw out some key stylised facts on how this is likely to vary based \non the context of the case at hand. \nAs expected, in all cases analysed, a breach in trust caused reputational damage \nto the data institution as well as a decrease in the number of individuals willing to \nshare  data  with  that  particular  institution. This  is  fully  consistent  with  our \nparameterised trust model. \nIn addition, the effects were not homogenous. Rather, in some cases the negative \nshock to trust  had a permanent impact, whereas  in  other  cases the reduction  in \ndata sharing was temporary. For example: \n In  2018  it came  to  light  that millions  of  Facebook users'  personal  data  was \nacquired  without  consent  by  Cambridge  Analytica.  This  information  was \npredominantly  to  be  used  for  political  advertising. After  this incident,  many \nusers professed they did not trust Facebook to hold their data and temporarily \n\n \nfrontier economics  46 \n \n \nECONOMIC IMPACT OF TRUST IN DATA ECOSYSTEMS \ncancelled their accounts.\n49\n However, only months later, users had by and large \nresumed their activity on the platform.\n50\n \n care.data  was  an  attempt by  the  then  Health  and  Social  Care  Information \nCentre to extract data from GP surgeries into a central database. Patient data \nwould be used in anonymised form by health care researchers, including those \noutside the NHS, such as academic institutions or commercial organisations. \nIn 2016, concerns about the NHS care.data information scheme were raised in \nrelation  to  the sharing  of  sensitive  medical  information  with  commercial \ncompanies  without  the  explicit  consent  of  patients.  The  scheme  was  closed \nafter more than a million users opted out.\n51\n  \n In 2015 over 150,000 of TalkTalk’s customers had their personal details hacked \nin  a  cyber-attack.  In  the  following  months 101,000  accounts  were  closed, \n95,000 of which were closed as a direct result of the data breach. In 2018  TSB \ncustomers  were  locked  out  of  their  accounts  following  a  failed  IT  upgrade. \nTSB’s online banking failure resulted in 80,000 customer switching accounts to \nanother bank.\n52\n \nWe illustrate the number of NHS patients opting out of care.data and the number \nof customers shifting away from TalkTalk in proportional terms below (Figure 21). \nFigure 21 Examples of trust shocks’ impact  \n \nSource: Frontier Economics analysis \nhttps://www.theregister.com/2016/04/20/one_million_patients_have_opted_out_of_caredata/, \nhttps://www.theguardian.com/business/2016/feb/02/talktalk-cyberattack-costs-customers-leave \n \n \n49\n  Studies have shown that users’ awareness of data sharing practices increased right after the news became \npublic. For example, Shipman et al (2020) found via a survey that participants with the greatest awareness \nof the news story’s details have more polarized attitudes about reuse, especially the reuse of content as \ndata. They express a heightened desire for data mobility, greater concern about networked privacy rights, \nincreased scepticism of algorithmically targeted advertising and news, and more willingness for social media \nplatforms to demand corrections of inaccurate or deceptive content. They found that 1/5th of the \ninterviewees deleted their account as a result of the incident. Source: Shipman, F.M. and Marshall, C.C., \n2020, April. Ownership, Privacy, and Control in the Wake of Cambridge Analytica: The Relationship \nbetween Attitudes and Awareness. In Proceedings of the 2020 CHI Conference on Human Factors in \nComputing Systems (pp. 1-12). \n50\n  This is confirmed by a study looking at the impact of the Cambridge Analytica incident on user behaviour \nover time. Edwards (2019) tracked US Facebook user attitudes towards using the platforms over the course \nof 4 months after the incident became public. Results suggest that the decrease in Facebook’s user base \nwas so small that it was likely to make little to no noticeable damage to Facebook's profits or reputation. \nSource: Edwards, J.L., 2019. An Examination of Consumers' Social Media Trust In the Wake of the \nFacebook and Cambridge Analytica Scandal \n51\n  https://www.wired.co.uk/article/care-data-nhs-england-closed \nhttps://www.bbc.co.uk/news/health-26259101  \n52\n  Porcedda, M.G. and Wall, D.S., 2019. Cascade and Chain Effects in Big Data Cybercrime: Lessons from \nthe TalkTalk hack, proceedings of WACCO 2019: 1st Workshop on Attackers and Cyber-Crime Operations, \nIEEE EuroS&P 2019, Stockholm, Sweden, June 20, 2019. \n\n \nfrontier economics  47 \n \n \nECONOMIC IMPACT OF TRUST IN DATA ECOSYSTEMS \nWe explored the persistence of shocks to trust in terms of impact on data sharing \nas  part  of  our  qualitative  engagement.  Stakeholders  highlighted  a  number  of \nfactors which could lead to a bigger and longer-lasting impact following an initial \nloss of trust. We illustrate these drivers in Figure 22 below. \nThese  qualitative  insights  serve  to  highlight  that  a  number  of  contextual  factors \nsuch as data subjects’ outside options, the nature of the connection between data \nsubjects and data stewards as well as the motives of the data steward all have a \nrole to play. \nFigure 22 Factors influencing persistence of negative trust shocks \n \nSource: Frontier Economics based on qualitative engagement  \nAcross all of the examples we have described above it is not possible to entirely \nattribute the loss in users and consumers and knock-on impacts on data sharing \nto a loss in trust. There might be other important contributing factors leading to a \ndecrease in data sharing (which are likely to be somewhat related to trust in a data \nsteward,  for  example  perception  of  how  competent  the  institution  is  in  handling \ndata or a greater understanding of the actual risks involved). \nOur qualitative engagement also revealed that negative shocks to trust which are \ndirectly related to a single actor can have wider spill-over ramifications for an entire \nsector  or  ecosystem.  In  the  case  of  healthcare  research, we  were  told  that the \ncare.data  episode  meant  that  accessing  data  for  legitimate  research  reasons \nbecame significantly more difficult for a sustained period of time. This occurred for \ntwo reasons: \n Patients were more inclined to opt out of other data collection exercises due to \na loss of trust. This loss in trust was not spread equally across the population. \nTherefore, research datasets were more likely to be biased. As a result there \nwas less appetite from policy-makers to act on the conclusions of any work that \nwas carried out. \nLoss of trust is more likely to have a \nlonger negative impact on data sharing \nLoss of trust is more likely to have a \ntemporary impact on data sharing \n▪\nAffected actor can \nvisibly  rectify issue \nquickly\n▪\nScale\nof\nproblem\nis\nconcealed initially  and \nworsens over time\n▪\nAffected organisation \nmade  an error rather \nthan  deceiving  for \ncommercial  reasons \n▪\nIncident  / affected \norganisation  is driven\nby\ncommercial \nmotive\ns\n▪\nFewer individuals  / \norganisations  fell \nconnected  to those \ndirectly  affected \n▪\nIncident  is amplified \nby advocacy groups \nor affected population\n▪\nAffected group \nhas \nlong  standing \nrelationship  with  data \ninstitution\n▪\nAffected group  feels \nlittle  connection  to \ndata institution   \n▪\nAffected \ngroup \nhas \nlimited  scope to form \na new  data sharing \nrelationship \n▪\nAffected group  has \neasy opt\n-\nout and  has \nother alternatives  for \ndata sharing\n\n \nfrontier economics  48 \n \n \nECONOMIC IMPACT OF TRUST IN DATA ECOSYSTEMS \n Data  stewards  were  increasingly  conscious  of  the  importance  of  maintaining \npatients trust and were less inclined to share the data that they held with other \nresearchers. \nBoth of these factors meant that less socially beneficial research was carried out \nand effective policymaking and evaluation were hampered. However, interviewees \nalso  emphasised  that  in  some  ways  this  shock  to  trust  may  have  led  to  some \npositive  developments  as  it  forced  organisations  to  improve  their  data  collection \nand  sharing  processes.  Specifically,  data  users  told  us  that  the  processes  for \napplying for data are now more streamlined and efficient compared to the situation \nbefore.  \nStakeholders from the financial services sector made similar observations around \nhow  a  major  loss  of  trust  associated  with  a  single  provider  can  have  negative \nimpacts  across  the  sector  via  a  wider  loss  of  trust  with  regards  to  an  entire \necosystem. \nOther stakeholders emphasised that these type of negative spill-over effects apply \neven  more  broadly  and  a  loss  of  trust  in  one  ecosystem  can  affect  public \nwillingness to share data in a completely separate sector. We were told that often \nmembers  of  the  public  only  hear  about  this  type  of  personal  data  sharing  when \nsomething  goes  wrong.  As  a  result  they  may  default  to  overestimating  the \nassociated risks. \n3.4.3 Moving from actual trust to perfect trust \nHow trust is built and real life examples \nSymmetrically  to  the  exercise  above,  to  define  movements  from  actual  levels  of \ntrust to perfect trust, we have identified what the possible ways in which the status \nquo (i.e. actual levels of trust) can improve, by highlighting conceptual mechanisms \nthrough which trust is built.\n53\n  \nThe main levers through which trust is built are: \n external factors:\n54\n Laws,   regulations   and   norms,   contracts,   penalties, \nstandards, codes of conduct, ethical and organisational design, organisational \ngovernance. \n internal factors: Reputation, competence and skills, presence of a pre-existing \ntrust relationship. \nTrust-building interventions may include several policy levers, put in place with the \nobjective of increasing trust in a data ecosystem.  \nSome examples are listed below. This set of examples is representative of a variety \nof industries and contexts, but, as above, it is not intended to be exhaustive. \n \n \n \n53\n  As per our logic model in Section 2. \n54\n  As outlined in the logic model, organisations often have a degree of agency over these factors, e.g. how the \norganisation reacts to the external regulation, norms and its decisions on organisational governance and \ndesign. \n\n \nfrontier economics  49 \n \n \nECONOMIC IMPACT OF TRUST IN DATA ECOSYSTEMS \n \nFigure 23 Trust-building interventions \nIntervention Year Purpose \nGDPR 2018 \nThe GDPR's primary aim is to give control to individuals \nover their personal data and to simplify the regulatory \nenvironment for international business by unifying the \nregulation within the EU. \nSHARE  \nSHARE was created to establish a register of people \ninterested in participating in health research. SHARE can \nthen check whether individuals might be suitable for health \nresearch studies. It provides an easy way for people to get \ninvolved and clearly articulates benefits for research that \ndonors might benefit from. Also, importantly the data is held \nsecurely with clear opt-out mechanisms in place to help \nbuild trust. \nOpen Banking \n \nOpen Banking is a secure way to give providers access to \nan individual’s or business’ financial information. Providers \nenrol in Open Banking and are subject to FCA regulation in \norder to provide services. This regulatory oversight is \ndesigned to build trust and encourage engagement. New \nproviders can use a test environment to try out their service \nonce they have completed enrolment.   \nEstablishment \nof data trusts \n \nData trusts are an approach to looking after and making \ndecisions about data. They involve one party authorising \nanother to make decisions about data on their behalf, for \nthe benefit of a wider group of stakeholders. For example, \nUK Biobank was set up in 2006 to steward genetic data and \nsamples from 0.5m people and takes the form of a \ncharitable company with trustees. \nSource:  Frontier Economics \nImpact of trust-building interventions \nThese  interventions  mostly  focused  on  designing  a  set  of  rules  that  data \nintermediaries  can  conform  to,  to  increase  their  trustworthiness.  Their  effect  on \ndata sharing may be non-linear over time:  \n at the  beginning, the  intervention  might  pose  an  additional  burden  on  a data \ninstitution, therefore deterring data sharing in the ecosystem; but \n over time, as data intermediaries become more comfortable with the regulation \nand data contributors are able to place greater trust in them, data sharing may \ngradually increase, possibly overtaking pre-intervention levels of data sharing. \nThe  highest-quality  quantitative  information  relates  to  the  introduction  of  GDPR \ngiven its wide reach and high profile. We have summarised some of the existing \nevidence below.  \nThe   non-linearities   in   terms   of   timing is   confirmed   by   academic   studies \ninvestigating  the  impact of  the  introduction  of  GDPR  in  2018  on  data  sharing. \nJohnson et al. (2020) found that the week after the enforcement of GDPR, online \nuse of web technology vendors fell by 15% in the EU.\n55\n Similarly, Goldberg (2019) \n \n \n55\n  This can be a proxy to measure data sharing, collection and use in the online space. Websites rely on \ninputs from specialized web technology vendors to provide various services. For instance, \"audience \n \n\n \nfrontier economics  50 \n \n \nECONOMIC IMPACT OF TRUST IN DATA ECOSYSTEMS \nfound that recorded page views and revenues fell by about 10% for EU users after \nthe GDPR’s enforcement deadline\n56\n and Urban (2020) concluded that the number \nof ID-syncing connections decreased by around 40% around the time GDPR went \ninto effect.\n57\n  \nHowever,   interestingly   in   several   cases   these   effects   reversed   over   time. \nSpecifically, Johnson (2020) found that the short-run effect eroded over time and \nthe  level  of  data  sharing  return  to  levels  observed  before  the  introduction  of  the \npolicy (see Figure 24 below). Likewise Urban’s (2020) long-term analysis showed \na slight rebound in ID-syncing connections. \nFigure 24 Evolution of average web technology vendors per EU website \n \nSource: Chart derived from Johnson (2020) \nSimilarly Zhang (2019) found that a company’s voluntary adoption of GDPR led to \npositive  effects  on their customers’  intention  to  disclose  information  to that \ncompany and increased customer trust. \nStakeholders from both the financial services and health ecosystems agreed that \nthis type of formal intervention can boost trust and facilitate greater data sharing. \nSpecifically, we were told that these type of rules can shorten approval times when \naccessing  data  and  that  standardisation  can  help  to  reduce  the  number  of \nindividual trust linkages that are needed.  \n \n \nmeasurement\" vendors record user site visits and generate statistics on user characteristics, onsite \nactivities, and referral channels (examples are Google Analytics, Adobe Audience Manager or smaller \ncompetitors). The authors argue that websites who do not have the resources to understand and comply \nwith GDPR would stop using these services, implying lower levels of data sharing an use overall. Their \nanalysis confirms that, the week after the GDPR’s enforcement, website use of web technology vendors for \nEU users fell by 15%. \n56\n  They argue this is because privacy regulation increases the firm’s cost of collecting consumer data which \nmakes matching with users more costly. As such, the GDPR has the potential to reduce both the amount of \ntraffic to a website as well as the amount and quality of web outcome data stored for analytics purposes. \n57\n  ID-syncing connections are a measure of the number of users who are being tracked (and their personal \ndata collected) by websites to provide personalised advertising.  \n\n \nfrontier economics  51 \n \n \nECONOMIC IMPACT OF TRUST IN DATA ECOSYSTEMS \nAs we described above, stakeholders agreed that they needed to be implemented \nalongside more organic development of trust over time and that regulation alone \nwas insufficient. Other interviewees noted that these type of interventions will have \ndifferential  impacts  on  different types of  actor  within  a  specific  ecosystem.  For \nexample, we were told that that smaller organisations or individuals may not have \nthe time or expertise to fully engage with regulatory systems and rules that are in \nplace and may therefore feel that sharing data is more risky than it actually is. This \nserves  to  emphasise  the  importance  of  clearly  communicating  why  certain  rules \nare in place and how they operate.  \nIn addition, some interviewees in the financial services ecosystem noted that just \nbecause an intervention of this type leads to a significant impact in data sharing, it \ndoes not necessarily imply that there has been an increase in trust.  \nFor example, we were told that in some cases providers are forced to share data \nwith   organisations that they   do   not   necessarily   trust   because   the   other \norganisations  have  been  certified  as  a  legitimate  ecosystem  participant  by  the \ncentral regulator. This clearly reduces the number of trust interactions required (the \ndata holder now only needs to trust the regulator’s capability to certify appropriately \nrather than trust all possible new participants). However, we were told that without \nhaving this choice providers feel as though trust is no longer a relevant concept. \nIn  order,  to  mitigate  these  concerns  we  were  told  that  having  ex-ante  rules  and \nregulations needed to be accompanied by clear information on the sanctions that \nwill be applied if something goes wrong and the redress mechanisms that will be \nenforced. \n3.5 Economic impact of data sharing \nThe  final  stage  of  our  calibration  involved  linking  greater  data  sharing  with \neconomic outcomes.  \nAs we set out in our logic model, there are several channels through which data \nsharing can benefit the economy and society, including: \n more  higher-quality  information circulates  and more  insights  are  generated \nwithin ecosystems; \n greater competition within and across sectors; \n new business opportunities, increased efficiency and innovation. \nA detailed examination of the economic impact of data sharing, collection and use \nis  beyond  the  scope  of  this  study.  However,  we  have  reviewed  the  available \nacademic and policy literature of the social and economic impact of data access \nand  sharing. This  has  allowed  us to  provide  an  indicative,  high-level  estimate  of \nthe economic and social impact of trust.\n \n \n\n \nfrontier economics  52 \n \n \nECONOMIC IMPACT OF TRUST IN DATA ECOSYSTEMS \nThe OECD  estimates  the economic  value  of  data  sharing  as threefold (2019).\n58\n \nEvidence  shows  that  greater  levels  of  data  access  and  sharing  can  generate \npositive social and economic benefits: \n increase the value of data to holders (direct impact);  \n but also help create 10 to 20 times more value for data users (indirect impact);  \n and 20 to 50 times more value for the wider economy (induced impact). \nHowever, the OECD also notes that quantifying the overall economic and social \nvalue  of  data  access  and  sharing  is  particularly  challenging.  This  is  because \navailable  studies  tend  to  differ  in  terms  of  the  scope  of  the  sectors  (e.g.  public-\nsector  versus  private-sector  data  sharing),  the  types  of  data  (e.g.  personal, \nproprietary or public), and the degrees of data openness (and the arrangements \nincluded  such  as  open  data). Available  studies  also  tend  to  differ  in the \nmethodologies employed.\n59\n This is fully consistent with the heterogeneity we have \nobserved in the present study when reviewing evidence on the impact of trust on \ndata sharing, collection and use. \nOverall,  the  evidence  gathered\n60\n suggests  that  data  sharing can  help  generate \nsocial  and  economic  benefits  worth  between  0.1%  and  1.5%  of  gross  domestic \nproduct (GDP) in the case of public-sector data, and between 1% and 2.5% of GDP \n(in a few studies up to 4% of GDP) when also including private-sector data.\n61\n It is \nworth noting that most of the studies which examine the economic value of data \nsharing focus on organisations sharing and re-sharing data (rather than individual \ndata sharing). \nScaling to the GDP of the 20 largest economies in 2019, estimates suggest that \ndata sharing could unlock between 700 billion and 1.75 trillion US$ in value. Linking \nthese wider results to our framework suggests that a 25% increase in trust could \ntherefore generate an additional 47.3 to 118.3 billion US$. \n  \n \n \n58\n  https://www.oecd-ilibrary.org/sites/90ebc73d-en/index.html?itemId=/content/component/90ebc73d-\nen#:~:text=Overall%2C%20these%20studies%20suggests%20that,also%20including%20private%2Dsector\n%20data. \n59\n  OECD (2019). Enhancing access to and sharing of data: reconciling risks and benefits for data re-use \nacross societies.  \nhttps://www.oecd-ilibrary.org/sites/90ebc73d-en/index.html?itemId=/content/component/90ebc73d-en#back-\nendnotea3z5  \n60\n  Evidence gathering on the economic impact of data access and sharing was mainly guided by the OECD’s \nown review available at https://www.oecd-ilibrary.org/sites/90ebc73d-\nen/index.html?itemId=/content/component/90ebc73d-en#back-endnotea3z5  \n61\n  Aggregate estimates are computed by drawing from a large pool of available studies on the impact of data \nsharing and access in the public and private sector. The result of the aggregation is likely to be one-off \neffect (or, alternatively an effect that develops over a number of years), rather than an effect that can be \nexpected repeatedly year after year. \n\n \nfrontier economics  53 \n \n \nECONOMIC IMPACT OF TRUST IN DATA ECOSYSTEMS \nFigure 25 Scaling the economic impact of trust through data sharing \nEffects calibration Impact Unit \nEstimated economic benefits from \ndata access and sharing, for both \npublic and private sector data \n1%-3% \nLower bound-\nupper bound, as \naverage % of \nGDP \n2019 GDP for the 20 largest \neconomies in the world \n70.1  Trillion, US$ \nScaled economic impact of data \nsharing \n1%-3% of 70.1 trillion = 701 \n– 1,753 \nBillion, US$ \nScaled economic impact of a 25% \nincrease in trust through data sharing \n6.75% of 701 – 1,753 = \n47.3 – 118.3 \nBillion, US$ \nSource:  Frontier Economics calculation based on WEO and OECD data.  \nNote:  A 25% increase in trust corresponds to a 1 point increase in the trust Likert Scale.   \n \nThe  economic  impact  of  a  25%  increase  in  trust  is  achieved  through  a  simple \nscaling exercise which assumes the relationship between trust and data sharing, \ncollection  and  use  (and  the  subsequent  relationship  between  data  sharing, \ncollection and use and economic impact) are linear. Therefore, these figures are \nable to provide only an indicative estimate of the economic impact of trust, without \ncapturing  nuances  on  how  this  is  likely  to  vary  based  on  circumstances  and \nsectors. \n3.6 Evidence gaps and direction of future research \nBy linking the results of our in-depth research on the impact of trust on data sharing \nand  existing  evidence  on  the  economic  value  of  data,  this work has  made  an \nimportant  first  step  towards  assessing  the  economic  impact  of  trust  in  data \necosystems. \nWhile  our  research  has  generated  valuable  preliminary  results  on  the  economic \nimpact  of  trust  in  data  ecosystems,  it  has  also  revealed  some  key  gaps  in  the \nexisting evidence base. In particular, the study’s original aim was to connect a key \nevidence gap between two key existing strands of literature: \n the  mechanisms  through  which  trustworthiness  and  trust  can  be  established \nand maintained within data ecosystems; \n the economic impact of data sharing, collection and access/use. \n\n \nfrontier economics  54 \n \n \nECONOMIC IMPACT OF TRUST IN DATA ECOSYSTEMS \nFigure 26 The research question \n \nSource: Frontier Economics \nOur in-depth literature review revealed that: \n the  volume  of available  quantified  evidence on the  impact  of trust  has so far \nbeen skewed towards analyses of individuals sharing data about themselves.  \n However, studies on the economic value of data have largely focused on the \neconomic value arising from  organisations  re-sharing  data  or  benefiting from \ngreater access to data. \nAs a result of this, the research highlighted two key gaps in the existing literature, \nas shown in Figure 27 below:  \n Evidence on the link between individuals sharing more data about themselves \nand organisations (and individuals) getting greater access to data, which in turn \nlead to economic impacts; \n Quantified  evidence  on  the  impact  of  trust  between  organisations  on  the \namount of data sharing.\n62\n \n \n \n62\n  While our review revealed some evidence on this, the volume of studies is relatively low compared to the \nstudies on individual data sharing, so further evidence in this area would be beneficial. \n\n \nfrontier economics  55 \n \n \nECONOMIC IMPACT OF TRUST IN DATA ECOSYSTEMS \nFigure 27 Outstanding gaps in the evidence \n \nSource: Frontier Economics \nThese gaps make  it  challenging  to  draw  definitive  conclusions  on  the  economic \nimpact of trust in a data ecosystem, but serve as a guide to direct future research \nefforts. Three key areas to explore in future research are: \n whether increased data sharing by individuals leads to greater data access and \nuse by organisations – if so, what are the drivers, if not, what are the barriers; \n whether increased data sharing has any direct economic impact; and finally \n additional   quantitative   research   on whether   increased   trust   between \norganisations might increase data sharing. \n\n \nfrontier economics  56 \n \n \nECONOMIC IMPACT OF TRUST IN DATA ECOSYSTEMS \n4 CONCLUSION \nOverall this work has shown that there is robust quantified evidence that greater \ntrust consistently leads to increased data sharing. This confirms existing anecdotal \nevidence and justifies ongoing efforts to design mechanisms to boost trust. \nIn particular, our qualitative engagements confirmed how in cases where there is \nscope to achieve significant improvements in trust, the relevant effect size will be \nlarge. This  could  occur  if, for  example, actors  within  a  specific  data  ecosystem \nmove  from  an  average  position  of  being  neutral  with  regards  to  data  sharing  to \nbeing willing to share data. Crossing these key threshold points may only require \na relatively small change in attitudes but still have a large impact on data sharing, \ncollection and use. \nWhile evidence gathered as part of this work suggests trust might have a larger \nimpact  on  sharing  in  contexts  where  the  baseline  level  of  trust  is  low,  our  work \nsuggests that the role of trust alone in fostering data sharing might be moderate \non average. \nA likely reason for this might be that the elasticity of data sharing to trust, i.e. how \nstrong of an impact trust can have on data sharing, will depend not just on baseline \ntrust alone, but also on baseline levels of other key determinants of data sharing. \nOther drivers of data sharing and access include building the foundations to enable \ndata   flows   such   as   infrastructure   and   standards,   mechanisms   to   mitigate \ncommercial,   regulatory   and   legal   risks associated   with   data   sharing,   and \naddressing gaps in knowledge and incentives to share and access data. \nFor example, in ecosystems with more established infrastructure and standards for \ndata  sharing,  an  increase  in  trust  has  the  potential  to  cause  larger  increases in \nsharing.   \nOur work aimed to analyse trust as one of the levers through which data sharing, \ncollection and use can be improved. While focusing on trust alone enabled us to \nanswer this question in-depth, our conclusions reflect a partial equilibrium exercise \nand are unable to reach conclusions on the interdependencies between trust and \nother determinants of sharing. Exploring wider determinants of data sharing and \nhow  they  can  complement  increases  in  trust  will  be  an  important  area for future \nresearch. \nBoth  our  qualitative  engagement  and  our  summary  of  quantitative  research \nemphasises the importance of context when considering the role of trust in data \necosystems. The specific trust linkages that exist and their maturity will vary across \nand within certain sectors.  \nOur examination of changes in trust over time confirm that trust has a causal impact \non data sharing. Our stakeholder engagement highlighted a range of factors that \nwill play a role in determining the scale of the impact of trust on data sharing and \nthe dynamic persistence of effects.  \nFurther research in this area would be beneficial. As we have noted, a relatively \nsmall  set  of  papers  examine  the  actual  impact  of  trust  on  data  sharing  using  a \nquantified   approach. Quantitative   evidence   is   particularly   limited   on   trust \nrelationships and data-sharing behaviour between organisations. However, most \n\n \nfrontier economics  57 \n \n \nECONOMIC IMPACT OF TRUST IN DATA ECOSYSTEMS \nof the studies have been carried out recently, which highlights this area as an active \nbranch of research.  \nOur  research  identified  key  gaps  in  the  existing  evidence,  which  make  it \nchallenging to link our core findings on the impact of trust on data sharing to the \nwider literature on the economic impact of data sharing, collection and use. Adding \nto the existing evidence base will allow future work to determine how the economic \nvalue  of  trust  varies  across  different  activities  (e.g.  data  sharing,  data  collection \nand  data  use)  as  well  as  different  relationships  (e.g.  between individuals  and \norganisations or between organisations specifically). \n  \n\n \nfrontier economics  58 \n \n \nECONOMIC IMPACT OF TRUST IN DATA ECOSYSTEMS \n5 BIBLIOGRAPHY \nAGCOM, 2018. Propensity of online users to consent to the use of their personal data by \nthird parties when using online services (translated from Italian). \nAllen,  D.W.,  Berg,  A.,  Berg,  C.,  Markey‐Towler,  B.  and  Potts,  J.,  2019.  Some  economic \nconsequences of the GDPR. Allen, DWE, Berg A, Berg C, Markey-Towler, B and Potts, J \n(2019)‘Some Economic Consequences of the GDPR’, Economics Bulletin, 39(2), pp.785-\n797. \nAnderson, N. and Edwards, K., 2010, December. Building a chain of trust: using policy and \npractice to enhance trustworthy clinical data discovery and sharing. In Proceedings of the \n2010 workshop on governance of technology, information and policies (pp. 15-20). \nAnhalt-Depies,  C.,  Stenglein,  J.L.,  Zuckerberg,  B.,  Townsend,  P.A.  and  Rissman,  A.R., \n2019. Tradeoffs  and  tools  for  data  quality,  privacy,  transparency,  and  trust  in  citizen \nscience. Biological Conservation, 238, p.108195. \nAyaburi, E.W. and Treku, D.N., 2020. Effect of penitence on social media trust and privacy \nconcerns:  The  case  of  Facebook. International  Journal  of  Information  Management, 50, \npp.171-181. \nBa,  S.  and  Pavlou,  P.A.,  2002.  Evidence  of  the  effect  of  trust  building  technology  in \nelectronic markets: Price premiums and buyer behavior. MIS quarterly, pp.243-268. \nBansal,  G.  and  Gefen,  D., 2010.  The  impact  of  personal  dispositions  on  information \nsensitivity,  privacy  concern  and  trust  in  disclosing  health  information  online. Decision \nsupport systems, 49(2), pp.138-150. \nBauer, P.C., Keusch, F. and Kreuter, F., 2019. Trust and cooperative behavior: Evidence \nfrom the realm of data-sharing. PloS one, 14(8), p.e0220115. \nBeldad, A. and Kusumadewi, M.C., 2015. Here’s my location, for your information: The \nimpact of trust, benefits, and social influence on location sharing application  use among \nIndonesian university students. Computers in human behavior, 49, pp.102-110. \nBijlsma,  M.,  van  der  Cruijsen,  C.  and  Jonker,  N.,  2020.  Consumer  propensity  to  adopt \nPSD2 services: trust for sale?. \nBlanco-Perez,  C.B.,  2019.  Transparency  in  empirical  economic research. IZA  World  of \nLabor. \nBrown, A.J., 2020. “Should I Stay or Should I Leave?”: Exploring (Dis) continued Facebook \nUse     After     the     Cambridge     Analytica     Scandal. Social     Media+     Society, 6(1), \np.2056305120913884. \nCao, Q.H., Giyyarpuram, M., Farahbakhsh, R. and Crespi, N., 2020. Policy-based usage \ncontrol for a trustworthy data sharing platform in smart cities. Future Generation Computer \nSystems, 107, pp.998-1010. \nCao, Q.H., Khan, I., Farahbakhsh, R., Madhusudan, G., Lee, G.M. and Crespi, N., 2016, \nMay. A trust model for data sharing in smart cities. In 2016 IEEE International Conference \non Communications (ICC) (pp. 1-7). IEEE. \nCatoiu, I., Orzan, M., Macovei, O.I. and Iconaru, C., 2014. Modelling users' trust in online \nsocial networks. Amfiteatru Economic Journal, 16(35), pp.289-302. \nCentre for  Data  Ethics and Innovation,  2020. Addressing  trust in public sector  data use. \nIndependent report prepared for the UK Government. \n\n \nfrontier economics  59 \n \n \nECONOMIC IMPACT OF TRUST IN DATA ECOSYSTEMS \nChavanne,  D.,  2018.  Generalized  trust,  need  for  cognitive  closure,  and  the  perceived \nacceptability of personal data collection. Games, 9(2), p.18. \nCole, A. and Towse, A., 2018. Legal Barriers to the Better Use of Health Data to Deliver \nPharmaceutical Innovation. London: Office of Health Economics. \nCottrill,   C.D.,   2020.   MaaS   surveillance:   Privacy   considerations   in   mobility   as   a \nservice. Transportation Research Part A: Policy and Practice, 131, pp.50-57. \nCritchley, C., Nicol, D. and Otlowski, M., 2015. The impact of commercialisation and genetic \ndata  sharing  arrangements  on  public  trust  and  the intention  to  participate  in  biobank \nresearch. Public Health Genomics, 18(3), pp.160-172. \nDahmm,  H.,  2020.  Laying  the  Foundation  for  Effective  Partnerships:  An  Examination  of \nData Sharing Agreements. \nDeloitte, 2013. Market assessment of public sector information. A report prepared for the \nUK Department for Business Innovation and Skills. \nDeloitte, 2017. Assessing the value of TfL’s open data and digital partnerships. \nDiekmann, A., Jann, B. and Wyder, D., 2004. Trust and reputation in Internet auctions. \nDotEcon,  2015.  Independent  evaluation  of  the OFT’s  2006  market  study  into  the \nCommercial Use of Public Information (CUP). A report prepared for the CMA. \nEdwards, J.L., 2019. An Examination of Consumers' Social Media Trust In the Wake of the \nFacebook and Cambridge Analytica Scandal (Doctoral dissertation). \nEuropean Commission, 2019. European legislation on open data and the re-use of public \nsector information. Policy report. \nFecher,  B.,  Friesike,  S.,  Hebing,  M.,  Linek,  S.  and  Sauermann,  A.,  2015.  A reputation \neconomy:  results  from  an  empirical  survey  on  academic  data  sharing. arXiv  preprint \narXiv:1503.00481. \nFoster, D. and Arnold, Z., 2020. Antitrust and Artificial Intelligence: How Breaking Up Big \nTech Could Affect the Pentagon’s Access to AI. \nFreeman, J.L., Caldwell, P.H. and Scott, K.M., 2020. The Role of Trust When Adolescents \nSearch for and Appraise Online Health Information. The Journal of Pediatrics, 221, pp.215-\n223. \nGillespie, N., Dietz, G. and Lockey, S., 2014. Organizational reintegration and trust repair \nafter an integrity violation: A case study. Business Ethics Quarterly. \nGoldberg,  S.,  Johnson,  G.  and  Shriver,  S.,  2019.  Regulating  Privacy  Online:  The  Early \nImpact  of  the  GDPR  on  European  Web  Traffic  &  E-Commerce  Outcomes. Available  at \nSSRN 3421731. \nGrund,   C.   and   Gürtler,   O.,   2008. The   Effect   of   Reputation   on   Selling   Prices   in \nAuctions. Jahrbucher fur Nationalokonomie & Statistik, 228(4). \nGrünewald, P. and Reisch, T., 2020. The trust gap-privacy perceptions of location data for \nenergy services in the UK. Energy Research & Social Science, 68, p.101534. \nGupta,  A.  and  Dhami,  A.,  2015.  Measuring  the  impact  of  security,  trust  and  privacy  in \ninformation sharing: A study on social networking sites. Journal of Direct, Data and Digital \nMarketing Practice, 17(1), pp.43-53. \nHafen, E., 2019. Personal data cooperatives–a new data governance framework for data \ndonations  and  precision  health.  In The  Ethics  of  Medical  Data  Donation (pp.  141-149). \nSpringer, Cham. \n\n \nfrontier economics  60 \n \n \nECONOMIC IMPACT OF TRUST IN DATA ECOSYSTEMS \nHan, G. and Dong, M., 2017. Sustainable regulation of information sharing with electronic \ndata interchange by a trust-embedded contract. Sustainability, 9(6), p.964. \nHart, P. and Saunders, C., 1997. Power and trust: Critical factors in the adoption and use \nof electronic data interchange. Organization science, 8(1), pp.23-42. \nHate, K., Meherally, S., Shah More, N., Jayaraman, A., Bull, S., Parker, M. and Osrin, D., \n2015. Sweat, skepticism, and uncharted  territory: a  qualitative study  of opinions on data \nsharing   among   public   health   researchers   and   research   participants   in   Mumbai, \nIndia. Journal of Empirical Research on Human Research Ethics, 10(3), pp.239-250. \nHawlitschek, F., Stofberg, N., Teubner, T., Tu, P. and Weinhardt, C., 2018. How corporate \nsharewashing practices undermine consumer trust. Sustainability, 10(8), p.2638. \nIDC,  and  the  Lisbon  Council  2016. First  Report  on  Facts  and  Figures Updating  the \nEuropean   Data   Market   Study Monitoring   Tool. Study   prepared   for   the   European \nCommission. \nJakku, E., Taylor, B., Fleming, A., Mason, C., Fielke, S., Sounness, C. and Thorburn, P., \n2019.  “If  they  don’t  tell  us  what  they  do  with  it,  why  would  we  trust  them?”  Trust, \ntransparency  and  benefit-sharing  in  Smart  Farming. NJAS-Wageningen  Journal  of  Life \nSciences, 90, p.100285. \nJohnson, G., Shriver, S. and Goldberg, S., 2020. Privacy & market concentration: Intended \n& unintended consequences of the GDPR. Available at SSRN 3477686. \nKalkman,  S.,  van  Delden,  J.,  Banerjee,  A.,  Tyl,  B.,  Mostert,  M.  and  van  Thiel,  G.,  2019. \nPatients’ and public views and attitudes towards the sharing of health data for research: a \nnarrative review of the empirical evidence. Journal of medical ethics. \nKamvar,   S., Schlosser,   M and   Garcia-Molina,   H.,   2003.   EigenRep:   Reputation \nmanagement in P2P networks. \nLayton,  R.,  2017.  How  the  GDPR  compares  to  best  practices  for  privacy,  accountability \nand trust. Accountability and Trust (March 31, 2017). \nLee,  J.N.,  Huynh,  M.Q.  and  Hirschheim,  R.,  2008.  An  integrative  model  of  trust  on  IT \noutsourcing:  Examining  a  bilateral  perspective. Information  Systems  Frontiers, 10(2), \npp.145-163. \nLiao, K., Ma, Z., Lee, J.J.Y. and Ke, K., 2011. Achieving mass customization through trust‐\ndriven information sharing: a supplier's perspective. Management research review. \nLinek, S.B., Fecher, B., Friesike, S. and Hebing, M., 2017. Data sharing as social dilemma: \nInfluence of the researcher’s personality. PloS one, 12(8), p.e0183216. \nLippert, S.K. and Swiercz, P.M., 2007. Personal Data Collection via the Internet: The Role \nof  Privacy  Sensitivity  and  Technology  Trust. Journal  of  International  Technology  and \nInformation Management, 16(1), p.2. \nLu, W., Xu, F. and Lv, J., 2010. An approach of software reliability evaluation in the open \nenvironment. Chinese Journal of Computers, 33(3), pp.452-462. \nLu,  Y., Wang, W.,  Bhargava,  B.  and  Xu,  D.,  2006.  Trust-based  privacy  preservation  for \npeer-to-peer data sharing. IEEE Transactions on Systems, Man, and Cybernetics-Part A: \nSystems and Humans, 36(3), pp.498-502. \nLv, D. and Zhu, S., 2020. Achieving secure big data collection based on trust evaluation \nand true data discovery. Computers & Security, 96, p.101937. \nMayer-Schonberger, V. and Ramge, T., 2018. A Big Choice for Big Tech: Share Data or \nSuffer the Consequences. Foreign Aff., 97, p.48. \n\n \nfrontier economics  61 \n \n \nECONOMIC IMPACT OF TRUST IN DATA ECOSYSTEMS \nMcKinsey, 2013. Open data: Unlocking innovation and performance with liquid information.  \nMcKnight, D.H., Choudhury, V. and Kacmar, C., 2002. The impact of initial consumer trust \non  intentions  to  transact  with  a  web  site:  a  trust  building  model. The  journal  of  strategic \ninformation systems, 11(3-4), pp.297-323. \nMeijer,  R.,  Conradie,  P.  and Choenni, S., 2014. Reconciling contradictions  of open data \nregarding  transparency,  privacy,  security  and  trust. Journal  of  theoretical  and  applied \nelectronic commerce research, 9(3), pp.32-44. \nMilne,  R., Morley,  K.I.,  Howard,  H.,  Niemiec,  E.,  Nicol,  D.,  Critchley,  C.,  Prainsack,  B., \nVears, D., Smith, J., Steed, C. and Bevan, P., 2019. Trust in genomic data sharing among \nmembers   of   the   general   public   in   the   UK,   USA,   Canada   and   Australia. Human \ngenetics, 138(11), pp.1237-1246. \nMoon,  L.A.,  2017.  Factors  influencing  health  data  sharing  preferences  of  consumers:  A \ncritical review. Health policy and technology, 6(2), pp.169-187. \nMulder, T. and  Broekstra,  R.B., 2019. Does the GDPR Have Trust Issues?. Available at \nSSRN 3506807. \nMuravyeva,  E.,  Janssen,  J.,  Dirkx,  K.  and  Specht,  M.,  2020,  July.  The  Role  of  Trust  in \nPersonal  Data  Sharing  in  the  Context  of  e-Assessment  and  the  Moderating  Effect  of \nSpecial  Educational  Needs.  In Proceedings  of  the  28th  ACM  Conference  on  User \nModeling, Adaptation and Personalization (pp. 328-332). \nMurphy,  H.,  Keahey,  L.,  Bennett,  E.,  Drake,  A.,  Brooks,  S.K.  and  Rubin,  G.J.,  2020. \nMillennial  attitudes  towards  sharing  mobile  phone  location  data  with  health  agencies:  a \nqualitative study. Information, Communication & Society, pp.1-14. \nNasser,  A.A.N.,  2020.  Impacts  of  Trust  in  Government  and  Privacy  Risk  Concern  on \nWillingness  to  Provide  Personal  Information  in  Saudi  Arabia. International  Journal  of \nManagement Science and Business Administration, 6(2), pp.7-18. \nNeves, A.L., Poovendran, D., Freise, L., Ghafur, S., Flott, K., Darzi, A. and Mayer, E.K., \n2019. Health Care Professionals’ Perspectives on the Secondary Use of Health Records \nto  Improve  Quality  and  Safety  of  Care  in  England:  Qualitative  Study. Journal  of  medical \nInternet research, 21(9), p.e14135. \nNicolaou, A.I. and McKnight, D.H., 2006. Perceived information quality in data exchanges: \nEffects  on  risk,  trust,  and  intention  to  use. Information  systems  research, 17(4),  pp.332-\n351. \nO’Hara, K., 2019. Data Trusts: Ethics, Architecture and Governance for Trustworthy Data \nStewardship. Web Science Institute White Paper. \nOECD,  2015. Assessing government  initiatives on public sector  information. A review  of \nthe OECD Council Recommendation. OECD Digital Economy Papers. \nOpen  Data  Institute  and  Nuffield  Foundation,  2020. Valuing  data:  foundations  for  data \npolicy. \nOpen Data Institute, 2019. How we developed a model of data sharing in the economy. \nOstherr, K., Borodina, S., Bracken, R.C., Lotterman, C., Storer, E. and Williams, B., 2017. \nTrust and privacy in the context of user-generated health data. Big Data & Society, 4(1), \np.2053951717704673. \nÖzer,    Ö.,    Zheng,    Y.    and    Chen,    K.Y.,    2011.    Trust    in    forecast    information \nsharing. Management Science, 57(6), pp.1111-1137. \nPatel, M.S., 2019. Merger Breakups. Available at SSRN 3469984. \n\n \nfrontier economics  62 \n \n \nECONOMIC IMPACT OF TRUST IN DATA ECOSYSTEMS \nPeral, J., Gallego, E., Gil, D., Tanniru, M. and Khambekar, P., 2020. Using Visualization to \nBuild Transparency in a Healthcare Blockchain Application. Sustainability, 12(17), p.6768. \nPorcedda, M.G. and Wall, D.S., 2019. Cascade and Chain Effects in Big Data Cybercrime: \nLessons from the TalkTalk hack, proceedings of WACCO 2019: 1st Workshop on Attackers \nand Cyber-Crime Operations, IEEE EuroS&P 2019, Stockholm, Sweden, June 20, 2019. \nPrzepiorka, W., 2013. Buyers pay for and sellers invest in a good reputation: More evidence \nfrom eBay. The Journal of Socio-Economics, 42, pp.31-42. \nRissman,  A.R.,  Morris,  A.W.,  Kalinin,  A.,  Kohl,  P.A.,  Parker,  D.P.  and  Selles,  O.,  2019. \nPrivate organizations,  public  data:  Land  trust  choices  about  mapping  conservation \neasements. Land Use Policy, 89, p.104221. \nRumbold,  J.M.M.  and  Pierscionek,  B.,  2017.  The  effect  of  the  general  data  protection \nregulation on medical research. Journal of medical Internet research, 19(2), p.e47. \nSanderson,  S.C.,  Brothers,  K.B.,  Mercaldo,  N.D.,  Clayton,  E.W.,  Antommaria,  A.H.M., \nAufox, S.A., Brilliant, M.H., Campos, D., Carrell, D.S., Connolly, J. and Conway, P., 2017. \nPublic  attitudes  toward  consent  and  data  sharing  in biobank  research:  a  large  multi-site \nexperimental survey in the US. The American Journal of Human Genetics, 100(3), pp.414-\n427. \nSandhaus, S., Kaufmann, D. and Ramirez-Andreotta, M., 2019. Public participation, trust \nand  data  sharing:  gardens  as  hubs  for  citizen  science  and  environmental  health  literacy \nefforts. International Journal of Science Education, Part B, 9(1), pp.54-71. \nSavona,  M.,  2020.  The  Saga  of  the  Covid-19  Contact  Tracing  Apps:  Lessons  for  Data \nGovernance. \nSchneider, M.J., Jagpal, S., Gupta, S., Li, S. and Yu, Y., 2017. Protecting customer privacy \nwhen    marketing    with    second-party    data. International    Journal    of    Research    in \nMarketing, 34(3), pp.593-603. \nShipman,  F.M.  and  Marshall,  C.C.,  2020,  April.  Ownership,  Privacy,  and  Control  in  the \nWake  of Cambridge  Analytica:  The  Relationship  between  Attitudes  and  Awareness. \nIn Proceedings of the 2020 CHI Conference on Human Factors in Computing Systems (pp. \n1-12). \nSteedman,  R.,  Kennedy,  H.  and  Jones,  R.,  2020.  Complex  ecologies  of  trust  in  data \npractices and data-driven systems. Information, Communication & Society, pp.1-16. \nStone, M.A., Redsell, S.A., Ling, J.T. and Hay, A.D., 2005. Sharing patient data: competing \ndemands  of  privacy,  trust  and  research  in  primary  care. British  journal  of  general \npractice, 55(519), pp.783-789. \nTasman,  A.C.I.L.,  2009.  Spatial  information  in  the  New  Zealand  economy.  Realising \nproductivity gains. prepared for Land Information New Zealand, pp.77-95. \nUrban,  T.,  Tatang,  D.,  Degeling,  M.,  Holz,  T.  and  Pohlmann,  N.,  2020.  Measuring the \nImpact  of  the  GDPR  on  Data  Sharing  in  Ad  Networks.  In Proceedings  of  the  15th  ACM \nASIA Conference on Computer and Communications Security, ASIA CCS (Vol. 20). \nWalker,  J.,  Simperl,  E.,  Stalla-Bourdillon,  S.  and  O’Hara,  K.,  2019.  Decision  making \nprocesses for data sharing: a framework for data trusts. \nWallis, J.C., Rolando, E. and Borgman, C.L., 2013. If we share data, will anyone use them? \nData  sharing  and  reuse  in  the  long  tail  of  science  and  technology. PloS  one, 8(7), \np.e67332. \nWang, Y., Cai, Z., Yin, G., Gao, Y., Tong, X. and Han, Q., 2016. A game theory-based trust \nmeasurement model for social networks. Computational social networks, 3(1), p.2. \n\n \nfrontier economics  63 \n \n \nECONOMIC IMPACT OF TRUST IN DATA ECOSYSTEMS \nWelch, E.W., Feeney, M.K. and Park, C.H., 2016. Determinants of data sharing in US city \ngovernments. Government Information Quarterly, 33(3), pp.393-403. \nWilliams, H., Spencer, K., Sanders, C., Lund, D., Whitley, E.A., Kaye, J. and Dixon, W.G., \n2015. Dynamic consent: a possible solution to improve patient confidence and trust in how \nelectronic  patient  records are  used  in  medical  research. JMIR  medical  informatics, 3(1), \np.e3. \nWiseman, L., Sanderson, J., Zhang, A. and Jakku, E., 2019. Farmers and their data: An \nexamination  of  farmers’  reluctance  to  share  their  data  through  the  lens  of  the  laws \nimpacting smart farming. NJAS-Wageningen Journal of Life Sciences, 90, p.100301. \nXiong, L. and Liu, L., 2004. Peertrust: Supporting reputation-based trust for peer-to-peer \nelectronic  communities. IEEE  transactions  on  Knowledge  and  Data  Engineering, 16(7), \npp.843-857. \nXuan, S., Zheng, L., Chung, I., Wang, W., Man, D., Du, X., Yang, W. and Guizani, M., 2020. \nAn    incentive    mechanism    for    data    sharing    based    on    blockchain    with    smart \ncontracts. Computers & Electrical Engineering, 83, p.106587. \nYuan, W., Jian, L., Feng, X. and Lin, Z., 2006, April. A trust measurement and evolution \nmodel for internetware. In Journal of software. \nZhang, J., Hassandoust, F. and Williams, J.E., 2020. Online Customer Trust in the Context \nof the General Data Protection Regulation (GDPR). Pacific Asia Journal of the Association \nfor Information Systems, 12(1), p.4. \nZhang, Y., Wang, T. and Hsu, C., 2019. The effects of voluntary GDPR adoption and the \nreadability  of  privacy  statements  on  customers’  information  disclosure  intention  and \ntrust. Journal of Intellectual Capital. \nZhao, J., Zhu, C., Peng, Z., Xu, X. and Liu, Y., 2018. User willingness toward knowledge \nsharing in social networks. Sustainability, 10(12), p.4680. \n \n \n \n\n \nfrontier economics  64 \n \n \nECONOMIC IMPACT OF TRUST IN DATA ECOSYSTEMS \nANNEX A ADDITIONAL DETAIL ON \nEVIDENCE REVIEW AND \nANALYTIC STRATEGY  \nA.1 Search strategy \nWe  carried  out  a rigorous  review  of  available  publications  through  database \nsearches.  We  explored  some  of  the  most  comprehensive  academic  databases \nproviding  literature  at  the  intersection  between  multiple  disciplines,  including \neconomics,   policy,   computer   science,   social   science   and   ethics/applied \nphilosophy.  \nKey databases we explored include JSTOR, RePEc, EconLit, ScienceDirect and \nGoogle Scholar. Our search terms include multiple combinations of the following \nsearch terms: \n trust (or synonym) AND \n data OR \n data sharing AND  \n impact (or synonym) AND \n health OR \n financial (OR banking) OR \n mobility OR \n data trust + impact \nFor  each  database/keyword  combination,  we  have  reviewed  the  top  40  search \nresults (for queries returning more than 40 results) and identified the most relevant \nones  based  on a  review  of  the  abstract. In  doing  so  we  have  considered  all \nacademic papers, research and policy articles, and excluded book chapters and \nnews articles. Amongst the research identified, we excluded all papers that: \n proposed new approaches to trustworthy data sharing without considering its \nimpact on data sharing/collection/use; \n investigated the relationship between trust and knowledge sharing (based on \nour  key  words,  the  database  search  returned  a  high  volume  of  publications \nabout this in the management and organisation literature), as this was deemed \nnot relevant to inform our research question. \nAs  a  result  of  this  process,  we  identified  a  pool  of 56 studies  to  be  reviewed.  A \nbreakdown of our query results are shown in Figure 28 below. \n \n \n \n\n \nfrontier economics  65 \n \n \nECONOMIC IMPACT OF TRUST IN DATA ECOSYSTEMS \nFigure 28 Database search results \nNumber of studies identified  Ideas \nRepec \nScience \nDirect \nGoogle \nScholar \nJstor Total \ntrust (or synonym) + data + \nimpact (or synonym) \n4 4 #N/A 3 11 \ntrust (or synonym) + data \nsharing (or \"data sharing\") \n+impact (or synonym) \n11 4 14 0 29 \ntrust + data (or data sharing) + \nimpact (or synonym) + health \n4 1 1 0 6 \ntrust + data (or data sharing) + \nimpact (or synonym) + \nfinancial (or banking) \n1 1 2 0 4 \ntrust + data (or data sharing) + \nimpact (or synonym) + mobility \n1 0 2 0 3 \ntrust + data (or data collection) \n+ impact (or synonym) + \nhealth \n#N/A #N/A 0 #N/A 0 \ntrust + data (or data use) + \nimpact (or synonym) + health \n#N/A 1 1 #N/A 2 \ndata trust + impact #N/A #N/A 1 #N/A 1 \nTotal 21 11 21 3 56 \n \nSource: Frontier Economics research \nNote: #NA means that we did not conduct a given key word search on that particular database \nWe  have  also  carried  out  ad-hoc online searches  informed  by  our  domain \nknowledge  and  guided  by ODI suggestions,  which  returned  an  additional 29 \nrelevant studies, including studies published by government department and think \ntanks.  \n  \n\n \nfrontier economics  66 \n \n \nECONOMIC IMPACT OF TRUST IN DATA ECOSYSTEMS \nA.2 Highly relevant papers identified \nAs set out in Section 1.2.1, we classified these papers into high, medium and low \nrelevance. The criteria we used to identify highly relevant studies are the following: \n the research question is highly relevant to inform the relationship between trust, \ndata sharing/collection/use and subsequent economic impacts. \n the  methodology  includes  an  assessment  of  the  impact  of  trust  on  data \nsharing/collection/use, or the economic impact of data sharing/collection use.  \n The  assessment  is  quantitative  in  almost  all  cases.  Where  surveys  are \nconducted,  the  sample  size  is  large  enough  to  draw  meaningful  statistical \nconclusions.  If  qualitative,  the  assessment  is  highly  rigorous  and  is  able  to \nisolate the impact of changes in trust on data sharing. \n the  type  of  trust  linkages  and  types  of  actors  under  analysis  are  easily \nidentifiable. \n The study was conducted post 2010. \nThe table below reports details for the 21 highly academic studies we classified as \n‘highly relevant’, including sector, geography, methodology and research question. \nFigure 29 Highly relevant academic studies \nTitle \nAuthor \n(year) \nGeography Sector Methodology Research question \nMeasuring the impact of \nsecurity, trust and privacy \nin information sharing: A \nstudy on social networking \nsites \nGupta (2015) \n \nNA Social \nmedia \nQuantitative \nsurvey \nUnderstand the impact of \nsecurity, trust and privacy \nconcerns on willingness to \nshare information on social \nnetworking sites. \nRQ1: What are the \nantecedents of trust in social \nnetworking sites? \nRQ2: What is the impact of \nprivacy, security, and trust on \nthe willingness of sharing \ninformation? \nHere’s my location, for your \ninformation: The impact of \ntrust, benefits, and social \ninfluence on location \nsharing application use \namong Indonesian \nuniversity students \nBeldad (2015) Indonesia location \ndata \nQuantitative \nsurvey \nInvestigating the impact of \ntrust, benefits, and social \ninfluence on location sharing \napplication use among \nIndonesian university \nstudents. \nTrust and cooperative \nbehavior: Evidence from \nthe realm of data-sharing \nBauer (2019) Germany social \nmedia, \nacade\nmic \nresearc\nh \nQuantitative \nsurvey \nInvestigate the relationship \nbetween trust and cooperation \n(measured by data sharing) \nPublic Attitudes toward \nConsent and Data Sharing \nin Biobank Research: A \nLarge Multi-site \nExperimental Survey in the \nUS \nSanderson \n(2017) \nUS Health \nQuantitative \nsurvey \nAssess willingness to \nparticipate in a biobank using \ndifferent consent and data \nsharing models. \n\n \nfrontier economics  67 \n \n \nECONOMIC IMPACT OF TRUST IN DATA ECOSYSTEMS \nTitle \nAuthor \n(year) \nGeography Sector Methodology Research question \nThe trust gap: Social \nperceptions of privacy data \nfor energy services in the \nUnited Kingdom \nGrunewald \nand Reisch \n(2020) \nUK energy Quantiative \nsurvey \nInvestigate attitudes towards \nlocation data sharing in the \ncontext of energy smart \nsolutions (smart meters). \nConsumer propensity to \nadopt PSD2 services: trust \nfor sale? \nBijlsma et al \n(2020) \nNetherlands banking Quantiative \nsurvey \nStudy consumers’ attitudes \ntowards sharing payments \ndata with incumbent and new \nproviders of payment and \naccount information services, \nand using their services, to \nunderstand the impact of the \nrevised Payment Services \nDirective (PSD2) on the \nfunctioning of the retail \npayments market. \nImpacts of Trust in \nGovernment and Privacy \nRisk Concern on \nWillingness to Provide \nPersonal Information in \nSaudi Arabia \nNasser  (2020) Saudi Arabia   Quantitative Estimate the impacts of trust in \ngovernment and privacy risk \nconcern on willingness to \nprovide personal information. \nBuilding trust and sharing \nvalue: the twin challenges \nof health and care data \nMac Manus, \n(2019) \nNA health Qualitative \nreview \nReview of several events \ninvolving breaches of trust or \nthe relationship between trust \nand data sharing more \ngenerally, in the context of \nhealthcare data. \nTrust and privacy in the \ncontext of user-generated \nhealth data \nOstherr (2017) US Health Qualitative, \nsemi-structured \ninterviews \nAnalysing concern about \nsharing health data with the \ncompanies that sold the \ndevices or apps they used. \nReconciling Contradictions \nof Open Data Regarding \nTransparency, Privacy, \nSecurity and Trust \nMeijer et al \n(2014) \nNetherlands \ngovern\nment, \nresearc\nh \nTheoretical \nmodel and case \nstudy application \nAnalysing pre-commitment as \na policy instrument whereby \nan organization imposes some \nrestraints on its policy in order \nto restrict the extent to which \nvalues may conflict and the \ndegree to which stakeholders \nshould be concerned about \nthe trustworthiness of that \npolicy. \nPrivate organizations, \npublic data: Land trust \nchoices about mapping \nconservation easements \nRissman et al \n(2019) \nUS Land \nconserv\nation \nQuantitative \nsurvey \nFocus on decisions by land \nconservation NGOs (land \ntrusts) to share digital maps of \nconservation easements on \nprivate lands. Investigation of \nwhich land trusts were more \nlikely to contribute digital maps \nto public databases, and what \nbenefits and concerns with \ndisclosure did land trust staff \nreport. \nFarmers and their data: An \nexamination of farmers’ \nreluctance to share their \ndata through the lens of the \nlaws impacting smart \nfarming \nWiseman \n(2019) \nAustralia Agricult\nure \nQuantitative \nsurvey \nExamining the attitudes of \nfarmers to the collection, \ncontrol, sharing and use of \ntheir farm data. \n\n \nfrontier economics  68 \n \n \nECONOMIC IMPACT OF TRUST IN DATA ECOSYSTEMS \nTitle \nAuthor \n(year) \nGeography Sector Methodology Research question \nSustainable Regulation of \nInformation Sharing with \nElectronic Data \nInterchange by a Trust-\nEmbedded Contract \nHan and Dong \n(2017) \nNA Private \nsector \nTheoretical \nmodel + \nexperiments \nStudying the risks in demand \ninformation sharing \napplications by electronic soft-\norders using electronic data \ninterchange (EDI) systems in \ne-commerce and aims to \nsuggest a sustainable \nregulation mechanism with a \ntrust-embedded contract. \nAchieving mass \ncustomization through \ntrust-driven information \nsharing: a supplier's \nperspective \nKun Liao et al \n(2011) \nNorth \nAmerica \nprivate \nsector \nQuantitative \nSurvey \nTesting empirically the \nrelationship between trust and \nmanufacturer-supplier \ninformation sharing to \ndetermine its (positive) effect \non mass customization. \nDeterminants of data \nsharing in U.S. city \ngovernments \nWelch (2016) US govern\nment \nQualitative \nreview \nTesting hypotheses predicting \nsharing behaviour of municipal \ngovernment agencies with \nother agencies and with non-\ngovernment organizations \nOwnership, Privacy, and \nControl in the Wake of \nCambridge Analytica: The \nRelationship between \nAttitudes and Awareness \nShipman \n(2020) \nUS Social \nmedia \nQuantitative \nsurvey \nInvestigating whether \nwidespread news of abuse \nchanged the public’s \nperceptions of how user-\ncontributed content from social \nnetworking sites like Facebook \nand LinkedIn can be used \nShould I stay or should I \nleave? exploring the \n(dis)continued Facebook \nuse after the Cambridge \nAnalytica scandal \nBrown (2020) US Social \nmedia \nQualitative semi-\nstructured \ninterviews \nAnalysing decisions to stay \nwith or leave Facebook \nfollowing the Cambridge \nAnalytica case as such \ndecisions intersect with privacy \nconcerns. \nPrivacy & Market \nConcentration: Intended & \nUnintended Consequences \nof the GDPR \nJohnson et al \n(2020) \nEU online \nwebsite\ns/web \ntechnol\nogy \nvendor\ns \nQuantitative Estimate the impact of GDPR \nenforcement on data sharing, \nby examining website choices \nof web technology vendors \n(platforms like FB and Google) \nin response to the European \nUnion (EU) enforcing the \nGDPR. \nRegulating Privacy Online: \nThe Early Impact of the \nGDPR on European Web \nTraffic & E-Commerce \nOutcomes \nGoldberg et al \n(2019) \nEU online \ntraffic \nQuantitative Examining the impact of the \nGDPR on European web \ntraffic and e-commerce sales. \nMeasuring the Impact of \nthe GDPR on Data Sharing \nin Ad Networks \nUrban et al \n(2020) \nEU online \ntraffic \nQuantitative Analysing the underlying \ninformation sharing networks \nbetween online advertising \ncompanies in terms of client-\nside cookie syncing. \n\n \nfrontier economics  69 \n \n \nECONOMIC IMPACT OF TRUST IN DATA ECOSYSTEMS \nTitle \nAuthor \n(year) \nGeography Sector Methodology Research question \nThe effects of voluntary \nGDPR adoption and the \nreadability of privacy \nstatements on customers’ \ninformation disclosure \nintention and trust \nZhang (2019) EU   Quantitative Examining the impacts of \ncompanies’ voluntary adoption \nof the General Data Protection \nRegulation (GDPR) as well as \nthe readability of privacy \nstatements on US customers’ \nintention to disclose \ninformation and their trust in a \ncompany. \nSource:  Frontier Economics  \n\n \nfrontier economics  70 \n \n \nECONOMIC IMPACT OF TRUST IN DATA ECOSYSTEMS \nA.3 Estimates calibration \nAs noted in Section 3.2.2, eight studies amongst those we have reviewed provide \na direct quantified estimate of the impact of trust on data sharing, of which seven \nstudies were directly comparable and therefore formed the core of our evidence \nbase.  \nTo make estimates comparable and draw aggregate impacts, we standardise each \ncoefficient to align with the following relationship: a 1 point increase on a 5 point \ntrust Likert scale leads to a X point increase on a 5 point data sharing Likert scale. \nThe table below reports the details for each study which we used to complete the \nstandardisation of estimates. As displayed in the table, most studies measure trust \nand data sharing on a 5 point Likert scale, therefore, the coefficient estimate will \nbe of the type ‘categorical variable (x) on categorical variable (y)’. These estimates \nare therefore already fully comparable. To bring them in line with the others, we \nhave converted the ‘categorical variable (x) on binary variable (y)’ estimates from \nthe Bauer (2019) and the Bijlsma (2020) studies by applying simple proportions. \nFigure 30 Estimates standardisation \nPaper Estimatio\nn \ntechnique \nTrust \nmeas\nurem\nent \nData \nsharin\ng \nmeasu\nrement \nCoefficient \ntype \nBasel\nine \ntrust \nlevel \nImpact \nof trust \non data \nsharing \n(standar\ndized) \nSam\nple \nsize \nInternal \nvalidity \nscore \nNasser \n(2020) \nregression  5 \npoint \nlikert \nscale \n5 point \nlikert \nscale \ncategorical \non \ncategorical \nNA 0.59 268 1 \nWisem\nan \n(2019) \nregression  5 \npoint \nlikert \nscale \n5 point \nlikert \nscale \ncategorical \non \ncategorical \n2.41 0.33 1000 1 \nGupta \n(2015) \nregression  5 \npoint \nlikert \nscale \n5 point \nlikert \nscale \ncategorical \non \ncategorical \nNA 0.25 250 4 \nLiao  \n(2011) \npearson \ncorrelation  \n5 \npoint \nlikert \nscale \n5 point \nlikert \nscale \ncategorical \non \ncategorical \nNA 0.24 208 3 \nBauer \n(2019) \nregression  3 \npoint \nscale \nbinary categorical \non binary \n3 0.21 2095 2 \nBeldad \n(2015) \nregression  \n5 \npoint \nlikert \nscale \n5 point \nlikert \nscale \ncategorical \non \ncategorical \n3.54 0.14 655 2 \nBijlsma \n(2020) \nregression  5 \npoint \nlikert \nscale \nbinary categorical \non binary \nNA 0.11 2678 5 \nSource:  Frontier Economics \nNote: *pps indicates percentage points \n\n \nfrontier economics  71 \n \n \nECONOMIC IMPACT OF TRUST IN DATA ECOSYSTEMS \nAlmost  all  of the studies considered estimate  the  relationship  between  trust  and \ndata sharing through a regression coefficient. Instead, Liao (2011) estimates the \nrelationship between trust and data sharing as a Pearson correlation coefficient, \ni.e. a coefficient bounded between -1 and 1, which gives an indication of how trust \n(x variable) and data sharing (y variable) move together, but is unable to measure \nthe impact of a change in trust on data sharing. However, the methodology used \nin  this  study  makes  the  correlation  estimate  comparable  to  the  other  regression \ncoefficients.\n63\n In  the  table  below  we  provide  guidance  on  how  to  interpret \neconometric regression coefficients. \n  \n \n \n63\n  To convert a correlation coefficient into a regression coefficient, one needs to know the variances of x and y. \nSince the Liao study measures both trust and data sharing on the same scale, it is plausible that their \nvariances are equal, in which case the regression and correlation coefficients are equal. \n\n \nfrontier economics  72 \n \n \nECONOMIC IMPACT OF TRUST IN DATA ECOSYSTEMS \n \nINTERPRETING REGRESSION RESULTS \nTo aid the interpretation of the coefficients resulting from the regression estimation techniques \nreported above, consider the following simplified example.  \nThe below is a linear probability model estimating the impact of the independent variable (or \nregressor) of interest x1 (in our case, trust) on a dependent variable y (in our case, data sharing), \nwhere e is an error term capturing any residual ‘noise’ in the estimation.  \ny = a + bx1 + e \nIn this case, the coefficient of the impact of trust on data sharing b will capture the impact of a 1 \nunit increase in trust on data sharing. However, this coefficient does not necessarily capture the \ncausal impact of trust on data sharing.  \nThe reason why this might be the case is that there are likely factors influencing data sharing \nother than trust which, if not taken into account as additional regressors, are likely to cause a bias \nin the impact estimate b. To mitigate for this, many of the studies reviewed estimated linear \nprobability model regressions which also included other determinants of data sharing (or control \nvariables). For example, by adding a control for the implementation of another determinant of \ndata sharing x2 to the regression: \ny = a + bx1 + cx2 + e \nmight make the estimation of b more precise (b will now capture the impact of x1 as separated \nfrom the impact of x2). This means that, in these cases, the impact estimate b approximates the \ntrue impact of trust more closely than those models without other controls (and for this reason we \nhave considered studies with controls as more robust). \nNonetheless, linear probability models are still unlikely to capture the causal impact of trust on \ndata sharing. \nAnother reason why a linear probability model might not capture the true impact of trust on data \nsharing is what is referred to as reverse causality in applied statistics and econometrics. In the \ncase at hand, we expect that: \n In most cases, economic theory suggests that trust (x1) is a driver of impact for data sharing \n(y) - if trust is increased, then this will lead to more data sharing, i.e. causality; \n It might also be the case that greater data sharing (y) allows more trust to begin with (x1) – to \nsome extent, data sharing could be a driver of trust, i.e. reverse causality. \nReverse causality cannot be fully accounted for by linear probability models. Only more \nsophisticated techniques exploiting exogenous and unanticipated shocks in trust (x1, the \nindependent variable) are able to capture the causal impact of trust on data sharing. There is \nextensive econometric literature employing these more sophisticated methods (for example, \nrandomized control trials, difference-in-differences designs, regression discontinuity designs, or \nthe use of instrumental variables). Some of the academic studies included in this review employ \nmore sophisticated techniques and are better able to approximate the causal impact of trust - we \nhave therefore assigned a higher robustness (or internal validity) score. In addition, as outlined in \nSection 3.4, by analysing a set of natural experiments (i.e. examples of breaches in trust like \nCambridge Analytica and of increases in trust like the GDPR) we were able, although mostly \nbased on ad hoc statistics and anecdotal evidence rather than on robust econometric studies, to \ntest the direction of causality. That is, we have assessed whether changes in trust result in \nchanges in data sharing behaviour over time. \n\n \nfrontier economics  73 \n \n \nECONOMIC IMPACT OF TRUST IN DATA ECOSYSTEMS \n  \n \nwww.frontier-economics.com ","version":"1.10.100"}