{"numpages":59,"numrender":59,"info":{"PDFFormatVersion":"1.7","IsAcroFormPresent":false,"IsXFAPresent":false,"Title":"Microsoft Word - RPF SDSL HSE_Atkins_ODI_Metis Final Report 20_04_22","Author":"dkeeley","Producer":"Microsoft: Print To PDF","CreationDate":"D:20220420120222+01'00'","ModDate":"D:20220420120222+01'00'"},"metadata":null,"text":"\n\n1 \nContains sensitive information \n \nSHARING DATA, \nSAVING LIVES \nA Regulators’ Pioneer Fund report \n \n \n \n \n         \n\n2 \nContains sensitive information \n \nForeword \n \nThe Health & Safety Executive has a mission to lower the human cost of injury and ill health on \nconstruction sites. Enabling data sharing in a secure and resilient way to help businesses make better \ndecisions is an important part of UK Government Policy. Industry is undergoing a technical \nrevolution as information systems become more capable and far reaching. It is important therefore \nthat HSE supports research to bring these factors together.  This Report explores the potential that \nsharing design risk data can have in reducing the levels of risk and uncertainty encountered on the \nconstruction site. The Sharing Data Saving Lives project has explored some key practical issues \naround how data can be shared, and what are the blockers and enablers, incentives and \ndisincentives that prevent this happening. The potential size of the financial gains are explored, and \na logic model presented to show how these gains can be realised. \nHSE values the opportunity to work with specialist research partners such as Atkins, the Open Data \nInstitute and Metis Digital. This report opens up the issues around data sharing in the construction \nindustry, and will provide a great basis for future initiatives in this area.  \n \n Adam Mellor \nDeputy Director – HSE Science Division \n \n \n \n                      \n \n \nAuthors \nKey members of the project team and authors of this report: \nZane Ulhaq (Atkins) \nGordon Crick (HSE) \nMiranda Sharp (Metis Digital) \nDarren Temple (ODI) \nJared Keller (ODI) \nSheng Peng (Atkins) \nAndrew Jackson (Atkins) \nSam Arthur (Atkins) \n \n \n\n3 \nContains sensitive information \n \nContents \n \nForeword ................................................................................................................................................. 2 \n1.  Key Messages .................................................................................................................................. 5 \n2.  Executive Summary ......................................................................................................................... 7 \n3.  Introduction .................................................................................................................................. 11 \n4.  Benefits of sharing data ................................................................................................................ 13 \n4.1.  Methodology ......................................................................................................................... 13 \n4.2.  Logic Model ........................................................................................................................... 14 \n4.2.1.  Qualitative assessment of impact ................................................................................. 16 \n4.2.2.  Quantitative assessment of Impact .............................................................................. 17 \n4.2.3.  Proposed solution ......................................................................................................... 17 \n4.3.  Economic Benefit .................................................................................................................. 18 \n4.3.1.  Supporting data ............................................................................................................. 19 \n4.3.2.  Determining the total savings available ........................................................................ 20 \n4.3.3.  Cost trends and distribution ......................................................................................... 21 \n4.3.4.  Headline findings .......................................................................................................... 23 \n5.  Sharing data practicalities ............................................................................................................. 25 \n5.1.  Approach ............................................................................................................................... 25 \n5.2.  Methodology ......................................................................................................................... 25 \n5.3.  Findings ................................................................................................................................. 32 \n5.3.1.  The Initial Workshop ..................................................................................................... 32 \n5.3.2.  The Survey ..................................................................................................................... 33 \n5.3.3.  Demonstrator ................................................................................................................ 36 \n5.3.4.  Interviews  ..................................................................................................................... 42 \n6.  Discussion ...................................................................................................................................... 46 \n6.1.  Benefits ................................................................................................................................. 46 \n6.1.1.  Micro to Macro ............................................................................................................. 46 \n6.1.2.  Connecting H&S to delivery efficiencies ....................................................................... 47 \n6.2.  Understanding ...................................................................................................................... 47 \n6.2.1.  Trust in H&S risk data sharing ....................................................................................... 47 \n6.2.2.  Data standards and tools .............................................................................................. 47 \n6.2.3.  Organisational relationships  ........................................................................................ 48 \n6.3.  Governance ........................................................................................................................... 49 \n\n4 \nContains sensitive information \n \n6.3.1.  Supporting bodies ......................................................................................................... 49 \n6.3.2.  Security ......................................................................................................................... 49 \n6.3.3.  Organisational framework ............................................................................................ 50 \n7.  Next Steps ..................................................................................................................................... 53 \n8.  Acknowledgements ....................................................................................................................... 54 \n9.  Appendices .................................................................................................................................... 55 \n9.1.  Appendix A:  Raw Survey data .............................................................................................. 55 \n \n  \n\n5 \nContains sensitive information \n \n1. Key Messages \n \n1. Enterprises understand there are potential benefits in principle to share health & safety data \nbut are unwilling or slow to do so in practice because of security, privacy and commercial \nconcerns. Some examples already exist in the industry where information is shared in limited \ncircumstances, but these are typically small scale and not designed to exploit \nstandardisation and aggregation using digital technology. \n \n2. There are economic benefits which can accrue through sharing design risk data and \nimproving design risk management as a result. The last major improvements to Health & \nSafety were seen between 2004/5 and 2009/10, if data sharing can replicate these \nimprovements, this is equivalent to up to a 30% saving (of £198 million p.a.) in injury costs in \nconstruction. \n \n3. Design risk data is not typically produced by the industry in a format which is easy to share, \neven if organisations could overcome the barriers of security, privacy or commercial \nconcerns. This project has demonstrated a way of sharing a limited amount of generic free \ntext and coded data on health & safety risk, which is less subject to concerns about \ncommercial or personal interest.  \n \n4. Design risk data sharing has been demonstrated in this project to have benefits which can be \nrealised in the short term through standardisation of terms and concepts core to design risk \nmanagement in Construction. Public Sector Clients which operate across a number of \nregions with multiple programmes of projects are well placed to benefit. \n \n5. No one construction industry body by itself is likely to gain the trust of the industry to share \ndata effectively. This is due in part to the fragmented way the industry represents itself \nthrough sector specific organisations. Although the Health and Safety Executive (HSE) \nuniquely has a common interest in all sectors, this research clearly shows that the majority \nof organisations do not see the HSE being the data steward in aggregating Health & Safety \ndata across organisations due to their responsibility as a regulator.  \n \n6. In order to build trust over the next few years the Discovering Safety Programme \n(www.discoveringsafety.com) is put forward as a vehicle to develop further design risk data \nsharing practice through its Construction Risk Library Project, which is independently funded \nand acts at arm’s length from the Regulator. In the longer term the development of a Data \nInstitution or other suitable vehicle should be planned, in order to build on emerging \npractise where this can be shown to be effective.  \n \n\n6 \nContains sensitive information \n \n7. The question of sustainability deserves particular emphasis and consideration because \nalthough the benefits of design risk data-sharing to the industry as a whole are likely to be \nsubstantial, there is a split between where the costs of collection, management and sharing \nare incurred and where its benefits are realised. \n \n \n \n \n \n \n \n  \n\n7 \nContains sensitive information \n \n2. Executive Summary \n \nThere is a human cost associated with accidents and ill health. Harm to workers or others affected \nby construction work activity can be prevented by reducing the levels of risk and uncertainty \nencountered on the construction site. This reduction can be achieved by sharing health & safety \n(H&S) data from the earliest design stage of a project and adopting more effective risk treatments at \nevery stage of design and planning.  \nIn economic terms the cost of errors and rework in construction is estimated to be £5bn per year\n1\n in \nthe UK (5% of project costs, varying between 0-80%), with £1bn being attributed to incidents which \nresult in injury or harm to persons affected by construction work. UK Government Policy identifies \nthe need to reduce this figure, and also recognises value of sharing and making available, systematic \nand transparent data\n2,3\n. \nThis project aimed to determine how significant an opportunity there is to benefit from sharing \nhealth & safety data in the construction industry and examined the practicalities of doing so. This \nproject has been made possible by a grant of £198,831 from the £3.7 million Regulators' Pioneer \nFund launched by The Department for Business, Energy and Industrial Strategy (BEIS). \nThe fund enables UK regulators and local authorities to help create a UK regulatory environment \nthat unleashes innovation and makes the UK the best place to start and grow a business. \nThe project team consisted of the Health and Safety Executive (HSE), Atkins, the Open Data Institute \n(ODI) and Metis Digital. The team had expertise in construction delivery, H&S in the context of \nconstruction, data strategies, sharing data and H&S risk data management in construction projects. \nThrough an extensive programme of interviews with experts and examination of relevant studies, a \nlogic model was created which described the problem of sharing risk data from the design stage of a \nproject, the changes and outputs needed to affect a solution, and the resulting benefits to society, \nemployers and individuals.  \nStakeholders agreed that sharing risk information and adopting best practice in risk treatment is \nlikely to reduce the impact severity and frequency of incidents in construction. Productivity and \ncorporate memory is also likely to be improved by the availability of a database of clearly defined \nrisks and treatments. This may have particular value in relation to preventing rare catastrophic \nevents. However, the balance of costs and benefits in relation to data sharing is unclear, because the \nevidence in the form of published data is lacking. However, the logic model does show a strong \ncausal link between effective sharing of risk data and benefit in reducing costs. \nThe main benefit of sharing risk data is reducing the number and impact of incidents. However, \nthere are two further key benefits in the logic model which accrue from data sharing which are also \nevidenced in this report. These are benefits to an organisation which are described in this report as \n“moral glow”, arising from good H&S risk management and a robust institutional memory reducing \ntraining costs. This is associated with a skilled workforce, and assured levels of competence. The \n \n1\n https://getitright.uk.com/reports/literature-review/chapter/financial-and-economic-impact-of-error  \n2\n The Green Book (publishing.service.gov.uk) \n3\n National Data Strategy - GOV.UK (www.gov.uk) \n\n8 \nContains sensitive information \n \nsecond benefit is described as “reduced business friction” and is associated with construction \nbusinesses who operate with less margin of uncertainty and provide greater customer confidence in \nconstruction outcomes. Such businesses attract competitive insurance offers. \nThe logic model could not develop a fully defined solution because of the short timescale for the \nproject and a lack of data on relevant costs. A fully quantified assessment of costs and benefits was \ntherefore not possible. However, significant research was completed to develop an expert reviewed \nidea of the nature and distribution of the benefits that might be achieved if design risk data sharing \ncould be optimised. Some of the benefits relate to costs which have never been quantified, including \nloss of productivity and goodwill. The impact of data sharing was estimated in relation to historical \nsavings that were made over the six-year period between 2004/5 and 2009/10.  This period showed \na significant reduction in the costs associated with injury. \nIf data sharing can be significant enough to replicate this improvement in reducing injury cost \nbetween 2004/05 and 2009/10, this may be equivalent to up to another 30% saving (of £198 million) \nin injury costs in construction. This would reduce the total economic costs in construction associated \nwith workplace injuries and ill health down to approximately £1 billion (2018 prices). These figures \nunderestimate the potential benefits, because they take no account of the costs of non-injury \nincidents, damage, and waste that are associated with uncertainties in design and planning \ninformation, and the need for rework. \nAlongside research into the benefits that may accrue through data sharing, the project also \ninvestigated the practicalities of data sharing. The project was limited to a six-month period, so it \nwas difficult to do much more than gain a snapshot in time of how projects are working with design \nrisk data, rather than being able to study the use of design risk data through the lifecycle of a \nproject.  \nConsultation with the industry took place through workshops, a structured survey, interviews and an \nonline demonstrator. An initial workshop was held with 44 stakeholders attending, representing \nmainly large organisations, design consultancies, architects, infrastructure clients and contractors. \nThere was a clear appetite from the attendees to engage with this project, both in terms of being \npart of the community going forward and sending information to their project teams. Stakeholders \nagreed that there are potential benefits to be had from sharing design risk and safety data within the \nconstruction industry. \nHowever, even in this first workshop, the positive desire for data sharing and progressive \ncollaboration around design data was moderated by concerns around practical issues. These \nincluded security, privacy, ownership and governance in respect to data. The main ‘wants’ from \nattendees were around the desire for simplification, consistency and efficiency around recording and \nsharing design risk data. The main ‘needs’ were related to the necessity of good communication, \nboth internally and externally between collaborators and competitors, as well as with the HSE. \nThe project then followed up the first workshop with a survey in order to dig deeper into a more \ndetailed range of issues around sharing data, and to try to obtain some structured feedback on key \nquestions.  Responses to the survey revealed a high level of comfort and confidence held by \nparticipants in both their own, and their organisation’s, ability to manage design risk data effectively.  \nAggregation of design risk data was scored more highly as a valuable outcome than standardisation \nof data. On both topics, participants rated the value of doing so higher than the possibility of \n\n9 \nContains sensitive information \n \nexecuting it. Respondents recognised the importance of matching risk treatments to a risk and \nconsidered that fully automatic systems to do this would be less effective than semi-automatic \nsystems. To explain this point, a fully automatic system would serve up an optimal risk treatment for \nthe risk scenario, whereas a semi-automatic would serve up a number of treatment options for the \nuser to choose between, or relevant guidance to formulate their own treatments. The survey asked \nhow shared information should be overseen and where responsibility should sit for the overarching \ngovernance of this data. The survey recorded 32 responses from Stakeholders which listed an \nIndependent third party highest at 45%, Industry self-regulates at 38%, and the Government \nRegulator at 17%.  \nThe survey was followed up by selected interviews with representative experts from the industry. As \na result of these interviews, an octagon of issues was identified which collectively described how the \nculture and behaviours around data sharing at the design stage needs to change. Most of these \nissues can be both enablers for benefit, or blockers to prevent sharing, depending on their presence \nor influence. \n \nThe project found that the key issues preventing sharing \nare not simple. They span across the domains of people \nmanagement, skills and training, trust and human factors to \nthe commercial and legal aspects around liability and \nregulation through to the professional practice areas of \ndigital tools, data quality and standardisation. \nThe project used a framework of design risk data founded \non the PAS 1192-6:2018 “Specification for collaborative \nsharing and use of structured health and safety information \nusing BIM (Building Information Modelling)”, to develop an \nonline demonstrator.  This framework is also used by the \nDiscovering Safety programme’s (DSP) Construction Risk \nLibrary project. The Discovering Safety programme is a global H&S improvement programme being \nrun by the HSE and funded by the Lloyd’s Register Foundation. One of the key use-cases in this \nprogramme is the Construction Risk Library project which looks at using H&S risk data better through \nimproving data-related processes.  \nThe DSP Construction Risk Library framework uses six data points to describe a risk scenario, and \nthen seeks to match the risk scenario with an appropriate risk treatment. In the project \ndemonstrator a simple form was used to determine how users input to this framework compares \nwith current industry practice. The demonstrator showed effective identification, assessment, \nownership and treatment of risk. The intention of putting the demonstrator online was to hold up a \nbenchmark against which users could compare their own design risk recording method. The \ndemonstrator provided opportunity for users to comment against each data point and entry box on \nthe online tool.  \nA key finding from the demonstrator was that the risk entries on the tool, which categorised the risk, \nand provided essential context to the risk, were the least easy for users to transfer entries into from \nexisting records. Reasons for this include: the format of description of labelling of risks varies very \nwidely; the language of hazard and risk is used interchangeably; and risks are often described in very \n \nFigure 1 – H&S Data Sharing key concepts. \n\n10 \nContains sensitive information \n \ngeneral terms. To further complicate the picture, the context, or direct circumstances in which risk \nmay eventuate is rarely described. These factors made it very difficult for users to take advantage of \nany easy transfer of risk information into the demonstrator. \nWorking with the project online demonstrator provided the opportunity to test and simulate ways of \novercoming the 3 key challenges around industry organisation and relationships, standardisation, \nand liability. \nThrough the project three types of relationships were highlighted as having particular relevance. \n1)   Between competitors – On the side of sharing data between competitors was a strong moral \nsense of this being the right thing to do, and of openness and transparency being a fine ideal. \nHowever, in practice this was swamped by commercial and legal concerns, often fuelled by an over \ncautious approach to legal and contractual obligations. \n2)   Regulator to Industry, Industry to Regulator – The project foresaw issues with a reluctance \nto share directly with the Regulator. A project partner, the Open Data Institute, was therefore \nselected to act as a trusted intermediary. However, in practice this made little difference.  \n3)   Partnership working - The project did note successes working with those organisations that \nhad close relationships with the project. Data sharing was facilitated by a more relational rather than \ntransactional style of working. \nA key enabler which emerged as part of a solution to meet the barriers identified is the \nstandardisation of data.  Part of a root issue is industry variation in practice, value and priority of \ndesign risk data management. Where standardised methodologies do exist, they are often \nassociated with manual methods of recording risks. The use of 3D models, digital information \nmanagement, and the use of Information standards such as ISO 19650, do offer great opportunities \nfor progress in standardisation, and data sharing, but the practice of using them as core design risk \nmanagement tools is not widespread or well developed. One possible incentive proposed was a \nstandard audit format, approved by the Regulator, to benchmark industry practice against. A \nstandard audit procedure could be developed based on pre-construction audits already being \ncarried out by leading proponents in the industry, or developed from first principles. \nTo reduce concerns around liability for sharing data, the two strategies cited were the \nencouragement of a standardised data model, perhaps based on the Discovering Safety Construction \nRisk Library model. The second strategy involved using only generalised and anonymised coded data, \nor generic text.  The use of technology to automate anonymisation and generalisation is a potential \noption, but the application of such tools is at a very early stage in the industry.  The issue of security \nof data and combatting cyber threats is also addressed to a large extent by sharing only a select \namount of generalised and anonymised data. \n \n  \n\n11 \nContains sensitive information \n \n3. Introduction \n \nThe premise of this project is to encourage a better approach to reducing health and safety (H&S) \nrisks by sharing data. Data are facts or details from which information is derived. Individual pieces of \ndata are rarely useful alone. To be valuable each must be put into the correct context and shared \nwith those that need it. Not doing this can come with a cost. The economic impact to the UK from \nconstruction errors and rework is estimated to be £5bn (5% of project costs)\n4\n. Incidents account for \n£1bn\n5\n. These costs are met by individuals, their families, employers and society. They could be \nreduced by accurate, early identification and treatment of health and safety risks at their source – \ni.e. when decisions are being made at the planning and design stage of projects \n6,7,8\n. These decisions \ncan also be subject to optimism bias\n9\n resulting in a failure to prepare for, and mitigate against, \ninfrequent but catastrophic health and safety events\n10\n. \n \nThe importance of sharing construction data to reduce such risks is already recognised.  There is a \nconsensus that the wide adoption of construction health and safety risk data sharing will improve \nself-regulation and reduce the significant financial (and human) impact of incidents. One programme \nlooking to tackle H&S improvements is the Discovering Safety Programme (DSP), a global H&S \nimprovement programme being run by the HSE and funded by the Lloyd’s Register Foundation. One \nof the key use-cases in this programme is the Construction Risk Library project which looks at using \nH&S risk data better through improving data-related processes. \n \nThe importance of data sharing can be seen in the Discovering Safety programme’s SafetiBase Risk \nLibrary\n11\n, the Building Safety Bill\n12,13\n and the Golden Thread report from the Buildings Advisory \nCommittee. More generally, HMT Green Book notes the value of systematic data collected and made \ntransparently available, as does the National Data Strategy.  \n \nHowever, those who are required to invest and participate in data sharing may not be the ones who \ndirectly realise the benefits. This means the effect of data sharing on different stakeholders needs to \nbe understood. This project, therefore, aimed to determine the opportunity and practicalities of \nsharing health and safety data. This project has been made possible by a grant of £198,831 from the \n \n4\n https://getitright.uk.com/reports/literature-review/chapter/financial-and-economic-impact-of-error \n5\n https://www.hse.gov.uk/statistics/industry/construction.pdf \n6\n Digital information technologies for prevention through design (PtD): a literature review and directions for \nfuture research | Emerald Insight \n7\n https://getitright.uk.com/live/files/reports/5-giri-design-guide-improving-value-by-reducing-design-error-\nnov-2018-918.pdf, https://core.ac.uk/download/pdf/148364953.pdf \n8\n https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6238149/ \n9\nhttps://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/983759\n/updating-the-evidence-behind-the-optimism-bias-uplifts-for-transport-appraisals.pdf \n10\n https://www.hse.gov.uk/research/rrhtm/rr834.htm, https://hbr.org/2009/10/the-six-mistakes-executives-\nmake-in-risk-management \n11\n https://www.discoveringsafety.com/ \n12\nhttps://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/901877\n/Draft_Building_Safety_Bill_Impact_Assessment_web.pdf \n13\n https://www.gov.uk/government/publications/building-safety-bill-factsheets/impact-assessment-factsheet,  \n\n12 \nContains sensitive information \n \n£3.7 million Regulators' Pioneer Fund launched by The Department for Business, Energy and \nIndustrial Strategy (BEIS). The fund enables UK regulators and local authorities to help create a UK \nregulatory environment that unleashes innovation and makes the UK the best place to start and \ngrow a business. \nThe project was split into two core packages:  \n1. Understanding the benefits – Here, the intention was to determine a model which would \nconnect the action of sharing data to economic value, this would be justified by publicly \navailable datasets and interviews. The deliverables included a logic model, a range for \npotential benefits and insights for future improvements on the detail. \n2. A sharing data demonstrator – Whilst determining the benefits, the project aimed to \nreceive data from participants to gain industry insights and lessons learnt on data sharing for \nH&S. The deliverables for this were findings on how to share data. \nBoth packages come together to discuss the value of sharing data, what is currently happening in the \nsector, and how to move closer towards achieving the sharing of H&S risk data nationally, improving \nself-regulation and reducing the severity and frequency of injuries.  \n\n13 \nContains sensitive information \n \n4. Benefits of sharing data \n \nThis aspect of the project focussed on developing and testing a working hypothesis for the benefits \nof sharing health and safety risk data. \n \n4.1. Methodology \nThere have already been attempts to create sustainable business cases for sharing data across \norganisations and sectors. Examples include the National Underground Asset Register (NUAR) and \nNational Digital Twin programme. An initial project hypothesis regarding the benefits of sharing of \nH&S risk data was developed using learning from these and expert input from the Discovering Safety \nProgramme. Three broad benefits identified from the hypotheses to test were: \n Fewer and less costly incidents and accidents in construction. \n A positive “moral glow” associated with best practice H&S risk management giving rise to \nincreased workforce productivity and client (societal) confidence in construction \noutcomes\n14\n. \n Decreased “business friction” costs associated with lack of precision in risk and mitigation, \npaid in the form of higher insurance premiums and contingency costs. \nInterviews were conducted with 25 stakeholders from industry, academia and the public sector \nbetween Dec 2021 and March 2022. Interviewees were chosen based on their expertise, covering a \nwide range of areas. To generate a wider pool of interviewees, initial interviewees were asked if they \nhad experts in their networks who we would benefit from interviewing. \nThe interview format included a project introduction with a focus on the initial hypotheses. \nInterviewees were asked of their opinion on: \n The validity of the initial hypothesis (above). \n Existing and planned work on the benefits and beneficiaries of sharing data in general, and \ndesign risk and build environment data, in particular. \n Insight and evidence of the impact on employers, society and individuals from sharing \n(design risk) data. \nEconomic benefits are easier to quantify when there is a clear understanding of what intervention is \nbeing proposed. Therefore, a lack of interventions in sharing H&S risk data limits the project’s ability \nto forecast economic benefits with confidence.  Furthermore, given the scale of uptake and change, \nthis is likely to be incremental rather than transformative. An estimate of the economic benefits \nfrom safer design based on data sharing was undertaken through analysis of existing literature \nincluding Health and Safety Executive (HSE) books, reports and other publications in the public \ndomain.  \n \n \n14\n https://iosh.com/media/1577/the-impact-of-health-and-safety-management-on-organisations-and-their-\nstaff-summary-report.pdf \n\n14 \nContains sensitive information \n \n4.2. Logic Model \nWhen trying to quantify the economic benefits, logic models are needed to align the problem being \nfaced to a solution, this in turn creates outputs and impacts.  \nThrough engaging leaders with experience in the H&S risk data sharing space, Figure 2 was produced \nas the logic model for this study. This shows how the problem of economic costs from workplace \nrelated accidents could be addressed by curated accessible data on H&S risks. This model \nincorporates and develops further the framework in the HSE book by Gordon and Risley\n15\n.   \n \n15\n The costs to Britain of workplace accidents and work-related ill health in 1995/96 (hse.gov.uk) \n\n15 \nContains sensitive information \n \n \nFigure 2 - Logic Model for sharing H&S risk data. \n \n\n16 \nContains sensitive information \n \n4.2.1. Qualitative assessment of impact \n \nReduced incident cost \nStakeholders interviewed agreed that sharing risk information and best practice mitigation is likely \nto reduce the impact, frequency and severity of incidents in construction, and the costs incurred \nassociated with them. At a project level, accessible best practice information can improve \nproductivity at the design stage and outcomes during construction.  Furthermore, a national dataset \ndetailing risks and treatments will create an evidence base to increase the speed of industry \nlearning, including that relating to infrequent and catastrophic events. This evidence base can be \nused to document the potentially significant costs and impacts of H&S incidents which are not \nregularly quantified or mitigated. Stakeholders agree that the balance of costs and benefits to share \ndata and subsequently reduce risks are either unclear or not considered sufficiently attractive. This is \nprimarily because this activity has not been investigated to date, as well as H&S being seen as a \nmeans to meet regulatory demands than for something to innovate or improve on. \nStakeholders also agree that some costs associated with H&S incidents are partially unaccounted for \nin the logic model, including employer’s: internal investigation; support of external investigation; the \nrisk of business failure; and the human cost to individuals of coping with a colleague’s misfortune. \n \nPositive moral glow \nThere is broad agreement amongst stakeholders interviewed on the positive impact (“moral glow”) \nfrom good H&S risk management for employers. Stakeholders referred to a robust institutional \nmemory reducing training costs and incident frequency. \nFurther, a societal moral glow was suggested with the creation of differentiated national \ncompetence in H&S design risk management and a skilled workforce capable of offering competitive \nservices internationally. \nLess Business friction in the mitigation of risks and uncertainty \nThe costs of H&S incidents and waste are linked, with 37% accidents occurring during rework\n16\n. Such \ncosts are typically met by “contingency” budgets which act as a margin of uncertainty in delivery, \nundermining societal confidence in construction outcomes. \nThere is limited evidence of increased “business friction” for enterprises which have poor H&S \ndesign risk practices. Stakeholders agree that “poor performers” may have reduced access to \nopportunities\n17\n and find it harder to obtain competitive insurance offers. However, interviewees \nsupporting the Building Safety Bill have found that the insurance market does not currently support \nan exact correlation between risk identification and insurance costs. Insurers instead focus on what \nprocesses have been defined and adhered to and claim history. However, due to the pandemic \nissues and market defining losses, insurers are reducing appetite and capacity. In addition, where \nthey are underwriting, they are requesting more project-based information\n18\n. By introducing an \n \n16\n https://getitright.uk.com/  \n17\n Bidders are often required to disclose HSE investigations as part of a tender process \n18\n https://www.marsh.com/uk/industries/construction/insights/construction-insurance-market-update-\n2021.html  \n\n17 \nContains sensitive information \n \nimproved and consistent process of sharing data across projects and organisations, insurance \ncompanies gain more assurance and certainty, delivering value back to the industry.  \n \n4.2.2. Quantitative assessment of Impact \nIn the absence of a fully defined data sharing solution, it is not possible to speculate on the total \nimpact of sharing data on the various stakeholders.  An economic analysis on the result of reduced \nfrequency and severity of accidents is included below. \nSome insight into the impact of positive moral glow and negative business friction is available using \nthe techniques and analysis from Reputation Dividend which endeavours to calculate the proportion \nof market capitalisation attributable to listed company reputation. Reputation Dividend suggest that \ngood H&S risk management has an impact on the market and stakeholder perception of quality of \nmanagement, quality of products and in Environmental, Social and Governance (ESG) performance.  \nThis difficult to measure effect contributes to market capitalisation with the reputation contribution \nturning from a contributor to a detractor as businesses fail, shown in the Carillion chart (below): \n \nFigure 3 - Carillion Chart – courtesy of Reputation Dividend \n \n \n4.2.3. Proposed solution \nIt should be noted that the groups who will need to invest to create a data sharing solution \n(designers and data stewards) are not those who will necessarily benefit from the solution \n(contractors, clients and society). \nThere are many significant barriers to the implementation of any data sharing solution, outlined \nbelow: \n \n \n \n\n18 \nContains sensitive information \n \nTable 1 - Proposed Solution \nIssue Problem Steps to implementation \n“Technical” data \nconcerns \nEnterprises are happy in principle to \nshare data but unwilling or slow to do so \nin practice because of security, privacy \nand commercial concerns \nAdvice exists\n19\n but needs to be \ndeveloped with learnings from \nthe live demonstrator and \nNUAR \nEffort in \ncontribution \nH&S risk data requires effort before it can \nbe collated and analysed at a population \nlevel and therefore deliver value to users \nand society \nThe Discovering Safety \nProgramme and ODI data \ninstitution work will support \nuser engagement towards a \nsolution. \nSecuring of benefit The investors in data and data \nstewardship do not realise the benefits \nThe demonstrator project \nsupports cost identification \nand the benefits mapping work \nhas helped to identify potential \nbeneficiaries \n \nIn addition, any solution should complement the implementation of the National Data Strategy and \nBuilding Safety Bill. \n \n4.3. Economic Benefit \nAfter defining the impact from interventions through better risk data and management, the scoping \nof potential economic benefit can be determined. To tackle this, the Project used supporting data \nfrom the HSE’s publicly available records outlined later in 4.3.2. It should be noted that this focuses \non the economics of incidents occurring and not how the better planning of projects through better \nH&S practices delivers programmatic value. \nMany of the benefits discussed above specifically fall outside the costs measured not only by HSE \nbut also those measured by enterprises, individuals and society.  Specifically, HSE notes\n20\n the \nunquantifiable costs associated with reduced productivity, as a result of injuries or absenteeism and \nloss of goodwill and reputation of the firm with its workforce, customers and the local community.  \nIn addition, the formal costs of investigation in available data are only attributed to HSE, any cost to \nthe injured person’s employer is not recorded.  Interviewees formed the view that this was at least \nequivalent to HSE costs.  \n \n19\n https://www.cpni.gov.uk/security-minded-approach-open-and-shared-data, \nhttps://www.cpni.gov.uk/system/files/documents/06/e9/Triage%20Process%20for%20the%20publication%20\nor%20disclosure%20of%20information.pdf  \n20\n https://www.hse.gov.uk/pubns/priced/hsg101.pdf page 47 \n\n19 \nContains sensitive information \n \n4.3.1. Supporting data \nHSE first produced aggregate estimates of the costs to Great Britain of workplace accidents and \nwork-related ill health for 1990/91 in a seminal report by Davies and Teasdale\n21\n, separately \nidentifying costs to the individual, to the employer and to society. These estimates were updated for \n1995/96 by Gordon and Risley\n22\n, with an interim update for 2001/02\n23\n. Since the interim update, \nsignificant changes in methodology have been adopted in the HSE Costs to Britain Model and \ntherefore estimates presented thereafter are not directly comparable to what was previously \nprepared on a like-for-like basis. \nHeadline changes in the methodology have been outlined in Appendix 5 of a research report\n24\n \npublished in 2011 with regards to the costs to Britain of workplace injuries and work-related ill \nhealth in 2006/07. We have reviewed all aforementioned books and reports and found that the \noriginal book by Gordon and Risley with regards to the cost to Britain in 1995/96 provides a sound \n(although known to be incomplete) foundation for establishing a benefit framework due to its \ncomprehensive approach and thorough explanations. This helps categorise different types of \nimpacts and economic costs associated with workplace injuries and work-related ill health. \nInformation in this book was therefore used to inform the development of the logic map and \neconomic model following the central government’s guidance on evaluation in the Magenta Book\n25\n. \nRelevant data published by HSE from 2004/5 to 2018/19 has also been examined, including the \naforementioned research report on the 2006/07 costs and a separate report\n26\n for the 2018/19 costs. \nThese reports and dataset give a high-level and more up-to-date articulation of the economic costs \nof workplace injuries and work-related ill health, taking into account the evolution in the \nmethodology adopted by the HSE since early 2000’s. \nDue to 2018 being the last undisturbed financial year since the pandemic, global conflicts and their \nresulting economic impacts, use of this data is more representative in lieu of any up-to-date \ninformation that may be available. \n \n \n21\n Davies, NV and Teasdale, P, 1994. The costs to the British economy of work accidents and work related ill \nhealth. HSE Books ISBN 0 7176 0666 X \n22\n Gordon, F, Risley, D, and EAU economists, 1999. The costs to Britain of workplace accidents and work \nrelated ill health in 1995/96. Second Edition. HSE Books ISBN 0 7176 1709 2 (The costs to Britain of workplace \naccidents and work-related ill health in 1995/96 (hse.gov.uk)) \n23\n Interim update of the 'Costs to britain of workplace accidents and work-related ill health' (parliament.uk) \n24\n RR897 - The costs to Britain of workplace injuries and work-related ill health in 2006/07 - Workplace \nfatalities and self-reports (hse.gov.uk) \n25\n HMT_Magenta_Book.pdf (publishing.service.gov.uk) \n26\n Costs to Britain of workplace fatalities, self-reported injuries and ill health, 2018/19 (hse.gov.uk) \n\n20 \nContains sensitive information \n \n4.3.2. Determining the total savings available \nAn illustration of the range of economic costs relevant following the approach documented in the \nHSE book is presented in the figure below, with indication of relevant cost bearers. This illustration \noriginated from the aforementioned HSE 2001/02 interim update. \n \nIt should be recognised that in \nsome cases, a cost to one cost \nbearer (individuals, employers \nor society, as seen in Figure 4) \nis an equal and opposite \nbenefit for another bearer. For \nexample, sick pay represents a \ncost to the employer but is an \nequal and opposite benefit to \nthe individual who receives it, \nso at the societal level the sick \npay cancels out to zero. These \nare ‘transfer payments’: a cost \nfrom employers transferred as \na benefit to individuals. \nTable 2 summarises estimates \nof total costs of workplace \ninjuries and work-related ill \nhealth presented in historic \nreports examined. Figures \nsummarised in the table are \nnot directly comparable as \nthey were based on different \nmethodologies and limited by \nthe level of details presented \nin the relevant reports.  \nAlthough these figures are not \na direct replacement to each \nother in different years, this \ntable still provides an overview \nof historic estimates.  It may be \nobserved that overall, the costs \nassociated with workplace \ninjuries and work-related ill health as a percentage of the GDP marginally reduce over time, and the \ncosts associated with the construction sector are a small fraction of the overall cost, generally in the \norder of £1 to 2billion. \nFigure 4 - Range of economic costs – 2001 interim update, footnote 31 \n\n21 \nContains sensitive information \n \n \nTable 2 - Collated estimates of costs to the economy in historic reports (£ billion). \nData \nsource \nPrice \nbase \nAll sectors Construction \nLow**  High**  Central    % of GDP   Ill health  Injuries   Total \n1995/96  95/96     14.5 18.1 16.3 1.0 to 1.3% NA NA 2.11* \n2001/02  2001     13.1* 22.2* 17.7* 0.8 to 1.3% NA NA NA \n2006/07  2006 14.7 18.3 16.5 0.8 to 1.0% 0.92 0.67 1.59 \n2018/19  2018 15.1 17.3 16.2 0.7 to 0.8% 0.56 0.66 1.22 \n* Figures were either synthesised or selected based on professional judgement due to \ndocumentation available or the evolution of methodology over time \n** Definition of Low and High estimates varies over time. They represent a 90% confidence interval \nfor 2006/07 figures, and 95% for 2018/19. \n \n4.3.3. Cost trends and distribution  \nMore comparable estimates of the same costs are available between 2004/5 and 2018/19 based on \ninformation from the HSE’s Costs to Britain model. These are presented in the chart below with all \nmonetary values in 2018 prices (chart originally presented in HSE’s 2018/19 statistics). \n \nFigure 5 - Cost Trends \n \nIt can be observed that the total cost (across all sectors) fell by approximately 17% from £19.3 billion \nto £16.1 billion between 2004/5 and 2009/10. This is mainly driven by a reduction in the number of \nworkplace injuries. The overall reduction in the injury costs was found by HSE to be statistically \nsignificant (from £7.90 billion to £5.57 billion in 2018 prices between 2004/5 and 2009/10). The fall \n\n22 \nContains sensitive information \n \nvisible in ill health costs over the same period was not found to be statistically significant. Since \n2009/10, both injury and ill health costs have remained broadly level. \nThere are insufficient details in the time series data by sector to ascertain whether the trends \nobserved across all sectors apply to construction alone. The latest estimate on construction related \neconomic costs associated with workplace injuries and work-related ill health is from the 2018/19 \nestimate, which is based on the average annual number of workplace injuries and work-related \nillnesses for the three years from 2017/18 to 2019/20, as presented in the table below. \n \nTable 3 - 2018/19 estimates of injury and ill health costs with 95% confidence intervals associated with the construction \nsector (£million). \n Central Lower Higher \nIll health 561 (46%) 387 735 \nInjury 659 (54%) 473 844 \nTotal 1,220 NA NA \n \nFigure 6 illustrates how the total cost of £1.22 billion in the construction industry may distribute \nacross different cost bearers based on the distributional pattern observed across all sectors. The \ntotal cost of £1.22 billion is represented by the cost to society (the rightmost column). This figure \nrepresents the latest estimate on the relative distribution against which potential economic benefits \ncan be claimed for data sharing for safer design in construction. \n \nFigure 6 – Costs against cost holder types \n \nPlease note that this chart is for illustration and not to scale. \nNote: ELCI represents Employers’ Liability Compulsory Insurance \n\n23 \nContains sensitive information \n \n \n4.3.4. Headline findings \nThe impact of the counterfactual (not sharing data in a consistent and transparent approach across \nthe sector) would be missed opportunities in reducing the economic costs associated with workplace \ninjuries and work-related ill health in construction. Such savings could be claimed as the economic \nbenefits from sharing data (in a consistent and transparent approach across the sector) for safer \ndesign in construction.  No attempt has been made to estimate the societal benefits of either \ngreater certainty in output from reduced accidents and incidents in construction projects or from \nthe upskilling of the design and construction communities in health and safety risks and mitigation. \nThe lack of details on specific proposed data sharing solutions (given its conceptual status) limits our \nability to explore quantitatively its economic benefits with confidence and specificity. A glimpse of \nthe potential impact may be speculated with reference to what has been achieved historically across \nall sectors. \nThe most significant improvement (i.e. savings in costs associated with workplace injuries and work-\nrelated ill health) occurred during a six-year period from 2004/5 to 2009/10, where injury costs \nacross all employment sectors were reduced from £7.90 billion to £5.57 billion (2018 prices), \napproximately a 30% reduction. Over the period, the changes in ill-health related costs have not \nbeen found to be statistically significant. Both cost elements (injury and ill-health related) remained \nlevel from 2009/10 to 2018/19   \nIt was inferred from the observations that reduction in ill-health related cost is a lot more difficult to \nachieve as this cost has not changed materially since 2004/5. The 30% reduction in injury costs to \n2009/10 may be attributed to improvement in the safety practice, regulation, training and \nawareness.  We have taken the last period over which a change was statistically significant as the \npotential for improvement across the construction sector.   \n \nIf data sharing can be significant enough to replicate this improvement in reducing injury cost \nbetween 2004/05 and 2009/10, this may be equivalent to up to another 30% saving (of £198 million) \nin injury costs in construction. This would reduce the total economic costs in construction associated \nwith workplace injuries and ill health down to approximately £1 billion (2018 prices). The amount of \nmonetary benefits equivalent to different assumed percentages of savings and the resultant total \neconomic costs in the construction sector are illustrated in the table below. Please note these are \nnot economic forecasts, but just illustrations of what benefits may be achieved. The figures also \nexclude the potential benefits described in 4.3 above. \n \n \n \n \n \n \n\n24 \nContains sensitive information \n \nTable 4 - What-if tests - Illustration of annual monetary benefits equivalent to the assumed percentage of savings in injury \ncosts (2018 prices in £million/annum). \n \n2018/19 Central \n(Reference Case) \nAssumed savings in injury costs from data sharing in safer design \n30% saving 20% saving 10% saving \nIll health 561 (46%) 0 0 0 \nInjury 659 (54%) 198 132 66 \nTotal 1,220 198 132 66 \nNote. A decreasing/compounding trend from improved risk management has not been included for \nthese savings and therefore, only captured annually.  \n \nThe above assumed savings do not cover the full extent of impacts and instead focus on the two \nboxes as highlighted in Figure 7. It should therefore be noted that more annual savings could be \nrealised from the £1.22bn as well as from efficiencies on projects/programmes from better planning \nas a by-product of better risk management. In order to identify these impacts and a trend, further \ndetailed work would need to be carried out. \n \nFigure 7 - Logic Map highlighting reports assumed impact categories. \n \n \n\n25 \nContains sensitive information \n \n5. Sharing data practicalities \n \nThis aspect of the project focussed on determining practical steps to sharing H&S risk data. \n \n5.1. Approach \nThe potential benefits of sharing and managing risk data can only be realised through effective \napplication. This is not straightforward. This element of the project sought to determine practical \nways to achieve this that would be sustainable in the long-term. \n \nAlthough looking at the long-term, the approaches used also had to consider the project’s fixed \nfunding timeframe (6 months) and the limitations associated with this. These include: \n Construction projects (and the assets they produce) typically exist over a much longer \ntimeframe. Research into the practical impact of sharing data would need to be done over an \nextended period. \n Participants requested the deletion of shared data at the project’s conclusion. This limits the \nlifespan of its value.  \n The different governance arrangements required between short and long-term projects. \n The challenge of engaging representative of wider industry interests (commercial, insurance, \nfinance etc.) and getting them to participate.  \n \nTo address these issues the project focussed on the following two approaches:  \n \n1. Establishing the practical issues associated with data sharing in the construction industry \nthrough industry engagement, and; \n2. Developing a demonstrator to test data capture and sharing. \n \n5.2. Methodology \nThe initial methodology focused on using a series of workshops with industry representatives. The \nobjectives were to obtain their views, ask them to share data and then work with them on the \ninsights gained.  \n \nAn initial online workshop was run on the 22nd of November 2021.  It was focussed on how \norganisations currently share data and what the primary barriers are within the sector. There were \n44 attendees from across the construction industry. They included engineers, architects, regulators, \nasset owners, software vendors and data analysts. After this workshop it was clear that obtaining \ndata from these attendees was likely to be slower and more difficult than anticipated. An in-depth \nsurvey and interview process was therefore included to gain more structured feedback.  \n \nThe survey focused on gaining key insights relevant to sharing and collecting design risk information. \nIt ran between 17 December 2021 until 14 January 2022. Seventy-two organisations and individuals \nwere invited to participate. They were identified from the initial workshop attendees and \nstakeholders. Thirty-two responses were received (44% return rate). Most were part of a large \norganisation - 70% having over 1000 employees and 93% having over 100. \n \n\n26 \nContains sensitive information \n \nInsights from the survey informed the development of the demonstrator. This demonstrator focused \non the core issue of standardisation. This was selected because: \n The other key areas were covered in the survey and planned interviews.  \n It was not feasible to address them using the demonstrator within the project’s timeframe. \n \nThe demonstrator involved creating an online tool that allowed participants to submit their risk data \nin a standardised format. The format used a simplified set of Risk Classification Terms. It was an \nadapted version of Annex A from Industry Standard PAS 1192-6:2018 (Specification for collaborative \nsharing and use of structured health & safety information using BIM). As part of an industry initiative \nto improve the capture of H&S risk data, SafetiBase was developed. SafetiBase is an offering from 3D \nRepo (a software group) that allows the user to capture their H&S information in line with PAS 1192-\n6. 3D Repo worked together with Atkins and other industry partners to further develop the schema \nthat they use.  \nThe demonstrator’s version considers updates from the SafetiBase team (3D Repo and Atkins) and \nthe Discovering Safety programme, commonly referred to as the Discovering Safety Risk Library. \n \nTable 5 - Risk Classification Terms for demonstrator \nName Description Entry detail \nRisk Description Describing the risk Free text \nDesigner Focus Activity/Stage of the asset \nlifecycle relevant to the \ndesigner \nMultiple choice (18): \n1. Install construction \n2. Maintenance \n3. Operation \n4. Use \n5. Demolition, removal \n6. Ageing \n7. Commission, site tests \n8. Component \nmanufacture \n9. High impact events \n10. Life extension \n11. Material disposal or \nre-use \n12. Material sourcing \n13. Modification \n14. Post processing \n15. Preliminary \ninvestigation, tests & \nprototypes \n16. Storage, transport, \nlogistics \n17. N/A \n18. Other \n\n27 \nContains sensitive information \n \nConstruction Scope High level description of the \ntype of construction work, \nbased on CIRIA C755 \nMultiple choice (41): \n1. Access (onto and \nwithin site) \n2. Atria \n3. Bridge construction \n4. Bridge maintenance \n5. Cleaning of buildings \n6. Deep basements and \nshafts \n7. Electrical services \n8. External cladding \n9. General civil \nengineering, including \nsmall works \n10. General concrete \n11. General excavation \n12. General steelwork \n13. Ground stabilisation \n14. In situ concrete \n15. Lifts, escalators and \nauto walks \n16. Masonry \n17. Mechanical services \n18. Piling \n19. Pipes and cables \n20. Precast concrete \n21. Prestressed, post \ntensioned concrete \n22. Public health services \n23. Railways, working \nadjacent to, \nmaintenance of \n24. Refurbishment of \nexisting buildings \n25. Retaining walls \n26. Roads, working \nadjacent to, \nmaintenance of \n27. Roof coverings and \nfinishes \n28. Site clearance and \ndemolition \n29. Site investigation and \nremediation \n30. Site layout \n31. Stability and erection \nof structural steelwork \n\n28 \nContains sensitive information \n \n32. Surface coating and \nfinishes \n33. Surrounding \nenvironment \n34. Timber \n35. Trenches for \nfoundations and \nservices \n36. Under pinning \n37. Windows/glazing \nincluding windows \ncleaning \n38. Work in coastal and \nmaritime waters \n39. Working over/near \nwater \n40. N/A \n41. Other \nRisk Category Based on Annex B PAS 1192-6 Multiple choice (33): \n1. Event: Electric shock \n2. Event: Fire or \nexplosion \n3. Event: Loss of control \n4. Event: Machinery \nguarding \n5. Fall: Collapse of BMU \n(Building Maintenance \nUnit) \n6. Fall: From ladder \n7. Fall: From MEWP \n(Mobile Elevated \nWorking Platform) \n8. Fall: From open edge \n9. Fall: From scaffold \n10. Fall: Slip or trip on the \nsame level \n11. Fall: Through fragile \nmaterial \n12. Handling: Materials \nhandling \n13. Handling: Mechanical \nlifting operation \n14. Handling: Working \noverhead \n15. Material effect: \nAsbestos \n\n29 \nContains sensitive information \n \n16. Material effect: \nChemical \n17. Material effect: Lead \n18. Material effect: Silica \ndust \n19. Material effect: Wood \ndust \n20. Mechanical effect: \nLoss of control using \nhand or power tool \n21. Mechanical effect: \nNoise \n22. Mechanical effect: \nVibration \n23. Struck: By falling \nobject \n24. Struck: By machinery \nor part \n25. Struck: By moving \nvehicle \n26. Struck: Overturning \nplant or moving \nmachinery \n27. Trapped: Asphyxiation \n28. Trapped: Confinement \n29. Trapped: Crushed by \nexcavation \n30. Trapped: Drowning \nand flooding \n31. Trapped: Unintended \ncollapse \n32. N/A \n33. Other \nRisk Factor Attribute or property of the \nelement, location or \nconstruction scope which is a \nspecific pre-cursor, pre-\ncondition or trigger to a risk \nevent \nMultiple choice (28): \n1. Material: Asbestos \n2. Material: Dust \n3. Material: Lead \n4. Material: Strength \n5. Physical: Collapse \n6. Physical: Connection \n7. Physical: Contact with \nmoving vehicle \n8. Physical: Edge \n9. Physical: Fragile \n10. Physical: Gas release \nand ignition \n11. Physical: Length \n\n30 \nContains sensitive information \n \n12. Physical: Noise \n13. Physical: Opening \n14. Physical: Size \n15. Physical: Spacing \n16. Physical: Weight \n17. Task: Change design \n18. Task: Cleaning \nglazing/window \n19. Task: Cleaning \nmachinery \n20. Task: Excavation \n21. Task: Lifting \n22. Task: Manual handling \n23. Task: MEWP (Mobile \nElevated Working \nPlatform) \n24. Task: Site \nmanagement \n25. Task: Temporary \nstructure \n26. Task: Welding \n27. N/A \n28. Other \nElement type The hardware element in the \nrisk scenario, this can be a \nbuilding element or product, \nsuch as a slab, wall, roof etc., a \ntemporary structure, an \nexcavation or trench, a piece \nof plant or equipment or lifting \naccessory, or even a hand held \ntool \nMultiple choice (22): \n1. Ceiling \n2. Cladding \n3. Column \n4. External wall \n5. Flat roof \n6. Frame/beam \n7. Guard rail \n8. Internal wall \n9. Isolated foundation \n10. Lift \n11. Mechanical equipment \n12. Pitched roof \n13. Raft foundation \n14. Ramp \n15. Slab \n16. Stair \n17. Temporary structure \n18. UG gas pipe \n19. Wall foundation \n20. Window \n21. N/A \n22. Other \n\n31 \nContains sensitive information \n \nLocation Location in relation to the risk \nor risk factor, not by absolute \nco-ordinates \nMultiple choice (17): \n1. High level: Between \njoist \n2. High level: Near edge \n3. High level: Near \nopenings \n4. High level: Scaffolds \n5. Mobile plant: BMU \n(Building Maintenance \nUnit) \n6. Mobile plant: MEWP \n(Mobile Elevated \nWorking Platform) \n7. Site logistics: Confined \narea \n8. Site logistics: Crane \narea \n9. Site logistics: \nExcavation area \n10. Site logistics: Exposed \narea \n11. Site logistics: Pump \narea \n12. Site logistics: Traffic \nroute \n13. Site logistics: Welding \narea \n14. Site work area \n15. Site work area: Plant \nroom \n16. N/A \n17. Other \nLikelihood How likely is a risk to occur Free text \nSeverity/Consequence How severe is the risk if it \neventuated \nFree text \nOwner identified Who owns the risk Yes/No \nTreatment Description Describing the treatment Free text \nTreatment Type How the treatment was dealt \nwith (ERIC) \nMultiple choice (6): \n1. Eliminate \n2. Reduce \n3. Control by subsequent \ndesign \n4. Inform \n5. N/A \n6. Other \nTreatment Stage Categorising treatments based \non stages \nMultiple choice (6): \n1. Preliminary design \n\n32 \nContains sensitive information \n \n2. Detail design \n3. Pre construction \n4. Site work, temp works, \nchange control \n5. N/A \n6. Other \nTreatment Scheduled Is the treatment planned Yes/No \nFurther Comments on \nRecording Risk \nFurther comments Free text \nFurther Comments on \nRecording Treatment \nFurther comments Free text \n \nResponsibility for building, hosting and operating the demonstrator was placed with the Open Data \nInstitute as one of the project partners. This was a project strategy to defuse any concern that data \nshared might be transferred across to the regulator. It was supported by stakeholders and was \ncentral to project delivery.  \nThe final workshop was held on Monday 7th February 2022. It began with a summary of findings up \nto that point, including a recap of the first workshop and the insights gained from the survey. This \nwas to ensure participants felt part of an iterative cycle of information gathering and dissemination, \nto understand that this project is focussed on sharing data for the benefit of the community itself. \n \nA reasoned description of the demonstrator then preceded some dedicated exercise time. \nAttendees were invited to explore using the tool and to upload example risk entries they had been \nrequested to prepare in advance. This process seeded a final group discussion which highlighted \nseveral points concerning risk data handling in general. \n \nFollowing the workshop, information about the demonstrator was emailed to those who could not \nattend. It remained live and open for a period of three weeks to allow as many users as possible to \nengage with it. Additional material was also provided to project organisers for use in the form of \nseveral raw anonymised risk registers.  \n \nInterviews were also held with five industry experts between 01– 10 March 2022. These interviews \nfocussed on issues relating to design risk and treatment data sharing, the survey outcomes and the \nlive demonstrator. The findings are combined with the survey results below to protect the \nanonymity of interviewees.  \n \n5.3. Findings \n \n5.3.1. The Initial Workshop \n \nAttendees demonstrated a clear appetite to engage with the project at this workshop. This was both \nin terms of being part of the community going forward and sending information to the project team; \nalthough this did not translate into practice as the project progressed. They also agreed with the \nprinciple that sharing design risk and safety data within the construction industry has potential \nbenefits. \n\n33 \nContains sensitive information \n \n \nDiscussions about the challenges and solutions followed. Attendees shared their views about \norganisational concerns when it comes to data sharing in practice as well as their experiences of how \nto overcome these challenges. Key themes were: \n \n Data must be structured and standardised to facilitate its sharing and aggregation. \n Organisational culture can be a barrier to sharing. This will take time to influence. \n Organisations differ in terms of size and budget. Smaller players face different challenges to \nbigger firms. They may perceive the benefits differently as well. \n \nAttendees also had an opportunity to communicate what they would want and need in order to feel \nconfident in sharing data with the project. The main ‘wants’ were for simple, consistent and efficient \ndesign risk data recording. The main ‘needs’ centred around good communication - both internally \nand externally, between collaborators and competitors, as well as with the HSE. The main concerns \nexpressed regarded security, privacy, ownership, and governance. There was strong agreement \nabout the need for confidentiality and non-disclosure agreements before data sharing could \nproceed. \n \n5.3.2. The Survey \n \nFurther data from the survey is presented in Appendix A. The key findings from the survey were: \n \n Producer or Benefactor? Most respondents (78%) considered their organisation to be both a \nproducer and a user/benefactor of design risk data. The next largest category (just 9%) \naccounted for those who just produced such information. This shows that a majority of \nparticipants have something to contribute and benefit from. The scale of this benefit is currently \nunknown. \n \nFigure 8 - Survey responses on the nature of respondents’ organisations \n \n \n Effectiveness of design risk data use: Most considered their organisation to be relatively \neffective when working with design risk data. All respondents, bar one, rated their organisation \nat least three on a five point scale. The modal response was a rating of four. Respondents gave \nbroadly similar ratings when asked to consider their own personal effectiveness with design risk \n\n34 \nContains sensitive information \n \ndata was quite similar. These responses indicate a broad level of comfort with current design risk \ndata practices. \nFigure 9 - Survey responses on organisational effectiveness with design risk data \n \nFigure 10 - Survey responses on personal effectiveness with design risk data \n \n \n Issues Impacting on Data Sharing: The survey identified several difficulties that may impact on a \ncompany sharing design risk data. These include: \n \n‒ Over-Complication: Design risk data needs to be as simple as possible and free from \nunnecessary complexities. \n‒ Arbitrary Scoring: Limiting the use of risk scores. These are often subjective and / or \nproduced without suitable rigour meaning they have limited value. \n‒ Long descriptions: Risk descriptions should be simple and to the point. Many go into too \nmuch detail that does not add value. \n‒ Assumptions: Detailing assumptions linked to each risk also takes up space and does not add \nvalue. \n‒ Duplication: Including the same risk under slightly different scenarios. \n\n35 \nContains sensitive information \n \n‒ Ownership: Clarity on who owns the risk and is accountable for its mitigation is seen as a \nparticularly important. \n \nSurvey participants identified that data needs to be simplified and standardised to align it with all \nusers and other industries. This includes the need for guidance. Respondents indicated that a \nbroader set of tools (which includes an audit format with agreed data fields and formats) would be a \nsignificant incentive for their organisation to commit to changing how they currently capture and \nshare such data. \n \nThe survey allowed respondents to list the risk and treatment options that they most supported. \nThis was to identify priorities. For risk the favoured options related to ‘Likelihood’ and ‘Severity/ \nConsequence’. For treatments this was ‘Type’, ‘Mitigation’ and ‘Status’. Clarity of ownership was \nanother distinct priority. This is to drive tasks to meaningful action. There was strong support for \naggregating design risk data and less support for standardisation (see Figure 11). There was also \nstrong support for semi-automated risk-treatment matching with low support for this being fully \nautomated. This indicates respondents recognise the importance of having oversight of the risk \ntreatments and that the process of risk-treatment matching has a medium to high level of difficulty. \n \nFigure 11 - Survey responses on the value and possibility of design risk data aggregation and standardisation \n \n \nThe survey asked respondents about governance arrangements for data sharing and where \nresponsibility should sit. An independent third party was the most popular options (45%) followed \nby industry self-regulation (38%). The least popular option was a government regulator (17%). The \nsurvey, workshop and interviews all identified a clear hesitation about working with a regulator in \nthis area.  \n \n\n36 \nContains sensitive information \n \n \n5.3.3. Demonstrator \nThe creation of a live demonstrator was a key focus of the project. The ambition was to create a \nbenchmark tool which would enable industry to input data that could be assessed against a standard \ndata capturing format as seen in Table 5. It also provided the opportunity to test ways of overcoming \nthree key challenges - industry organisation and relationships, standardisation, and liability. \n \nFigure 12 - Example screenshots of demonstrator \n \n\n37 \nContains sensitive information \n \n \n \n \n \n\n38 \nContains sensitive information \n \nA 1-to-5 scale was used to rank the difficulty users had when mapping their source document to the \ndemonstrator fields - 1 being most easy and 5 being most difficult. The average value for all twelve \nfields was 2.45 with the lowest score being 1 and the highest 4.2. \n \nThe average mapping difficulty for each individual demonstrator field is shown in Figure 133. They \ncan be judged against this baseline score. Some fields are known to be common throughout the \ncommunity, such as ‘Likelihood’ and ‘Severity / Consequence’. It is therefore unsurprising that they \nhad average mapping difficulty scores of 1.88 and 1.86, respectively. It should be noted that despite \ntheir use appearing to be common, several critical comments were directed towards risk matrices \nformed by using these two fields. The lowest score of 1.43 was for ‘Owner identified’. Again, this is \nunsurprising as it is essentially a binary field. \n \nConversely the highest score of 3.13 was for the ‘Element type’ field. Many submissions took \nadvantage of the ability to select more than one option for multiple choice fields. It shows that \nsubmitted entries often didn't fall neatly into one particular option. \n \nThese findings are interesting. They clearly highlight a preference in the industry around the basic \nhealth and safety data requirements. However, these fields alone do not allow for greater insight. \nThis requires additional fields which allows for more filters, more insights and better connections \nbetween clusters – creating links that before may not have been known.  \n \n \nFigure 13 - Average mapping difficulty for demonstrator fields \n\n39 \nContains sensitive information \n \nFeedback revealed some additional things that participants would have liked to have seen: \n‒ The content of the schema on vehicles, machinery, and also biological issues did not cover \nthe extent and granularity that some users wished.  \n‒ Expansion of other categories was also desired to cover a range of disparate activities from \ntraffic signalling to pumping, \n‒ Further situation categories were requested such as temporary works and water-based \nenvironments.  \n‒ Some users highlighted a desire for more situational issues where the main factors are not \nso related to physical elements.  \n‒ Some mention was made of a need to better accommodate managerial, financial, and \nenvironmental factors too, showing a misunderstanding of H&S risk registers. \n \nFurther insights were gained by examining the small cache of redacted risk registers provided to the \nproject. This allowed entries to be observed from an overarching perspective when compared to \nthose uploaded by online users. The latter may have suffered from selection bias or entry error.  \n \nIt was not uncommon to have a number of missing fields for a given entry in many of these risk \nregisters. This indicates that these fields are either somewhat superfluous, difficult to complete or \nlacking quality control. A tight end-to-end process should have most fields entered if the risk register \nis designed well enough for a specific range of needs.  \n \nFor completed information it was clear that a number of risk registers favoured having certain \ninformation over multiple fields where the demonstrator had one. For example, some risk registers \nhad separate free text fields for ‘Event’, Cause’ and ‘Impact’ or had similar fields to that effect. In the \ndemonstrator approach these were all bundled together in the single free text field for ‘Risk \nDescription’.   \n \nConversely, they also combined certain information within one where the demonstrator has \nmultiple fields. Certain risk registers had risk description fields that explicitly prompted the user to \ninsert details for aspects like location. This has its own independent field in the demonstrator. Only \none of the available risk registers had this. \n \nThe examination of complete risk registers showed ‘Likelihood’ and ‘Severity / Consequence’ \nmatched best in addition to free text fields of risk and treatment descriptions. This mirrors the \nfindings from the data uploaded to the online tool. These fields seem to provide the accepted base \ncase for what a risk register currently looks like.  \n \nFurther in line with the findings from uploaded data, there was a noticeable disparity between some \nof the prominent multiple choice demonstrator fields and the information in the available risk \nregisters. The ‘Designer Focus’ and ‘Construction Scope’ demonstrator fields had some degree of \nmatching with a few risk registers, but more so when the essence of the information was considered \nrather than the exact options. The ‘Risk Category’, ‘Risk Factor’ and ‘Element Type’ demonstrator \nfields were virtually unmatched across any of the available risk registers. \n \nFrom the other perspective, it was clear that the community favoured certain aspects of information \nthat the demonstrator approach does not cater for at all – intentionally omitted, although it is \n\n40 \nContains sensitive information \n \navailable in the 3D Repo platform. A common theme throughout the available risk registers was a \nsense of time progression, in terms of pre-treatment and post-treatment status, including residual \nrisk information. Other things that were seen include not only measures of a singular likelihood, but \nrather estimations of worst-case, best-case and most-likely case scenarios.  \n \nAll of these observations raise valid questions about both the type of content and the level of detail \nneeded in a standardised risk data schema, to provide a basis which is both rich and nuanced \nenough to satisfy needs, without resorting to unrestrained free text in all fields. It is preferable to \nkeep as much as possible on such a quantised basis, given an appropriate level of flexibility, as this \nhas a number of benefits over free text. A user can then become well acquainted with the relevant \noptions for their specific area, and so more readily complete such a risk assessment than continually \nstriving for appropriate free text descriptions. \n \nThis in turn has the added benefit of being better understood by others, by ensuring that all users \nsubscribe to a common language. It is the chain of process and communication that forms the real \ncore of needs being addressed here, beyond simply recording the issues. Free text has its place as an \noverview, but is highly dependent on the style of the author and can be subject to misinterpretation. \n \nFurthermore, a controlled set of discrete options may also lend itself better to automated analysis \nsuch as those available in 3D Repo. If applied to enough data from a large-scale data sharing scheme \nover a period of time, it may be able to discern patterns that could lead to practical guidance on how \nto steer practices for the better, with statistically apparent results. Such goals are paramount, being \nthe culmination of data, communication and action. \n \nThe project survey of existing risk registers indicates that the Discovering Safety data model (Table 5) \noverlaps significantly but not perfectly with the information commonly captured in such registers. \nSome revision and modification of the data model may help to increase its utility and ease adoption. \n \nTable 6 - Overview of observations comparing risk register data, both received from the online tool and those in hand, to \nthe demonstrator approach developed for this project \nCharacteristic  Current Data Processes  The Demonstrator (Benchmark)  \nRisks are described using \nstandard terminology \nThe format of description of risks \nvaries very widely \nCoded categories of risk are \nstandard, but a free text \ndescription is permissible \nRisks are described in specific \nterms \nThe language of hazard and risk \nis used interchangeably, risks are \noften described in very general \nterms \nAssumes that a single risk is \ncapable of assessment with \nlikelihood and severity score \nRisks are identified in a way that \neliminates or reduces \nuncertainty about how these will \nbe managed by design \nVariable Focuses on a level of granularity \nwhich forces analysis and is \ndesigned to reduce uncertainty \n\n41 \nContains sensitive information \n \nRisks are described in context of \ndata such as location, product or \nelement and construction scope \nThe context, or direct \ncircumstances in which risk may \nbe eventuated is rarely described \nIncludes standard data points \nwhich help define the risk \ncontext \nThe designer focus in adding a \nrisk is clear i.e. component \nspecification, install construction, \noperations, maintenance, \ncleaning \nThis is sometimes the case Provides a menu of 16 categories \nof designer focus to select from \nThe information is machine \nreadable and capable of \nconsistent interpretation \nVariable Built with this end in mind, \nincluding data points like ‘Risk \nFactor’ which may appear \nsuperfluous to human reasoning \nRisks are identified in a way that \nmeans they can be readily \naccepted by a ‘Risk Owner’ and \nactioned \nThis is normally the case Explicitly names a risk owner and \nattributes the risk to a project \nworkflow \nRisks are clearly linked to a ‘Risk \nTreatment’ i.e. any action that \nmay be necessary to eliminate, \nreduce, control or provide \ninformation about the risk \nThis is sometimes the case Explicitly links a risk to a \ntreatment, and a workflow to \naction this going forward \n \nIt was also found through observations and interviews that there was a benefit that can be achieved \nthrough sharing data using a structure similar to that in the Demonstrator (Table 7). \n \nTable 7 - Potential benefits of standardising and aggregating risk and treatment data \nWhat’s the change? What’s the benefit? \nAdoption of alphanumeric coding \nand automated anonymisation of \nkey terms across the design \nindustry \nDefuses any concerns about sharing project specific or commercial \nin confidence data. Only coded and processed information will be \nshared. \nStandardisation of risk \ndescriptions \nEnsures consistency of approach between task teams in a single \nproject, and then opens up the possibility of consistent \nmanagement of risks and treatments across projects and between \nemployers \nEnables metrics and measures to be developed \nEnables digital technologies to be implemented \nFacilitates risk data sharing \n\n42 \nContains sensitive information \n \nMore specific descriptions of risk \nin context \nEnables risk to be managed in context of specific workflows and \nvisual scenarios to be developed for training and briefing \nOpens up the possibility of machine assisted design processes, \nwhere risk knowledge can be automatically prompted by \nidentification of a risk \nEnables direct transfers of risks into treatment plans, where \nthrough multiple project stages actions can be planned to manage \na residual risk in an optimal way \nFacilitates early identification of temporary works or other \nadditional resources which may be required to manage risks \nAggregation of risks across \nprojects and employers \nEnables feedback mechanisms to be developed so any one project \ncould compare a design risk profile against generalised data held in \ncommon \nEnables prioritisation of risks and economies of scale and \nefficiencies and quality to be realised where many similar risks are \nall being addressed \nOpens up the possibility of cross industry cooperation in dealing \nwith common risks through standardised processes \nSpecific ownership of risk and \ntreatment workflows \nEnhanced management of the more common risks that occur at \nscale \nEasier identification of exceptions where cross industry \ncollaboration might enhance treatment, or where specialist/expert \nhelp may be required \n \n5.3.4. Interviews  \nThe one-to-one interviews yielded valuable feedback on the detail presented in the demonstrator, \nsurvey findings and the overall project outcomes. In an effort to summarise the outcomes of both \nthe lessons learnt in the survey and interviews, eight core areas have been outlined which enable \nthe effective sharing of health and safety data, these are shown in Figure 14 \nEach area was explored during the interview phase. The \ninformation gathered was combined with survey findings to \nprotect the anonymity of interviewees and are captured in \nTable 8. \n \n \n \n \n \nFigure 14 – Core areas of sharing H&S data \n\n43 \nContains sensitive information \n \nTable 8 - Interview comments illustrating the eight core areas \nCore Area Comments \nRelationships \nContracts \nMost \narchitects \nand many \nengineers \nwork in small \nbusinesses, \nwhere BIM is \nnot widely \nused \nSharing \ninformation \nabout our \nwellbeing and \nhealth and \nsafety should \nbe a given. The \nconcern is \nwhat kind of \nformat it \nneeds to be \nin? As a \ndesigner I \nshould be \nlooking \nactively to put \ndata into that. \nThe way we \norganize the \nindustry \ncontractually \nis a mess. It's \ndone to \nminimize \ncommercial \nrisk rather \nthan for \nsafety \nThe \nConstruction \nIndustry is \nnot one \n“thing”. It is \nfragmented \nand \ncompounde\nd by huge \nvariety in \nsize, \ncapability \nand activity \nof designers  \n“Need the last \n100 metres of \ncommunicatio\nn from office \nto workforce” \nThis reflects \nthe \nimportance of \nensuring \ninformation \nchains are \ncomplete. \nCommercial \nValue \nIndustry \nlacks an \nunderstandin\ng of the value \nof design risk \ndata \nThere are no \nmetrics or \nways of \nmeasuring \nquality of \ndesign risk \ndata \nIndustry has \nlarge amounts \nof data. This is \nmore \nbeneficial \nwhen \naggregated \nEvery \ndesigner \nthinks their \ndesign is \nunique, but \nit is not. We \nneed to \nshare risk \nlearning and \nwe need to \nshow the \ncost. We \nneed to \nshow what \nthe redesign \nimpacts \nwould be on \nthe \nsteelwork \nand the fire \nstrategy. \nIt is very \nimportant for \nyoung and \npartly trained \narchitects that \nthey do \nunderstand \nrisk \nmanagement \nproperly. I \nthink sharing \nrisk \ninformation \ncould be a \nbenefit there. \nValue of risk \nmanagement \nEngineers or \ndesigners fill \nin bits of \npaper for no \nreal reason - \nother than \nperhaps the \nrather naive \nview that it \nI would like to \nsee designs \nwhere each \nRIBA stage has \na pot of risks \nidentified \nwhich are \nprioritised in \nterms of how \nIt is important \nto take \naccount of \ncontextual \ninformation \nrelating to \nrisks. There \nare \noperational, \nReducing \nrisk is \nobviously \nbeneficial, \nbut how are \nyou to justify \nthat as being \na \nproportionat\nRisk \nmanagements \nneeds to work \nin practice, \nnot just satisfy \na quality \naudit. There is \nan importance \nin separating \n\n44 \nContains sensitive information \n \nwill satisfy \nHSE if they \nget a knock \non the door \nthey will affect \nthe cost and \nvalue of the \nbuild. This \ncosts us \n£1,000,000 up \nor down \nfunctional and \nconstruction \nissues that \nhave \ncommercial \nprogram \nimpacts that \ncan affect \nsafety and \nvice versa \ne cost. There \nis no \naccepted \nway of doing \nit. \nout the \nsignificant \nresidual risks. \nSecurity The industry \nis risk averse \nbecause of \nthe lack of \nunderstandin\ng of security \nprotocols \nI do have \nexperience of \nsharing health \n& safety risk \ndata, but it is a \nsensitive \nproblem. \nAnybody can \nmisuse your \ndata for their \nown purposes. \nMisinformatio\nn is a \nsignificant \nproblem \n“Weak \npoints” in \ninfrastructur\ne are \ndangerous \nto know \nAggregation \ncan create \nnew security \nthreats \nLiability –Legal \nRegulation \nThere is a \nneed for \nmutual \nrespect. \nEveryone \nmust give \nand take \nCollaboration \nis very \nimportant, \nmore than co-\nordination. It \nneeds \nprofessional \ntrust \nThere are two \nreasons why \npeople may \nbe reluctant \nto share \nopenly. One is \nfear that poor \npractise might \nget to the \nRegulator. \nThe other is \nfear of getting \nsued \nsomewhere \ndown the line \nIt should be \ntotal \ntransparency \nfor health \nand safety \ninformation \nin my \nopinion. I \nthink there \nshould be no \nsecrets. \nThere may still \nbe some \nmindsets that \nwould rather \ncontrol \ninformation \nand stop it \nleaking out. \nCompanies \nwho haven't \ngot \nparticularly \ngood safety \nperformance \nmight not \nwant to share \ndata. \nData Quality It's pointless \nseparating \nthe risk \ninformation \nfrom the \ncontextual \ninformation. \nIt goes hand \nin hand, we \nneed one \nwith the \nother. \nI think a core \nprinciple \nshould be \nmaking sure \nthat the \ninformation is \ncorrectly \nstructured \nwith clear \nrules on how \nto achieve \nthat. \nData sharing \nneeds to start \nearly in the \nproject \nprocess.  \nIt seems \nquite \nprogressive \nto be talking \nabout \nsharing data. \nIt's about \ncollection of \ninformation \nand creating \ninsights from \nit, which I \nYou need to \nknow the \nquality of \ninformation \nthat you share \nis correct. The \nquality of \ninformation \nbeing shared \nwill be very \nimportant. \nHopefully it \n\n45 \nContains sensitive information \n \nRegional \ncontext and \nurban vs \nrural, makes \na difference. \nthink could \nbe valuable. \nhas a minimal \namount of \nsubjectivity \naround it. \nData Tools Record risks \nagainst \ndesigns in a \nvisual way. It \nmeans you \nactually get a \nsense of how \ndesign \ndecisions \nhave \nimproved \nsafety \nThe majority \nof architects \nwork in small \nbusinesses, \nwhere BIM is \nnot widely \nused. \nI think the \nchallenge is a \nlot of manual \nmanipulation \nof data. A lot \nof the systems \naren't \nconnected. \nImagine a \nfilter that \nsorts \nprojects with \ngood \ntreatments, \nthen having \na quick scan \nand going \nOK, that one \nlooks like it \nwas \n£100,000 to \nimplement \nto save 10 \nmillion / 5 \nyears let's \nget in. \nA risk that can \nbe tracked \nthroughout \nthe whole \ndevelopment \nof the design, \nwhy aren't \nyou doing \nsomething \nabout it? Why \nhaven't you \nreduced it? \nData \nStandardisatio\nn \nI am starting \nto work \ntowards \nprojects \nbeing less \nautonomous \nin my own \ncompany, \nnot \nreinventing \nthe wheel \nwhen you \nare close \nenough. \nDefinitely \nworth \nsharing risk \nlearning \nwithin \ncompanies. \nI think the \nreally critical \nbits of risk \ntreatment \ninformation \nare rarely \nwritten down. \nThese are the \ncost of \nimplementatio\nn and cost \nreduction or \nrisk reductions \nin a financial \nsense. \nMy \npreference \nwould be \nhaving data \nsharing tied \nup, through \nthe \ngovernment \nand the \nbuilding regs. \nIt should be \ntotal \ntransparency \nfor health \nand safety \ninformation \nin my \nopinion. I \nthink there \nshould be no \nsecrets. \nAny data \nsharing needs \nto take the \nunusual into \naccount; from \ntunnelling to, \nrestoring the \n1700s \nbuildings. Pre-\nselected stuff \ndoesn't \nnecessarily fill \nthis gap. You \ncan give a \ngood guide, \nbut it can't \nreally drive it \ndown to \nexcellence. \nUsers of the \nsystem need \nto be able to \nadd their own \ndata \n \n \n\n46 \nContains sensitive information \n \n6. Discussion \n \nThe project found clear agreement amongst workshops attendees and interviewees that data \nsharing is a good idea. Sharing of data is happening in specific, limited initiatives across the industry \nsuch as Collaborative Reporting for Safer Structures (CROSS UK) and the Designer’s Initiative on \nHealth and Safety (DIOHAS). These initiatives are effective but focus on specific user groups.  \nThis project demonstrated that whilst data sharing is perceived to be a good idea, in practice \ndelivery is difficult. To look at this in more detail, this section discusses these difficulties under three \nkey headings, Benefits, Understanding and Governance. \n \n6.1. Benefits \nBenefits are what drive the purpose of any endeavour, without determining benefits, there are few \nmechanisms to incentivise groups. This project recognised, in both the survey and interviews, that \nthere was a strong belief that there would be a benefit in sharing industry data, however, there were \nfew organisations willing to act on this belief. The possible reasons for this are explored later in the \ndiscussion. The focus here is on how understanding the benefits can tackle this problem. The first \npoint to explore is how benefits at the societal (macro) level can be delivered by surfacing the \nbenefits at a project (micro) level. \n \n6.1.1. Micro to Macro \nA key problem is that the beneficiaries of data sharing are not always those who bear the costs. The \nproject notes that a short-term study is unable to tie into construction design projects/programmes \nand demonstrate value throughout these longer timescale projects. For that reason, a good focus \nwould be for micro-level benefits to be derived at the project, programme and organisational levels. \nThis will link principles required to establish the data sharing endeavour at a macro-level and micro-\nlevel. This creates an incentive for an organisation to act for their own benefit without having to \nfocus too heavily on the wider economic value.  \nFor example, to tackle organisation incentivisation, standardisation could be the initial focus. \nCreating a standardised structure for an organisation to operate its design/construction H&S risks \nwill invariably provide greater insight: allowing the targeting of specialist knowledge; providing a \nclear structure for insurance brokers and providing greater organisational assurance – reducing \ncosts. In this example, if multiple organisations standardised in the same way for their own benefit, \nthis would start to solve the national problem of how to provide a similar structure that everyone \ncan follow. \nWhen considering how to tackle the organisational issues, it is important to make sure these tie to \nthe national problems, so that the solution can be appropriately scaled.  \nIt should be noted that micro-incentives can be instilled through macro-levers, such as through \npolicy development. Negative incentives are usually the initial focus for incentivising groups. \nHowever, whilst they are important, it is better to consider the positive, organisational incentives \nfirst before turning to the industry levers.  \n\n47 \nContains sensitive information \n \n6.1.2. Connecting H&S to delivery efficiencies \nThrough the benefits work, it was only possible at this stage to focus on datasets that existed and \nprovided enough rigour to develop a conservative estimate of savings. However, the logic model \nshows value far beyond that which has been proposed. In order to recognise this, clear links need to \nbe made between organisational/programmatic improvements similar to Paul O’Neill’s safety-first \napproach as Alcoa’s CEO\n27\n. More of this type of work can help link infrastructure performance \nimprovements unlocking further savings beyond the projected reduced welfare spend on injuries. \nIn addition, once a solution has been confirmed, the benefits and associated incentives can be \ndetermined, driving a more focused effort on the true economic value. \n \n6.2. Understanding \nEducation is a cross-cutting theme for the findings which shows of a lack of awareness/knowledge of \nthe value of H&S, design risk management, data and data sharing. This lack of knowledge makes it \ndifficult to perceive value and take meaningful next steps. Trust in H&S risk data sharing, data \nstandards and organisational relationships are areas where awareness is needed. \n \n6.2.1. Trust in H&S risk data sharing \nThe initial workshop and survey into data-sharing within the industry highlighted a number of \nconcerns acting as barriers to data-sharing, ranging from legal and compliance questions through to \nconcerns about ownership and governance. These findings suggest that decision-makers need both \neducation concerning the risks and benefits of H&S information-sharing, and support in assessing \nthese before they feel equipped to make decisions with confidence in this area. \nA lack of clarity and resulting reluctance regarding data-sharing decisions is not unique to the \nconstruction sector. In response to this persistent cross-sectoral challenge, the ODI has begun to \nexplore the feasibility and utility of a simple decision-tree online tool to address the fear, \nuncertainty, and doubt often encountered in the preliminary stages of data-sharing between \norganisations\n28\n. \nIt should be emphasised that the purpose of this tool is to raise discussion, debate, and awareness of \nthe issues potentially involved in information sharing, rather than to issue binary ‘yes’/’no’ \njudgements about doing so; as such it is not a ‘magic bullet’ for managers. With content customised \nto fit the needs of the construction industry, however, such a tool may provide a relatively low-cost \nand low-maintenance way for organisations to assess and, ideally, begin to embrace data-sharing as \na practice, as well as to mitigate the risks attendant upon this. \n \n6.2.2. Data standards and tools \nThe logic model identifies data standards as a single solution that enables both data analytics and \nthe creation of curated accessible H&S risk data; onward outputs from this then include useful data \n \n27\n https://www.forbes.com/sites/roddwagner/2019/01/22/have-we-learned-the-alcoa-keystone-habit-\nlesson/?sh=598fff8158ba  \n28\n Prototype to help identify and manage risk when sharing data – The ODI \n\n48 \nContains sensitive information \n \non risks and mitigations, curated consistent interoperable data, and usable data insights. \nFurthermore, the potential role of data standards in furnishing a solution to data sharing barriers is \nwell-understood within the industry: 72% of respondents to the survey felt that ‘an industry-wide \nstandardisation of design risk data would be valuable to [their] organisation’. Confidence in the \nfeasibility of such a solution was more muted; nevertheless, 63% of respondents believed ‘an \nindustry-wide standardisation of design risk data would be possible’, with 19% being uncertain. \nAddressing such restrictions and variability are, however, part and parcel of the normal process of \nstandards development. PAS 1192-6 in 2018, the Discovering Safety programme and the \ndevelopment of ISO 19650-6 are tackling the standardisation challenge. The PAS, a publicly available \nspecification in Britain, has developed the initial structure for detailing H&S risk data and DSP is \ndeveloping this further. The international standard, ISO 19650-6, is currently in development. This \ninternational standard builds off PAS 1192-6 and DSP, consolidating experience into new \nrequirements and pushing this standard to an international community. \nTo add to this, companies like 3D Repo are implementing these standards as part of their wider \nsoftware offering, embedding H&S risk data sharing principles at the core of their offer\n29\n. However, \nit seems the industry still needs to be made aware of these and the development of a guide would \nbe beneficial in precipitating widespread implementation of best practice from clients through to \nappointed parties. \nWe recommend that the ISO 19650-6 standard under development incorporates these learnings and \npromotes the adoption of this standard by organisations and, in particular, software vendors within \nthe sector. Such adoption will allow data collection to be standardised at point of entry - and hence \nto be readily and meaningfully shared and reused as appropriate. Ongoing use in current H&S \nsystems will furthermore ensure that the information thus gathered remains current and relevant, \nrather than being left as a historical exercise.  \n \n6.2.3. Organisational relationships  \nDuring the survey, participants expressed a clear preference to not share their data with HSE and \nplaced a government regulator as being the last group they would want as a data steward. Whilst \nthe industry perception is that the HSE’s remit is primarily to prosecute, it has a broader role “to \nprevent work-related death, injury and ill health”. The industry focus should be on improving health \nand safety performance in collaboration, including with the HSE. This will help to reduce accidents \nacross the sector and improve economic outputs. This may not involve sharing data with HSE, but it \nwill require co-operation and an improvement on the current approach. \nThe industry’s current method of project delivery involves a lot of information and responsibility \nhandover. This is true for H&S information also. As a result, the decision and actions made during a \nproject, including the information that is captured about them, impact whether an incident occurs or \nnot. Workshop participants may not be familiar with the new methods in which H&S risk data can be \nused effectively. Therefore, their perceived effectiveness can only be as good as far as their \nawareness extends. It should also be considered that there are negative connotations in admitting \nany negligence. \n \n29\n https://3drepo.com/white-paper-digitising-health-and-safety/  \n\n49 \nContains sensitive information \n \nCurrently, the industry is predominantly influenced by “guilt culture” dynamics – expecting \npunishment for negligence. Whilst a weak positive dynamic exists in the form of keeping up the \npublic image, the industry needs to incorporate a more mature approach. This could move towards \ninternalising questions such as “Would I like to be injured myself? Are my actions and decisions \ntherefore appropriate?”. This can be embedded within the industry through education of ethics \n(responsibilities/impact) in H&S risk management and promoting organisations to work better \ntogether.  \nThis presents a more general challenge identified with changing the culture of the construction \nindustry. It will be far more difficult than changing the culture within one organisation. There is a \ncollective challenge across a whole set of stakeholders, clients, designers and contractors.   \n \n6.3. Governance \nDiscussions with stakeholders failed to clearly identify a recommendation of who should undertake \nany effort for sharing H&S risk data nationally in the long-term and how it should be funded, \nsupported and governed. This section looks to address this, noting that a single entity may not be \nthe answer. \n \n6.3.1. Supporting bodies \nAny entity that is created/re-purposed/appointed to undertake the development of this structure \ncan take solace in the fact that a number of areas requiring attention are already being tackled and \nsupported by different bodies across the industry. This entity can work together with the following \ngroups against their respective areas – this group will likely change with time: \n Security: Centre for Protected National Infrastructure. \n Standards and Guidance: UK BIM Framework, British Standards Institute, BIM4H&S and \nInternational Organisation for Standardization (ISO). \n Benefits and approach: National Underground Asset Register. \n H&S risk data sharing & enabling tools: 3D Repo & Atkins (SafetiBase), Discovering Safety \nProgramme. \n Industry Knowledge: Construction Industry Advisory Committee (CONIAC) and Construction \nLeadership Council (CLC). \n Industry engagement: Construction industry institutions (ICE, IET etc.). \n H&S Sharing: Collaborative Reporting for Safer Structures (CROSS UK) and the Designer’s \nInitiative on Health and Safety (DIOHAS). \n Data Sharing principles: Open Data Institute. \n \n6.3.2. Security \nOne of the most common risk mitigations for data sharing is the removal or masking of sensitive \ninformation. The most common kind of information requiring such treatment is personal data, as \n\n50 \nContains sensitive information \n \ndefined by legislative instruments such as the General Data Protection Regulation. However, other \nkinds of data – for example, security or commercially-sensitive data will often also require shielding \nin the construction sector. \nAt a smaller scale, information-screening of this kind can normally be managed manually, with \nsensitive data being removed prior to sharing. At a larger scale, however, the use of automated \ntechniques becomes necessary to ensure shielded data does not enter the common store. A wide \nrange of these techniques are available, with the precise technology and approach adopted \ndepending on need and feasibility. \nOver the longer term, the construction industry as a whole will need to assess the range of \ntechnologies available and their applicability to use-cases within this sector. The need for such an \nevaluation is at present remote. Should the industry mature in its data sharing practices, however, \nthe potential for widespread and well-judged application of privacy-enhancing and other \ntechnologies to improve H&S information sharing will be considerable. \n \n6.3.3. Organisational framework \nGiven the complexity of the construction sector and the barriers and challenges identified by this \nproject, undertaking a national data sharing initiative would be difficult for the industry working in a \ndecentralised way and will therefore [arguably require] an organisation - or small group of \norganisations.  \nIn order to realise the benefits of sharing H&S risk data, a data institution\n30\n could be designed to: \nhelp develop the necessary infrastructure, including fostering the adoption of new standards and \ntechnologies; act as an independent gatekeeper of sensitive H&S risk data contributed to it by \nindustry members; generate benchmarking and insights based on that data and distribute those \ninsights back to members; and, where appropriate, facilitate safe access to some of the data it \nstewards, possibly to members of the industry, software vendors or to a regulator in order to \nfacilitate oversight while protecting sensitive information. \nWith a remit that benefits the sector, it becomes important to determine who should manage this \norganisation (or collection of). Some of the factors influencing this decision will be: \n Perceived neutrality and trust of stewarding organisation. \n Independence of organisation from the various members of the ecosystem. \n Capabilities of the organisation. \n Securing long-term and industry-wide buy-in from members of the industry. \n Long-term sustainable resources, funding and revenue streams. \n Internal incentives aligned to reducing incidents and the collective economic burden. \n Instruments to mandate/incentivise the cooperation of industry organisations. \n \n30\n https://theodi.org/article/what-are-data-institutions-and-why-are-they-important/ \n\n51 \nContains sensitive information \n \nThe question of sustainability deserves particular emphasis and consideration because although the \nbenefits of H&S risk data-sharing to the industry as a whole are likely to be substantial, there is a \nsplit between where the costs of collection, management and sharing are incurred and where its \nbenefits are realised.  \nSharing H&S risk data for the greater benefit of the industry is a collective action problem. The \nquestion of how to initiate collective action is a difficult one. One problem which surfaces is that of \nthe free rider, creating a “burden on a shared resource by use or overuse by people who aren't \npaying their fair share for it or aren't paying anything at all”\n31\n. This is particularly a problem where \nupfront costs to establish a collective system are significant. In the case of a data sharing vehicle set \nup to benefit a wide range of users, the individual organisational benefits can be realised by \nremaining passive, not sharing data, and waiting for other organisations to take the initiative – \ncreating individual value from no action. This is further complicated by those who are interested but \ndo not want to take the first step, waiting for others – to learn from their successes and mistakes. \nFurther work needs to be carried out to find out the most appropriate approach needed to realise \nthe benefits of data sharing.  \nThere are existing data institutions to draw inspiration from and compare their approaches to the \nuse case of sharing H&S risk data across the construction industry. Some examples are explored \nhere. \nPublic-sector \nDEFRA is an example of a regulator or government body performing the roles of data institution. For \ninstance, since 2015 large retailers in England have been required to report information to Defra \nregarding the total number of single use carrier bags sold, the gross proceeds, any costs incurred and \nthe use of the net proceeds. Retailers can be fined if they don’t submit records on time. Data is \ncollected via an online survey tool which includes automatic calculations for some fields to assist the \nretailers with entering data into the system. \nIn principle this example could transfer to health & safety provision in Construction. However, the \ncomparison and any potential application would need careful consideration. In the DEFRA example \nabove, a system was created to request data to monitor the effect of a policy to reduce carrier bag \nuse. HSE already operates a Fee for Intervention System which is designed to recover costs on the \n“polluter pays” principle. However this system is focused on work carried out where a Material \nBreach is detected, and only on a reactive basis.  \nThe industry \nIt would also be possible for members of the construction industry to perform the roles of a data \ninstitution. This could be done by a single organisation or a group of organisations working in \nconcert. For instance, an existing construction or design firm could take on the roles of developing \nand maintaining standards and other infrastructure for the sector, acting as a gatekeeper for data \nheld by other organisations or facilitating safe access to data under restricted conditions. However, a \nsingle firm would likely struggle to persuade competitors to take part in such an arrangement.  \nAlternatively, a group of organisations within the industry could use decentralised technologies and \ndistributed governance processes to enable collection, management analysis and access of H&S risk \ndata on terms that are suited to the group. In the pharmaceutical industry, for instance, a group of \n \n31\n https://www.investopedia.com/terms/f/free_rider_problem.asp  \n\n52 \nContains sensitive information \n \nten pharmaceutical companies has joined together to form MELLODDY, a project that aims to \n“enhance predictive Machine Learning models on decentralised data of 10 pharmaceutical \ncompanies, without exposing proprietary information.” These types of decentralised approaches can \nstruggle, however, to achieve sustainability without significant support from members of the \nindustry and can, without appropriate forethought and stakeholder management, suffer from a lack \nof direction. \nAn independent body \nThere are numerous relevant examples of independent third parties that perform the roles of a data \ninstitution. These can be for profit or non-profit. HiLo is an example of an independent commercial \ndata institution which operates within the shipping industry and supports the sharing of safety and \naccident data in the maritime sector. HiLo gathers data from shipping companies and analyses the \naggregated dataset in order to provide actionable benchmarks and meaningful insights back to its \nmembers. Financially, HiLo receives subscription fees for its insight service but initially struggled to \nattract new members, wrestling with trust issues due to being independent. As a group, rather than \ndelivering economic value for an industry, it focuses on delivering individual value for its subscribers \n– its discretion being a function of its trust mechanism. \nIt should be noted that the industry has independent organisations such as CROSS UK and DIOHAS to \nfoster greater sharing of H&S learning between organisations. Whilst these organisations cater for \nspecific needs, perhaps they could serve a function of a wider H&S data sharing ecosystem.  \nIn the survey we asked who should be put in charge of overseeing the aggregation of H&S risk data. \n45% said an independent third party, 38% said the industry itself and 17% said a government \nregulator. This suggests that there is an appetite within the industry for an independent third party, \nhowever these results would need to be confirmed through further and more widespread \nengagement with industry stakeholders. Indeed, an important next step should be working with \nmembers of the construction industry to explore in greater depth the various technical and \ninstitutional options outlined here in order to understand which are most suitable and acceptable \nfor the industry.  \n\n53 \nContains sensitive information \n \n7. Recommendations and Next Steps \n \nSharing H&S risk data is technically feasible and has merit. There are data standards that exist in the \nindustry already and there is demand in the community for data-sharing. There is work needed to \ndevelop an organisation that can help the industry share its H&S risk data. Some initial activities can \nhelp to improve the success of this organisation, these include: \nBenefits:  \n Economics study: Quantify the benefits to businesses in better H&S risk data management. \n Economics study: Further explore the other areas of potential benefits, testing the logic \nmodel developed in this project. \nUnderstanding:  \n Seminars/Papers/Training: Highlight the value of H&S risk management in project delivery. \n Develop a guide: Detail best-practice and standards for H&S risk data management via the \nUK BIM Framework or equivalent body. \nGovernance: \n Identify the remit: Explore the purpose of this vehicle, highlighting what is in scope. \n Funding plan: Determine a funding plan linked to long-term revenue streams, ensuring \nalignment between funder requirements/incentives and organisational incentives. \n  \n\n54 \nContains sensitive information \n \n8. Acknowledgements \n \nList of Organisations who contributed to the benefit mapping for the project: \n \nAtkins \nBEIS \nBodvoc Ltd \nCambridge Centre for Smart Infrastructure and Construction \nCentre for Digital Built Britain \nCROSS \nDHLUC \nFladgate \nGet it Right Initiative (GEIRI) \nHSE \nInfrastructure Projects Authority \nODI \nReputation Dividend \nRPC \nRSA \nSir Robert McAlpine \nWatch me Think \nList of Organisations who contributed to the workshops and survey (please note that only the \norganisations who have consented to being credited are listed): \n3D Repo Ltd. \nAEC3 UK Ltd. \nAlford Hall Monaghan Morris Architects Ltd. \nArcadis UK Ltd. \nArgent (Property Development) Services LLP \nArup Group Ltd. \nBinnies UK Ltd. \nBourne Group Ltd. \nCapita Ltd. \nConstruction Clients Leadership Group Ltd. \nGeospatial Commission - Cabinet Office \nHeathrow Airport Ltd. \nJacobs Engineering Group Inc. \nKier Highways Ltd. \nLloyd's Register Foundation \nMott MacDonald Ltd. \nNational Highways \nSafety Schemes in Procurement (SSIP) Ltd. \nSmart DCC Ltd. \nTelent Technology Services Ltd. \n  \n\n55 \nContains sensitive information \n \n9. Appendices \n \n9.1. Appendix A:  Additional survey data \n \nCurrent practices \n The majority of respondents indicated that their organisation’s current approach to \nrecording risk information was at least average to good (1 = Terrible, 5 = Excellent) \n \n This risk information is most often collected by a combination of free text and drop-down \nmenus, or free text alone \n The majority (66%) of respondents’ organisations use spreadsheets to track risk data \n \n 48% of respondents find their current process easy to use, 48% sometimes find it easy to use \nand 4% don’t find it easy to use at all \n\n56 \nContains sensitive information \n \n Respondents listed the following when asked about incentives or obligations that their \norganisation would need in order to change its current approach to the way that design risks \nand treatments are recorded: \no Removal of complexity \no Industry guidance/standardisation \no Alignment of approach with other industries \no Better tools \no More effective audits \no Demonstrable benefits \no Early buy-in \n \nRisk fields \n Respondents listed the following when asked about fields in design risk data which were \ndeemed required: \n Likelihood \n Severity \n Consequence \n Risk identifier \n Risk/accountable owner \n Respondents listed the following when asked about fields in design risk data which were \ndeemed useful but not required: \n Further information on risk \n Project stage \n Several other different and unique responses, indicating less agreement on what is \nuseful rather than essential when it comes to design risks \n Respondents listed the following when asked about fields in design risk data which were \ndeemed as causing confusion: \n Overcomplicated quantification \n Long descriptions of causes \n Arbitrary scoring systems \n Duplication \n \nTreatment fields \n Respondents listed the following when asked about fields in treatment data which were \ndeemed required: \n Type \n Mitigation \n Status \n Owner \n Risk level \n Respondents listed the following when asked about fields in treatment data which were \ndeemed useful but not required: \n\n57 \nContains sensitive information \n \n Residual risk information \n Assumptions \n Outcome \n As with risk fields, there was little consensus with this question as opposed to the \nprevious one on the essential fields \n Respondents listed the following when asked about fields in treatment data which were \ndeemed as causing confusion: \n Overcomplicated quantification \n Long descriptions of mitigations \n Lack of clarity on ownership \n Duplication \n When asked if the separation of risk information from other general non-contextual project \ninformation was essential, useful or not necessary, the majority (80%) responded that it was \neither essential or useful \n \nStandardisation \n When asked if their organisation finds industry-wide standards valuable, the majority (72%) \nresponded with ‘Yes’, 19% said ‘No’ and the remainder did not know \n 63% of respondents think industry-wide standardisation of design risk data would be \npossible, 19% thought it would not be possible and the remaining 19% did not know \n Respondents listed the following when asked about incentives or obligations that their \norganisation would need in order to adopt industry-wide design risk data standards: \n Clear identification of best practice \n Guidance \n Elaboration of the benefits \n Better recognition in the industry \n \n \n \n\n58 \nContains sensitive information \n \nAggregation \n A high majority of respondents indicated aggregation of design risk data would be valuable \nto their organisation\n \n A similarly high majority of respondents indicated that the aggregation of design risk data \nwould be possible\n \n 90% of respondents stated that analysis of aggregated design risk and treatment data could \nlead to valuable capabilities, only 1 respondent (2%) said no it would not lead to valuable \ncapabilities, the remainder responded that they didn’t know \n When asked about who respondents would feel most comfortable overseeing this process, \n45% said an independent third party, 38% said the industry itself and 17% said a government \nregulator \n Respondents listed the following when asked about what assurances they would need to \nparticipate in a data aggregation scheme: \no Confidentiality \no Anonymous data submission (i.e. can’t be tracked to the submitting organisation) \no Terms of reference \no An overseeing body \n Respondents listed the following when asked about what would need to be implemented to \nbe confident in aggregated data being analysed: \n\n59 \nContains sensitive information \n \no Industry acceptance/endorsement \no Defined permission levels \no Uniform collection format \n \nMatching risks to treatments \n 72% of respondents indicated matching design risks to treatments would be useful, 9% \nindicated it would not be useful and 19% did not know \n The majority of respondents indicated that they believed this kind of matching to be \nmoderately difficult (1 = Very easy, 5 = Very difficult) \n \n 72% of respondents indicated that they believed this matching could be done in a semi-\nautomated way, 13% indicated that it could be fully automated, 10% indicated that it could \nonly be done manually and the remainder did not know \n Current approaches of matching design risks to treatments is seen as either below average \nor slightly above average on the whole (1 = Terrible, 5 = Excellent) \n ","version":"1.10.100"}