{"numpages":38,"numrender":38,"info":{"PDFFormatVersion":"1.6","IsAcroFormPresent":false,"IsXFAPresent":false,"Creator":"Adobe InDesign 16.2 (Macintosh)","Producer":"Adobe PDF Library 15.0","CreationDate":"D:20210930113609+01'00'","ModDate":"D:20210930114013+01'00'","Trapped":{"name":"False"}},"metadata":{"_metadata":{"xmp:createdate":"2021-09-30T11:36:09+01:00","xmp:metadatadate":"2021-09-30T11:40:13+01:00","xmp:modifydate":"2021-09-30T11:40:13+01:00","xmp:creatortool":"Adobe InDesign 16.2 (Macintosh)","xmpmm:instanceid":"uuid:6ef00d98-670b-4b46-9a83-340c624cab40","xmpmm:originaldocumentid":"xmp.did:ea8d1bdb-8c6a-4585-b0be-f8a4295e4728","xmpmm:documentid":"xmp.id:71b451f0-a22a-476b-af2e-be4a319f344a","xmpmm:renditionclass":"proof:pdf","xmpmm:derivedfrom":"xmp.iid:aa2baabb-7c0e-44eb-b503-a298fd32de40xmp.did:75dc6580-db06-41e9-b37f-4fbf0734820exmp.did:ea8d1bdb-8c6a-4585-b0be-f8a4295e4728default","xmpmm:history":"convertedfrom application/x-indesign to application/pdfAdobe InDesign 16.2 (Macintosh)/2021-09-30T11:36:09+01:00","dc:format":"application/pdf","pdf:producer":"Adobe PDF Library 15.0","pdf:trapped":"False"}},"text":"\n\nSecondary use of \nhealth data in Europe\nOpen Data Institute / Report \nMark Boyd, Dr Milly Zimeta, Dr Jeni Tennison and Mahad Alassow\nOpen Data Institute\n\n\n\nOpen Data Institute 2021 / Report Secondary use of health data in Europe    3\nContents\n4 About\nAbout the ODI 4\n5 Executive summary\nThe importance of secondary use of \n \nhealth data 5\nOur findings 6\nKey themes and insights 7\nHow to use this report 7\n8 Chapter 1: The importance of secondary \n \nuse of health data\n1.1 The opportunity 8\n1.2 The challenge  10\n1.3 Data management and access in Europe 12\n13 Chapter 2: Policy vision for secondary \n \nuse of health data\n2.1 The ODI’s theory of change 13\n2.2 Insight tool: policy framework for secondary use \nof health data 14\n2.3 Further considerations 16\n17  Chapter 3: EU policy for secondary \n \nuse of health data\n3.1 Insight tool: EU policy scorecard 17\n3.2 Relevant EU-wide policy  19\n3.3 Current strategic direction 20\n3.4 Key aspects of EU policies and \nimplementation 21\n22 Chapter 4: Country-level policy for secondary \n \nuse of health data\n4.1 Context: country-level legislation and \nregulation 22\n4.2 Insight tool: country-level scorecards 23\n4.3 Insight tool: country profiles 23\n24 Chapter 5: Discussion: \n \n‘What does good look like?’’\n5.1 Summary 24\n5.2 Benchmarking 25\n5.3 Analysis of country-level best-practice \nexamples 26\n5.3a Infrastructure 27\n5.3b Capability 28\n5.3c Innovation 29\n5.3d Equity 30\n5.3e Ethics 31\n5.3f Engagement 32\n33 Chapter 6. Policy needs for secondary \n \nuse of health data\n6.1 Infrastructure 34\n6.2 Capability 34\n6.3 Innovation 34\n6.5 Equity 34\n6.4 Ethics 35\n6.6 Engagement 35\n36 Annexes\nAnnex 1 – Detailed methodology 36\nAnnex 2 – Insight tool: policy framework 36\nAnnex 3 – Insight tool: EC-level and country level \nscorecards and profiles 36\n\nOpen Data Institute 2021 / Report Secondary use of health data in Europe    4\nAbout\nThis report was researched and produced by the Open Data \nInstitute (ODI) and published in September 2021. The lead \nauthor is Mark Boyd. The wider project team includes  \nMahad Alassow, Dr Milly Zimeta, and Dr Jeni Tennison.  \nThis report is independent work by the ODI that was \ncommissioned by Roche. \nIf you want to provide feedback or get in touch, contact us at \npolicy@theodi.org\nAbout the ODI\nODI works to build a strong, fair and sustainable data \neconomy by helping governments and businesses around the \nworld get data to people who need it. It is independent, \nnonprofit and nonpartisan, founded in 2012 by \nSir Tim Berners-Lee and Sir Nigel Shadbolt. From its \nheadquarters in London and via its global network of startups, \nmembers and nodes, the ODI offers training, research and \nstrategic advice for organisations looking to explore the \npossibilities of data. \nSince its inception in 2013, the ODI startup programme has \nsupported 33 startups spread across five ‘cohorts’. Initially \nthe programme focussed on businesses that placed open \ndata at the core of their business model and had a \ntriple   -bottom-line impact socially, environmentally and \neconomically. The evolution of the data-enabled economy \nsector demonstrated that most business models, whilst \nadopting an open-innovation approach, incorporated a blend \nof open and shared data. In response to this, we broadened \nthe scope of the latest cohort to include a wide range of \ndata-enabled startups. \nAs a whole, startups incubated by the ODI while in the \nprogramme have secured around £16m in sales and \ninvestments and directly employed more than 130 people.\n\nExecutive summary\nOpen and trusted health data systems can help Europe respond to \nthe many urgent challenges facing its society and economy today. \nThe global pandemic has already altered many of our societal and \neconomic systems, and data has played a key role in enabling cross-\nborder and cross-sector collaboration in public health responses. \nEven before the pandemic, there was an urgent need to optimise \nhealthcare systems and manage limited resources more effectively, to \nmeet the needs of growing, and often ageing, populations.\nNow, there is a heightened \nneed to develop early-\ndiagnostic and health-\nsurveillance systems, and more \nwillingness to adopt digital \nhealthcare solutions.\nThe importance of secondary use of  \nhealth data\nBy reusing health data in different ways, we can increase the \nvalue of this data and help to enable these improvements. \nClinical data, such as incidences of healthcare and clinical \ntrials data, can be combined with data collected from other \nsources, such as sickness and insurance claims records, and \nfrom devices and wearable technologies. This data can then \nbe anonymised and aggregated to generate new insights and \noptimise population health, improve patients’ health and \nexperiences, create more efficient healthcare systems, and \nfoster innovation. \nThis secondary use of health data can enable a wide range of \nbenefits across the entire healthcare system. These include \nopportunities to optimise service, reduce health inequalities \nby better allocating resources, and enhance personalised \nhealthcare – for example, by comparing treatments for people \nwith similar characteristics. It can also help innovation by \nextending research data to assess whether new therapies \nwould work for a broader population. \nTo assess the policy context at European and country level, \nwe drew on the ODI manifesto’s six areas for trusted and \ntrustworthy data ecosystems (infrastructure, capability, \ninnovation, ethics, equity and engagement) to identify 22 key \npolicy components needed to achieve such an ecosystem. \nFor each component, we proposed a success indicator as a \none-sentence statement explaining how it would operate if it \nwas a fully functional policy area. Finally, we evaluated these \nin two ways:\n What is the quality of policy activity for this indicator? \nThe evaluation range for activities is: having only limited \naspects of the success indicator (low); aligned intent but \nmissing key aspects (medium); fully comprehensive (high).\n What progress is being made on implementation of \npolicy for this indicator? \n \nThe scoring range for the policy implementation stage is: \nnot started (0); defined (1); planned (2); pilot initiatives (3); \nscaled-up implementations (4).\nThis approach allowed us to create a set of country rankings, \nand a library to demonstrate good practice or ‘what does \ngood look like?’. This also means country and regional \npolicymakers and ministries of health can compare \nthemselves with their peers and identify approaches they can \nadapt for their own context.\nExecutive summary\n\nOpen Data Institute 2021 / Report Secondary use of health data in Europe    6\nOur findings\nOur research shows that policy work across countries in the European region can be ranked and organised in four groupings \nillustrated in Figure 1, below. \nFigure 1: Secondary use of health data in Europe: country policy rankings\nProgress\nQuality \n050100\n0\n50\n100\nFinland\nDenmark\nPortugal\nEU\nAustria\nIsrael\nBelgium\nGreece\nBulgaria\nHungary\nIreland\nGermany\nUK\nSweden\nLuxembourg\nNorway\nItaly\nSpain\nRomania\nLatvia\nSwitzerland\nLithuania\nSlovenia\nPoland\nSlovakia\nNetherlands\nCroatia\nCzech\nFrance\nEstonia\nWe clustered these countries in four broad groups above \neach quadrant line:\n Leaders: where the quality of policy is stronger and the \nstage of implementation is more advanced. Sixteen \ncountries and the European Commission fell into this \ncategory (Austria, Belgium, Czech Republic, Denmark, \nEstonia, European Commission, Finland, France, Israel, \nItaly, Luxembourg, Norway, Portugal, Spain, Sweden, UK).\n Limited energy: where the quality of policy is stronger but \nthe stage of implementation is less advanced. No countries \nstudied met these criteria.\n Limited vision: where the quality of policy is weaker but \nthe stage of implementation is more advanced. Six \ncountries fell into this category (Croatia, Ireland, Germany, \nNetherlands, Poland, Slovakia).\n Less prepared: where the quality of policy is weaker and \nthe stage of implementation is less advanced. Seven \ncountries fell into this category (Bulgaria, Greece, Hungary, \nLatvia, Romania, Slovenia, Switzerland).\n\nOpen Data Institute 2021 / Report Secondary use of health data in Europe    7\nKey themes and insights\nOverall, there are encouraging signs that European health \ndata ecosystems are maturing to support secondary use of \nhealth data. However, many of the initiatives are still \nfragmented and significant work is needed to establish strong \nhealth-data ecosystems and infrastructure for reusing data. \nThough newer policy developments are looking to coordinate \nstrategies across various stakeholders, initiatives and, \nimportantly, member states. \nHowever, one of the main challenges is the European General \nData Protection Regulation (GDPR). While GDPR provides a \nstrong foundation for secondary use of health data, \ngovernance tools are needed to enable data reuse. For \nexample, codes of conduct, ethics committees, infrastructure \nfor real-world data and real-world evidence, stronger data \ninstitutions, and clearer legal frameworks.\nAt both a country and a regional level, the lack of common \nopen standards and data models is a key barrier to sharing \ndata across borders. Much more work needs to be done \n \nto ensure public–patient participation in secondary use of \nhealth data. \n1  ODI, n.d., ‘Our manifesto’.\nHow to use this report\nThis report is accompanied by a series of insight tools, \nincluding: \n a policy framework for 22 policy components for a trusted \ndata ecosystem for secondary use of health data, along \nwith a success indicator for each component\n   a European-wide scorecard and profile against this \nframework, with policy challenges, policy achievements, \nand good practice highlights\n   a set of 29 country scorecards and profiles against this \nframework, with policy challenges, policy achievements, \nand good-practice highlights.\nWe have created these tools using the ODI’s Theory of \nChange for data value chains that lead to the best social and \neconomic outcomes for everyone, and the ODI’s manifesto\n1\n \nfor an open, trustworthy data ecosystem. The project \ncombines EU-level policy and country-level policy of 29 key \nstates – 25 EU member states, and four non-EU countries \n(Israel, Norway, Switzerland, and the UK).\nThe report offers an overview of the current policy and \nimplementation of secondary use of health data. However, it \ncan only be a starting point: secondary use of health data is a \nkey health policy issue in 2021 and beyond. The methodology \nfor creating the insight tools, and how you can use them to \nhelp organisations and individuals participate in policy \ndiscussions, is available in the Annexes section.\n\nChapter 1: The importance of secondary \nuse of health data\n1.1 The opportunity\nAn open and trusted health-data ecosystem can help Europe \nrespond to the many urgent challenges facing its society and \nthe economy today. A data ecosystem consists of data \ninfrastructure, and the people, communities and organisations \nwho benefit from the value created by it.\nThe global Covid-19 pandemic has already altered many of \nour societal and economic systems, and data infrastructure \nhas played a key role in enabling cross-border and cross-\nsector collaboration. Even before the pandemic, there was an \nurgent need to optimise healthcare systems and manage \nlimited resources more effectively to meet the needs of \ngrowing, and often ageing, populations. Now there is a \nheightened need to develop early-diagnostic and health-\nsurveillance systems, and more willingness to adopt digital \nhealthcare solutions.\nWe define secondary use of health data\n2\n as:\n‘The use of aggregated health data from population-\nlevel sources, including electronic health records, \nwearable technologies, health-insurance claims \ndata, health registry data (or burden of disease \nregistries), clinical trials and other research, and \ndrug consumption data to improve personal care \nplanning, medicines development, safety \nmonitoring, research and policymaking.’\nSecondary use of health data plays a central role in enabling \nthese improvements. It can increase the value of currently \ncollected data from clinical settings, such as incidences of \nhealthcare and clinical trials data, and data collected from \nother sources – such as sickness and insurance claims \nrecords – and from devices and wearable technologies. This \ndata is often referred to as ‘real-world data’. We can then \nreuse this data, anonymised and aggregated, to improve \npeople’s health and experiences, create more efficient \nhealthcare systems, and foster innovation. \n2  The European Federation of Pharmaceutical Industries and Associations (EFPIA) focuses on a definition of “secondary use of health data” that describes the secondary \nuse of clinical health data, describing it as “the re-use of clinical trials data scientific research performed for health-related purposes other than the drug development \nprogram or other objective for which the clinical trial was performed”. (EFPIA (2019), ‘Safeguards framework for secondary use of clinical trial data for scientific research’.\n3  ISPOR, n.d., ‘Real-World Evidence’.\n4  EMA (2020), ‘Electronic Health Record: Access, Share, Expand Project’.\nSecondary use of health data enables a wide range of \nbenefits across the entire healthcare system. These include \nopportunities to optimise services, reduce health inequalities \nby better allocating resources, or use it to help enhance \npersonalised healthcare – for example, by comparing \ntreatments for people with similar characteristics. Secondary \nuse of data can also help innovation by enhancing research \ndata to assess whether new therapies would work for a \nbroader population. Where we gain new insights from \nreal-world data, this is often referred to as ‘real-world \nevidence’\n3\n. In this study, we analysed the infrastructure that \nsupports real-world data collection and management, and \nenables decision-making based on this data.\nHow does a definition of secondary use of health data \nalign with interpretations of the GDPR?\nOur definition aims to reflect the EU’s General Data \nProtection Regulation (GDPR) definition of ‘secondary \nuses’, but in a health setting. Under GDPR, personal data \nabout health includes all data about the health status of \nan individual. Using this personal data ‘for purposes other \nthan those for which the data were initially collected’ is \nonly allowed where the processing is compatible with the \noriginal purposes. Secondary use is generally allowed if it \nis necessary for carrying out a task in the public interest. \nScientific research purposes may be permitted, where there \nis a lawful basis within a member state’s legislation\n4\n.\nWe show some secondary uses of health data and their \npotential benefits in Table 1.\nChapter 1: The importance of secondary  \nuse of health data\n\nOpen Data Institute 2021 / Report Secondary use of health data in Europe    9\nTable 1: Examples of secondary use of health data and their benefits\nUsesOptimise health systems\nImprove the patient \njourney\nEncourage patient–\npublic participationExpand innovation\nKey \nbenefits \n Reduce healthcare costs\n5\n   Increase planning and \nmore-efficient allocation \nof resources\n Allow more equal \nprioritisation\n6\n Modernise reimbursement \nand pricing models\n7\n   Enable insights for \nmanaging people’s health, \nearly diagnosis, \nprevention and healthy \nliving\n8\n Early, personalised \nand advanced \ndiagnostics\n Personalised care \npathways and \nsupport for clinical \ndecisions\n Rapid access to \npersonalised \ninterventions\n   Remote monitoring \nand care through \ndigital health apps \nand tools\n Allow patients to \ncontribute \npersonal data\n   Use real-world \ndata to discuss \nhealth \n Enhance \npreventative care\n   Enable self-\nmanagement of \nchronic illness\n Enable new research\n Expand development of \nmedicine and technology\n9\n Facilitate predictive \nmodelling\n Reduce research risks\n Allow new market entrants \nand encourage start-ups \nto collaborate with existing \norganisations\n   Strengthen assessment of \nhealth technologies\n5  HIMSS, D’Amore, Mitchell (2020), ‘https://www.himss.org/resources/electronic-health-record-data-governance-and-data-quality-real-world’.\n6  The Lancet Digital Health (2021), ‘Health data poverty: an assailable barrier to equitable digital health care’. \n7  BMC (2020), ‘A systematic literature review of health consumer attitudes towards secondary use and sharing of health administrative and clinical trial data: a focus on \nprivacy, trust, and transparency’. \n8  Journal of Law and the Biosciences (2020), ’The use of data from electronic health records in times of a pandemic—a legal and ethical assessment’. \n9  EMA (2020), ‘GDPR and the secondary use of health data’.\nHealthcare systems around the world are changing. New \napproaches to using data are enabling new treatments and \ntherapies, and healthcare professionals also use data to \nenable predictive modelling and design personalised care \nplans. As we have seen with the impacts of the Covid-19 \npandemic, high-quality health data can also help \ngovernments and healthcare collaborative networks with \npopulation health management and in establishing early-\nwarning systems. \nWith an ageing population, an increase in chronic illnesses, \nhealth impacts of climate change, and reduced available \ngovernment spending in the wake of the pandemic, we \nurgently need to increase the efficiency of healthcare \nsystems. Applying data insights can help optimise the \nallocation of healthcare spending, facilitate a more \npreventative-based model, encourage and enable self-\nmanagement of chronic illness, and ensure fair prioritisation \nof health resources to those with the greatest health burden.\nSecondary use of health data can also include predictive \nmodelling and diagnosis, at an individual or population-wide \nlevel. Data can be drawn from a wide range of sources that \nwere not previously used or available. \nLetting healthcare innovators use health data for secondary \npurposes – that is, beyond primary care using the patient’s \nidentifiable electronic health record – would help to progress \nscience and innovation. This can help clinicians and others \nbetter understand the impact of healthcare interventions in \nreal-world settings. It allows both: \n broader analysis: as they can use data from multiple \ninterventions to guide clinical decisions, and \n narrower analysis: because they can filter data to assess \nreal-world impacts on specific characteristics, such as age \nor co-morbidity.\nHealthcare innovation can also expand further with real-world \ndata, as people can create data flows that track and respond \nto patient needs in real-time. With the use of the Internet of \nThings, where digitally enabled devices can collect data, \nmedical devices have evolved into more sophisticated tools \nthat can help monitor and respond to patient health. In turn, \nthese devices have given rise to new software that can help \nmanage patient health automatically. Other data that could be \nused could include that sourced directly from patients, from \ngovernment and institutional registries, and from patient \nhealthcare records.\n\nOpen Data Institute 2021 / Report Secondary use of health data in Europe    10\nWhere secondary use of health data is implemented in data \necosystems with trusted data flows, there is an opportunity to \nimprove health outcomes for all of society. Recent examples \nfrom within the ODI’s health portfolio demonstrate the \npotential:\n   Covid-19 symptom tracker apps are able to collate health-\nsurveillance data for early diagnostics, without exposing \npersonal health data.\n Data intermediaries\n10\n are able to protect the privacy of \nhealth data while also making anonymised, aggregated \nhealth data available for scientific research.\n Secondary use of health data can open new markets in \nphysical-activity businesses, which in turn generate greater \npreventative health opportunities for local populations.\n   Competitors can share clinical-trial data on health \nchallenges such as antimicrobial resistance, while still \nprotecting their commercial advantage. \n10  Note that the draft European Data Governance Act defines ‘data intermediaries’ as ‘providers of data-sharing services’ that facilitate data-sharing between data holders \nand data users. The ODI defines the broader category of ‘data institutions’ of which data intermediaries are a subset as ‘organisations that steward data on behalf of \nothers, often towards public, educational or charitable aims’, and whose functions can include granting data access, combining or linking data, or creating open datasets, \namong other functions.\n1.2 The challenge \nIntroducing new data sources into the healthcare system, \nincluding clinical management as well as decisions on \nregulatory and reimbursement pathways, is reshaping the \nentire healthcare management system. \nAcross the health-data ecosystem, interoperability of data is \none of the greatest challenges. In the EU, solutions must align \nwith the four levels of interoperability (technical, syntactic, \nsemantic, organisational), work across borders, and be drawn \nfrom a diverse range of health-system sections. This \ninteroperability also needs to allow individual regions and \ncountries to maintain autonomy in their health-policy \ndecisions. For example, local values, culture, norms, and the \norganisation of healthcare as either central or regional, are all \nfactors that need to be respected while ensuring \ninteroperability across borders.\nAll stakeholders have specific needs, and face unique \nobstacles, in sharing data for health benefits. We discuss \nthese in Table 2.\n\nOpen Data Institute 2021 / Report Secondary use of health data in Europe    11\nTable 2: Secondary use of health data stakeholders and their needs\nStakeholder segmentNeeds\nPatients, people, \ncarers, people \ninterested in their own \nhealth and wellbeing, \npatient organisations\n   Higher levels of data literacy\n   Understanding of the potential use and risks of sharing their data\n   New ways to give consent to their healthcare providers for making their data available\n   Trust – which must be built up by healthcare providers, business and governments to \ndemonstrate they are responsible and are using health data solely for beneficial reasons\nHealthcare \nprofessionals\n Ability to collect, store, use and share patient data securely\n   Inform higher-quality provision of care at both individual and population levels\n   In-house capability for good data management\n   Manage appropriate collecting and sharing of patient data with others\nHealthcare regulators\n Oversee use of data to evaluate new therapies and healthcare interventions \n   Ability to use new data sources from outside clinical trials to augment decision-making and \nallow new evidence into regulatory processes\n   Capability to generate efficiency by harmonising regulatory pathways\nInformation regulators\n Capacity to ensure data systems are secure and uncorrupted\n   Monitor cyber-security threats \n   Ensure data governance that protects individual and group data rights \nCompetition regulators\n   Uphold intellectual property and trade secrets of companies\n   Ensure organisations receive appropriate reimbursement for their innovations and \nparticipation in data-sharing systems\n   Foster a dynamic and innovative healthcare and health-technology market \nPolicy and lawmakers\n   Greater access to data to inform decision-making\n   Interoperable data systems to share and link data, for example linking health data with \nenvironmental or industry data\n Data institutions and structures to support leadership and collaboration in the data economy \nHealth system \nadministrators, \ngovernment and private \nhealth-insurance \npayers\n   Ability to use data, as appropriate and within privacy guidelines, to move towards more \nefficient, value-based healthcare systems for reimbursement and in health-technology \nassessment\n Reduce healthcare inequalities\n Monitor and ensure that the value of new innovations is fairly distributed \nHealth ministers, health \nsystem leaders, \ndiagnostic and \npreventative care \nprofessionals \n Ability to use health data to identify trends\n   Manage health surveillance \n   Create early-intervention alerts systems\nPharmaceutical and \ndiagnostic industry, \nhealthcare device \ninventors, and other \nstakeholders designing \nhealthcare \ninterventions\n   Knowledge of where to find and access relevant data\n   Integration of data into their own systems\n   Ability to reuse the data in multiple ways to create new innovations and respond to patient-\nhealth needs\n   Ability to use data to build and test new products and services, and identify market gaps\n Ability and support to use data to demonstrate reimbursement and to share the costs of \nhealthcare innovation\n \n\nOpen Data Institute 2021 / Report Secondary use of health data in Europe    12\n1.3 Data management and access in Europe\nTable 3 shows nine key types of data, and who controls which and at what operational level, in the European policy setting. We \ncreated this non-exhaustive list as an initial set of examples, drawing on the definition of secondary use of health data provided \nabove (Section 1.1). When analysing the current policy environment for secondary use, it was helpful to identify the most common \nchallenges that create barriers and obstacles to the access and reuse of these datasets. \nTable 3: Key health datasets useful for secondary purposes\nDatasetData controller\nLevel of \nmanagement\nChallenges \nobserved to date\nA good practice example \n \nof this dataset\nBurden of \nDisease registries\nGovernment authorityNational, some \nregional blocs of \ncountries \nLack of data-\nmanagement \nstandardisation\nComprehensive French health \ndata systems\nBiobank and \ngenomic data\nGovernment-\n \nfunded independent \ninitiative\nNational or regional \nblocs of countries, \nsome Europe-wide\nPilot initiatives not \nfully implemented \nor scaled up\nAustrian national node of a \nlarge European network for \nbiobanks, the BBMRI -ERIC \n(BBMRI European Research \nInfrastructures Consortium)\nPatient health \nrecords\nHospital networks, \nwith access granted by \npatient giving specific \nconsent\nLocal, regional, \nstate, national or \nhospital networks\nPoor interoperability\nBelgium’s series of data \nportals, including Brusafe, \nCoZo and Nexuzhealth are all \nlinked together in a structured \nway\nMedicine/ \npharmaceutical \nregisters\nGovernment authorityNational or regional \nblocs\nLack of data-\nmanagement \nstandardisation and \nlimited resourcing\nPortugal’s adverse reactions \ndatabase is integrated with the \nEuropean framework\nPatient-reported \noutcomes data\nHospitals, hospital \nnetworks\nPrivate companies\nNo clear \ncoordination\nNot used \nsystematically or \nincorporated into \nhealthcare reporting\nDenmark’s PRO system aims \nto be implemented across \nregions and municipalities\nScientific and \nclinical research \ndata\nIndependent academic \nand research institutions\nNational, European \nor international \nlevel\nMinimal numbers of \ndatasets available\nLack of legal and \nethical framework \nfor reuse\nEstonia maintains an extensive \nlist of open science health \ndatasets\nPublic and private \nhealth-insurance \nclaims data\nGovernment authority\nGovernment payer \nauthorities\nPrivate companies\nNationalInconsistent data \nand lack of shared \ndata models and \ninteroperability\nLithuania’s national compulsory \nhealth insurance system\n \nmanages claims data\nEmployment \nsickness and \nsocial-security \ndata\nGovernment authority\nGovernment payer \nauthorities\nPrivate companies\nNational\nVarying in data \nquality, lack of \nshared data \nmodels\nStatistics Norway regularly \npublishes up-to-date sickness \nabsence data\nPersonal and \nhealth \ntechnologies data\nPatient-accessible \nOften tech-managed \n \nor owned\nOften stored in tech \ncompanies’ databases\nInternationalVarying consent \nprocesses\nLack of legal \nframework for \ncollection and reuse\nIn Finland, citizens can add \ntheir health data from their \napps and devices to their \nMyKanta portal\nAt a European level, it is necessary to analyse the legal framework and investment in coordinated data infrastructure covering \nthese key datasets. At a country level, understanding current access and maturity of data infrastructure helps clarify whether \ngood-quality, comparative data is available for reuse.\n\n2.1 The ODI’s theory of change\nThe ODI’s theory of change\n11\n looks at how we can foster an open and trusted data ecosystem by focusing on multiple elements, \nso that the use of data has a positive impact – as illustrated in Figure 2.\nFigure 2: The ODI’s theory of change for open and trusted data ecosystems\n11  ODI, (2018), ‘Theory of Change’.\nChapter 2: Policy vision for secondary \nuse of health data\n2.1 The ODI’s theory of change\nChapter 2: Policy vision for secondary  \nuse of health data\n\nOpen Data Institute 2021 / Report Secondary use of health data in Europe    14\nThe ODI believes an open and trusted data ecosystem with \nthe following key areas:\n Infrastructure: Sectors and societies must invest in and \nprotect the data infrastructure they rely on. Open data is \nthe foundation of this emerging vital infrastructure. \n Capability: Everyone must have the opportunity to \nunderstand how data can, and is, being used. We need \ndata literacy for all, as well as data-science skills, and \nexperience using data to help solve problems.\n Innovation: Data must inspire and stimulate innovation. It \ncan help businesses, governments, individuals and \ncommunities create products and services, leading to \neconomic growth and increased productivity.\n Equity: Everyone must benefit fairly from data. Access to \ndata and information promotes fair competition and \ninformed markets, and helps people as consumers, \ncreators and citizens.  \n Ethics: People and organisations must use data ethically. \nThe choices made about what data is collected and how it \nis used should not be unjust, discriminatory or deceptive.\n Engagement: Everyone must be able to take part in \nmaking data work for all. Organisations and communities \nshould collaborate on how they use and access data to \nhelp solve problems.\nThis model for data ecosystems can be applied to any \njurisdiction, sector or domain. Here, we’ve used it alongside \nour analysis of country-level policy environments for \nsecondary use of health data in the European region, to \nexamine good practice.\n12  PubMed (2007), ‘Toward a National Framework for the Secondary Use of Health Data: An American Medical Informatics Association White Paper’.\n13  PubMed (2020), ‘The increasing need for a new Italian legislation to facilitate execution of observational studies assuring ethics and the highest standards of scientific and \nmethodological quality. Editorial’.\n14 European Commission (2021), ‘Electronic health records | Shaping Europe’s digital future’.\n15 Sitra (2019), ‘A Finnish model for the secure and effective use of data. Innovating and promoting the secondary use of social and health data’.\n16  ODI, n.d., ‘Our manifesto’.\n2.2 Insight tool: policy framework for \nsecondary use of health data\nIt’s challenging to find an agreed industry or government-led \nframework that describes an effective health-data ecosystem \nthat supports secondary use of health data. Some work was \ndone in 2007 to move towards a common understanding\n12\n \nbut, like the challenge itself, many efforts since then have \nworked on specific aspects rather than on the whole. \nExamples include secondary use of health data for scientific \nstudies\n13\n, and interoperability of electronic health-record \nsystems\n14\n. Where secondary use of health data is addressed \ndirectly, it is usually described at country level, to document \nthe legal framework necessary to make secondary use \npossible, rather than at an industry-wide view\n15\n.\nTo assess the European policy context at the pan-European \nand country level, we drew on the ODI’s six areas for open \nand trusted data ecosystems (infrastructure, capability, \ninnovation, ethics, equity and engagement)\n16\n to identify 22 key \npolicy components needed for an open and trusted \necosystem for secondary use of health data.\nFor each of the framework components, we propose a \none-sentence statement (called a success indicator) \nexplaining how that component would operate if it was a \nfully functional policy tool, able to achieve goals – ie “what \ndoes good look like for this component?”. This is shown in \nTable 4. We provide a more-detailed discussion of the \nmethodology and creation of this framework in the Annexes.\n2.2 Insight tool: policy framework for \nsecondary use of health data\n\nOpen Data Institute 2021 / Report Secondary use of health data in Europe    15\nTable 4: Policy framework for secondary use of health data: what does good look like?\nPolicy framework component\nAlignment with ODI \nmanifesto areaSuccess indicator\nBurden of Disease registries\nInfrastructure\nNational illness and disease registries have been established \nwith >75% of relevant patient population data recorded\nBiobank and genomic data \ncentralisation\nInfrastructure\nEstablished biobank and genomics databases centralise all \nstructured diagnostic results\nPatient health records\nInfrastructure\nInteroperable formats and standards for electronic health \nrecords are adopted, and records can be shared securely \nacross borders\nMedicine/ pharmaceutical \nregisters\nInfrastructure\nNational registers are maintained, including adverse drug-\nreaction registers\nPatient-reported outcomes \ndata\nInfrastructure\nInteroperable formats and standards are created for patient-\nreported outcomes\nScience/clinical data\nInfrastructure\nData from scientific studies, observational studies and clinical \ntrials are available, and can be shared\nInsurance-claims data\nInfrastructure\nNational registers on social health-insurance claims are \nmaintained and published regularly\nEmployment sickness and \nsocial-security data\nInfrastructure\nNational registers on illness and sickness, including social-\nsecurity financing and costs of illness on workplace \nparticipation, are maintained and published regularly\nPersonal and health-\ntechnologies data\nInfrastructure\nNational systems for standardising, collecting and reusing \npersonal-health data from wearables, fitness trackers, remote \npatient monitoring and software as a medical service are \ndescribed, with people participating \nReal-world data infrastructure\nInfrastructure\nAll real-world data is captured in consistent standardised \nformats with advanced data-curation systems that enable \nexploration, cleaning and enrichment \nReal-world evidence \ndecision-making\nInfrastructure\nHealth-technology assessment (HTA) bodies, regulators and \npolicymakers have established a clear framework for using \nreal-world evidence in decision-making\nAdoption of open standards\nInfrastructure\nHealth-data policies confirm the importance of using open \nstandards for health datasets, and ministries of health are \ncommitted to adopting them\nLegal framework for sharing \nof secondary use of data\nInfrastructure\nA legal framework is articulated that protects personal data so \nde-identified data can benefit society\nEvaluation framework for \nhealth technologies\nCapability\nA strong, ethical, and community-inclusive health-technology \nassessment process is adopted across Europe and in each \nmember state\nInvestment in EHR systems\nInnovation\nTraining is resourced and incentives are available to healthcare \ninstitutions and data ecosystem stakeholders to encourage \nadoption of standard and data sharing, including use of EHRs\n\nOpen Data Institute 2021 / Report Secondary use of health data in Europe    16\nPolicy framework component\nAlignment with ODI \nmanifesto areaSuccess indicator\nSecondary use of health data \npolicy is a national priority\nInnovation\nSpecific policy is developed that recognises the value \nof secondary use of health data and all stakeholders are \nencouraged to participate in ecosystem networks, with \nstrategic investment available to foster best practices\nEquity considerations \naddressed\nEquity\nPolicies recognise the uneven distribution of health resources \nand want secondary use of health data to address this\nPrivacy regulation\nEquity\nThere is rigorous privacy regulation that allows appropriate \nindustry access and use of high-quality healthcare data within \nagreed privacy constraints\nHigh level of trust in data-\ninformed healthcare\nEthics\nWe can see a high degree of willingness by the public \nto consent to reuse of their health data for research and \npersonalised healthcare goals\nEthical/accountability \nframework for secondary use \nof health data\nEthics\nClear reporting, methods of redress and consequences are \ndefined and resourced\nSustainable and trustworthy \ndata institutions\n17\nEngagement\nStrategic investment in data institutions that can oversee data \ninfrastructure and report on implementation and capabilities\nPublic/patient participation\nEngagement\nInvestment to support participation of citizens and healthcare \ncommunities in decision-making\n17  Note that the draft European Data Governance Act defines ‘data intermediaries’ as ‘providers of data-sharing services’ that facilitate data-sharing between data holders \nand data users. The ODI defines the broader category of ‘data institutions’ of which data intermediaries are a subset as ‘organisations that steward data on behalf of \nothers, often towards public, educational or charitable aims’, and whose functions can include granting data access, combining or linking data, or creating open datasets, \namong other functions\nFor each component, we identified current policy work, \ninstitutional support, and strategic initiatives. We then \nevaluated these activities using two measures:\n What is the quality of policy activity for this indicator? \nThe scoring range for these quality evaluations is: having \nonly limited aspects of the success indicator (low / 0); \naligned intent but missing key aspects (medium / 2); or fully \ncomprehensive (high / 4).\n What progress is being made on implementation of \npolicy for this indicator? The scoring range for policy-\nimplementation stages is: not started (0); defined (1); planned \n(2); pilot initiatives (3); scaled-up implementations (4).\n2.3 Further considerations\nAs with any such analysis, the approach we’ve taken has \nlimitations that we highlight here to aid with the interpretation \nof the results:\n The implementation scores evaluate the extent to which \npolicy-makers have invested in implementation of the \npolicy, but do not evaluate the effectiveness of that \nimplementation, or its impact. So, for example, policy \nactivity might be evaluated against the framework as high \nquality – which means there are comprehensive policy \nstatements on the topic – and as having scaled-up \nimplementation, but the nature of that implementation \nmight still be flawed.\n The policy indicators are not evenly distributed across the \nODI’s manifesto areas for open and trustworthy data \necosystems: for example, the Infrastructure policy area has \n13 indicators while the Ethics policy area has only two, so \njurisdictions that have invested in data infrastructure policy \nwhile neglecting data ethics policy might still score highly \noverall. One option for mitigating this imbalance would \nhave been to weight scores across each manifesto area: \nhowever, this may have led to a different kind of skew or \nimbalance in the results, since not all the tools or \ninterventions needed to support open and trustworthy data \necosystems are policy tools.\n The policy indicators evaluate the readiness of the policy \nenvironment in the jurisdiction, but do not evaluate other \nkey considerations for implementation and impact – such \nas the economic, political, and social environment. We \nhave provided some of this context in the country profiles \n(see Annexes), which include data on country GDP, \npopulation size, GDP per capita, and Gini co-efficient for \nin-country inequalities. The extent and distribution of \npositive impact from policies to do with secondary use of \nhealth data will depend on these and other factors.\n\n Overall, Europe presents an exciting policy base for creating \nsecondary use of health data. In the last two years, in line with \nthe European Strategy for Data18, a health-data policy \nenvironment that encourages secondary use has begun to \nemerge. Policies and strategies increasingly take a joined-up \napproach. The four biggest challenges that remain are:\n   Differing interpretations of GDPR and lack of clarity on how \nto enable secondary use of health data while maintaining \nEurope’s strong data privacy.\n   Fragmentation of initiatives and approaches across Europe \nhindering member states’ ability to support each other or \nencourage participation from all stakeholders.\n   Lack of agreed common data models and open standards, \ncreating barriers for interoperability and reuse of health \ndata.\n   Limited focus on identifying opportunities to use \nsecondary health data to reduce health inequalities. \n18  European Commission (2021), ‘A European Strategy for Data. Shaping Europe’s Digital Future’.\n3.1 Insight tool: EU policy scorecard\nTable 5 shows a summary table of the current analysis of the \nEuropean policy environment, assessed using the policy \nframework (for the full scorecard and profile, please see the \nAnnexes). While secondary use of health data is increasingly \nidentified as an opportunity in health, the digital economy, \nand data strategies, implementation is fairly new. Many \nstrategies are only just starting to identify work programmes. \nWe expect many changes as European policy advances over \nthe coming years.\nChapter 3: EU policy for secondary  \nuse of health data\n3.1 Insight tool: EU policy scorecard\nChapter 3: EU policy for secondary  \nuse of health data\n\nOpen Data Institute 2021 / Report Secondary use of health data in Europe    18\nTable 5: Summary table: EU policy scorecard\nFramework indicatorIndicator evaluationStage of implementation\nBurden of Disease registries\nLow\nMedHigh\n4/4\nBiobank and genomic data centralisation\nLow\nMedHigh\n4/4\nPatient health records\nLowMedHigh\n3/4\nMedicine/pharmaceutical registers\nLow\nMedHigh\n4/4\nPatient-reported outcomes data\nLowMedHigh\n1/4\nOpen science/open clinical data\nLowMedHigh\n2/4\nInsurance-claims data\nLowMedHigh\n4/4\nEmployment-sickness and social-security data\nLowMedHigh\n4/4\nPersonal and health-technologies data\nLow\nMedHigh\n1/4\nReal-world data infrastructure\nLowMedHigh\n3/4\nReal-world evidence decision-making\nLowMedHigh\n4/4\nAdoption of open standards\nLowMedHigh\n2/4\nLegal framework for sharing of secondary use of data\nLowMedHigh\n2/4\nEvaluation framework for health technologies\nLowMedHigh\n2/4\nInvestment-in electronic-health-record systems\nLowMedHigh\n2/4\nPolicy for secondary use of health data is a recognised priority\nLowMedHigh\n2/4\nEquity considerations addressed\nLowMedHigh\n1/4\nPrivacy regulation\nLow\nMedHigh\n4/4\nHigh level of trust in data-informed healthcare\nLow\nMedHigh\n4/4\nEthical/accountability framework for secondary use of health data\nLow\nMedHigh\n4/4\nSustainable and trustworthy data institutions\nLowMedHigh\n2/4\nPublic/patient participation\nLowMedHigh\n3/4\nCapabilitiesEngagementEthicsEquityInfrastructureInnovation\n\nOpen Data Institute 2021 / Report Secondary use of health data in Europe    19\n3.2 Relevant EU-wide policy \nThere are two main policy areas that affect policy for \nsecondary use of health data, as shown in Table 6. We have \ncategorised these as:\n European vision for a data-enabled future: These \npolicies and directives recognise the importance of data for \nenabling an open, innovative society and economy. This \ngroup of policies and legal instruments seeks to create the \nappropriate regulations, policy supports, investment and \nstrategic direction that enable data to be shared to improve \nhealth outcomes for all people living in Europe.\n Digital transformation of healthcare: These policies, \ninitiatives and institutions look to modernise aspects of the \nhealthcare sector and increase interoperability, within a \nmember state and across borders, and to encourage \ncollaborative networks that create new solutions for \nhealthcare challenges.\nTable 6: Key European policy areas\nEuropean vision for a \ndata-enabled future\nDigital transformation  \nof healthcare\n GDPR\n19\n   European Strategy \nfor Data\n20\n Data Governance \nAct\n21\n White Paper on \nArtificial Intelligence\n22\n Final Report and \nAction Plan from the \nCommission Expert \nGroup on FAIR Data\n23\n   Europe’s Digital \nDecade\n24\n   Communication on enabling \ndigital transformation of health \nand care\n25\n Commission \nRecommendation on a \nEuropean Electronic Health \nRecord exchange format\n26\n 1+ Million Genomes initiative\n27\n European Reference \nNetworks\n28\n   Electronic Exchange of Social \nSecurity Information\n29\n   Integrating Healthcare \nEnterprise\n30\n   eHealth Network\n31\n One Health Action Plan \nAgainst AMR\n32\n19  EUR-Lex (2018), General Data Protection Regulation (GDPR).\n20  European Commission (2021), ‘A European Strategy for Data. Shaping Europe’s Digital Future’.\n21  European Commission (2021), ‘European data governance’.\n22  European Commission (2020), ‘White Paper On Artificial Intelligence – A European approach to excellence and trust’.\n23  European Commission (2018), ‘Turning FAIR into Reality’. \n24  European Commission (2021), ‘Europe’s Digital Decade: Commission sets the course towards a digitally empowered Europe by 2030’.\n25  European Commission (2019), ‘Communication on enabling the digital transformation of health and care in the Digital Single Market’. \n26  European Commission (2019), ‘Recommendation on a European Electronic Health Record exchange format’.\n27  European Commission (2021), ‘European “1+ Million Genomes” Initiative’.\n28  European Commission, n.d., ‘European Reference Networks’.\n29  European Commission, n.d., ‘Digitalisation in social security coordination – Employment, Social Affairs & Inclusion’. \n30  EUR-Lex (2015), ‘Commission Decision (EU) on the identification of ‘Integrating the Healthcare Enterprise’ profiles for referencing in public procurement’.\n31  European Commission, n.d., ‘eHealth Network | Public Health’.\n32  European Commission (2017), ‘A European One Health Action Plan against Antimicrobial Resistance (AMR)’. \n33  European Commission, n.d, ‘European Health Data Space | Public Health’. \n34  European Commission (2020), ‘A pharmaceutical strategy for Europe | Public Health’.\n35  European Medicines Agency (2020), ‘EMA Regulatory Science to 2025’.\n36  European Commission (2021) ‘Europe’s Beating Cancer Plan v.24’,\nIn many instances, these two categories of work are operating \nindependently of each other. The strategies that relate to \n‘Europe’s vision for a data-enabled future’ often refer to other \npolicies within that grouping. But the policies and initiatives \nwithin the ‘digital transformation of healthcare’ category often \nhave a more independent implementation approach. This can \nbe seen in the fragmentation, lack of common data models, \nand complexity of individual pilot and research studies being \nundertaken within healthcare digital-transformation efforts. The \nshortcomings of integrating this policy work were sorely tested \nduring Covid-19. Implementation of electronic health records \nby EU member states often led to a lack of interoperability and \ndata fragmentation across borders, and limitations in being \nable to collect and compare Covid-19 data, to assess \ninfection rates and healthcare access in different regions.\nThere is a third, emerging, group of policy work that could \ncreate a bridge between these two currently disconnected \nareas. The following initiatives represent an opportunity for a \nnew collaborative approach, drawing on the secondary use of \nhealth data. In fact, ensuring capacity for secondary-use \npurposes could be what encourages policy action, as it is a \ncommon element needed to achieve many of the wider policy \ngoals discussed in the documents. This will involve multiple \nstakeholders from the digital, healthcare, and privacy \ndomains. The key policies and initiatives behind this joined-up \napproach are:\n European Health Data Space\n33\n   Pharmaceutical Strategy for Europe\n34\n   European Medicine Authority Regulatory Science to 2025\n35\n   Europe’s Beating Cancer Plan\n36\n.\nIt is encouraging that, in contrast to earlier healthcare \nmodernisation policies, these more recent files are able \n \nto identify the other, current, related bodies of work that \nsupport the acceleration of data and digitally enabled \nhealthcare systems.\nThese documents, as shown in Figure 3, tend to be more \nrecent, and ask:\n   What are the health-sector implications of those policies \nthat outline the European vision for a data-enabled future?\n   How can current initiatives focused on digital \ntransformation of healthcare incorporate the policy \ndirections of the vision for a data-enabled future?\n\nOpen Data Institute 2021 / Report Secondary use of health data in Europe    20\nFigure 3: Thematic analysis of relevant European health-data policies\nDigital \ntransformation \nof healthcare\nEuropean \nvision for a \ndata-enabled \nfuture\n•\n General Data \nProtection \nRegulation\n•\n European \nStrategy \nfor Data\n•\n Data \nGovernance Act\n•\n White Paper on \nArtificial \nIntelligence\n•\n Final Report and \nAction plan from \nthe Commission \nExpert Group on \nFAIR Data\n•\n Europe's Digital\n Decade\n•\n  Commission\nRecommendation \non a European \nElectronic \n Health  Record \n exchange  format\n•\n  1+ Million \nGenomes \n Initiative\n•\n  European  \nReference \n Networks\n•\n  Electronic  \nExchange\n of Social Security \n Information\n•\n  Integrating  \nHealthcare\n Enterprise\n•\n  eHealth Network\n•\n  One Health \nAction Plan \nAgainst AMR\n•\n European Health \n Data  Space\n•\n Pharmaceutical\n Strategy for Europe\n•\n EMA Regulatory \n Science to 2025\n•\n Europe's Beating \n Cancer  Plan\nOpportunity \nto encourage \na new dialogue \non secondary \nuse of health \ndata\n37  EUR-Lex (2016), ‘EU eGovernment Action Plan 2016-2020 Accelerating the digital transformation of government’.\n38  European Commission (2019), ‘Assessment of the EU Member States’ rules on health data in the light of GDPR’.\n39  TEHDAS (2020), ‘Joint Action Towards the European Health Data Space’.\n3.3 Current strategic direction\nThe European Commission has significant potential to create \na cohesive ecosystem that enables the secondary use of \nhealth data. This will mean supporting member states must \nimplement standardised, interoperable, and collaborative \nhealth-data strategies. The commission’s European Strategy \nfor Data aims to create a consciously ethical approach, \nincluding strict data protection for people, and a commitment \nto strengthening data access and enabling data sharing for \nsocial benefit. Policies recognise the move towards collecting \nand managing ‘big data’ as an input source for innovation.\nHowever, the fundamental change of the ‘big data’ revolution \n– that has enabled large-scale and rapid collection of detailed \ndata, and new kinds of advanced data analysis or digital \nproducts and services – also brings challenges. Much of the \nlegislation and regulation of data collection, management, \ngovernance and use was developed and ratified before \nbig-data technological developments. Their rapid growth and \nuptake, and the associated rate of change, can make it \ndifficult for policymakers to feel confident they are anticipating \nfuture needs, risks, and opportunities. Similarly, new potential \nuses of health data – including the secondary uses of health \ndata, and personalised healthcare – are not always easily \nnavigated within existing policies for health data.\nThere is much hope placed on the ability of the proposed \nEuropean Health Data Space to overcome current \nfragmentation, and create a new open health-data ecosystem \nfor Europe. The European Health Data Space\n37\n will aim to:\n   promote safe exchange of patients’ data (including when \nthey travel abroad) and citizens’ control over their health data\n support research on treatments, medicines, medical \ndevices and outcomes\n   encourage access to, and use of, health data for research, \npolicymaking and regulation, with a trusted governance \nframework and upholding data-protection rules\n   support digital health services\n   clarify the safety and liability of artificial intelligence (AI) in \nhealth.\nThe European Health Data Space is intended to become ‘a \nsystem for data exchange and access, governed by common \nrules, procedures and technical standards to ensure health \ndata can be accessed within and between member states, \nwith full respect for the fundamental rights of individuals’\n38\n.\nThe Joint Action Towards the European Health Data \nSpace\n39\n (TEHDS) is the initial step to create this network. \nIdeally, this network will take a multi-stakeholder approach \nthat encourages participation by industry (including \npharmaceutical companies), regulators, healthcare providers, \n\nOpen Data Institute 2021 / Report Secondary use of health data in Europe    21\nhealth surveillance and data-system operators, patient \nadvocacy and consumer groups, emerging health tech \nstart-ups, privacy and digital rights advocates, and \nresearchers. Drawing on examples for digital government \nframeworks\n40\n, this network could identify key uses and \npriorities of work, facilitate the use of open standards and \ncommon data models, and agree to build shared services \nand common datasets that could be used as the backbone \nfor industry innovation. Current work by TEHDS includes a \nsummary document outlining why health data needs separate \nregulation to cover its use, to address the fragmentation \nchallenges in interpreting GDPR when applied to health data.\nThe work of the European Medicines Agency (EMA), and \nstrategies detailed in the Pharmaceutical Strategy for Europe, \noutline how foundations could be built to enable this \ncollaborative data ecosystem model:\n EMA has supported the Ethics Guidelines for Trustworthy \nAI\n41\n and, through its Heads of Medicines Agencies (HMA)/\nEMA Big Data Steering Group\n42\n,has outlined how these \nguidelines could help inform the work of an ethics \ncommittee to oversee secondary use of healthcare data, \nand help in creating a code of conduct for the health \nindustry on secondary use of health data.\n   Investment has led to the development of real-world data \ninfrastructure (DARWIN EU: the Data Analysis and Real \nWorld Interrogation Network)\n43\n and has supported pilot \nmodels that test the use of real-world data infrastructure in \n‘pharma-covigilance’ and for detecting drug-safety issues.\n   It has identified the need to create standardised tools for \nhealth-technology assessment for use across Europe.\n3.4 Key aspects of EU policies and \nimplementation\nWe identified the following common themes as risks and \nblockers in the current policy environment, that may affect the \ndevelopment of open and trusted secondary use of health-\ndata ecosystems.\nGovernance: There are high expectations that the \nforthcoming European Health Data Space will build common \ndata-governance systems. Various Europe-wide policy \ndocuments, and research papers aimed at understanding the \nsecondary use of health data policy context, have agreed: \n   there needs to be shared agreement on data-consent \nmechanisms, codes of conduct for using and sharing data, \ncommon data models and data standards\n that common infrastructure needs to be built \n   that greater multi-stakeholder collaboration should be \nmade easier \n40  Publications Office of the EU (2020), ‘An Application Programming Interfaces (APIs) framework for digital government’.\n41  European Commission (2019), ‘Ethics guidelines for trustworthy AI’.\n42  EMA (2020), ‘Big data’.\n43  EMA (2020), ‘2.2. Proposal for a Data Analytics and Real-World Interrogation Network (DARWIN)’.\n44  European Commission (2021), ‘European ‘1+ Million Genomes’ Initiative’. https://ec.europa.eu/digital-single-market/en/european-1-million-genomes-initiative\n45   EJP RD – European Joint Programme on Rare Diseases\n46  European Commission, n.d., ‘General Information Preliminary title of the European Partnerships European Partnership for personalised medicine’.\n47  European Commission (2021),‘Europe’s Beating Cancer Plan v.24’,\n48  European Commission (2021), ‘Recovery and Resilience Facility | European Commission’. \n49  European Commission (2021), ‘European “1+ Million Genomes” Initiative’. \nAs this work begins, through the Joint Action Towards the \nEuropean Health Data Space, stakeholders will need to \nprovide their opinions and implementation practices. This \nmeans industry stakeholders and member states will need to \nagree on various models and ways forward. One of the \nchallenges, and part of the reason for the cycle of \nrecommendations in recent years, is that there are not many \nexamples of implementation and not many people expressing \nan opinion on the specific elements proposed. For example, \nopen standards are proposed, but which ones to implement \nare often not stipulated. Multiple data models exist, but there \nis no agreement on which should be adopted. Sample codes \nof conduct are also often unavailable or unspecified.\nIncreased collaboration and exchange: Data sharing is still \nfairly minimal across Europe, outside specific initiatives. The \nambitious 1+ Million Genomes initiative\n44\n, signed by 23 \ncountries with the aim ‘to make the personal genomic \ndatasets accessible in a secure manner for collective \ndiagnostic purposes and prevention, and for research and \ninnovation’, found the greatest challenge was using existing \ndatasets consistently and with patients’ consent. Electronic \nhealth-record data systems are often not advanced enough to \nbe shared beyond the clinical care setting.\nQuality: Across Europe, there is a wide range of initiatives in \nsub-sector domains that seek to encourage data sharing. The \nEuropean Joint Programme on Rare Diseases\n45\n, for example, \nis a European health reference network aimed at improving \nclinical care and sharing data for research. There is a need for \ngreater understanding for how lessons from these models \ncan translate into policy for the whole of Europe and data-\necosystem environments.\nGlobal data flows: The economic and societal benefits of \nenabling personalised healthcare are rarely calculated and \ndescribed in European health policy documents beyond broad \nstatements that they are expected to create substantial benefits. \nA new European Partnership on Personalised Medicine\n46\n has \nbeen identified for establishment in 2023, and recognition of the \nvalue of personalised healthcare is referred to in new health \npolicies such as Europe’s Beating Cancer Plan\n47\n. This plan \nshows there are expectations that the European Health Data \nSpace and the 1+ Million Genomes initiative will solve current \nchallenges in the use of data for personalised healthcare.\nInvestment: Funding of health-system transformation is often \nlimited across EU member states. Member states may be able \nto access new funding for modernising data infrastructure \nthrough the European Recovery and Resilience Facility\n48\n, as has \nbeen proposed by the 1+ Million Genomes initiative\n49\n. EMA is \ncurrently working on standardised tools for health-technology \nassessment. There is currently limited standardisation in models \nfor collecting data on social-health insurance, which could be \nused to further optimise planning and healthcare service.\n\n4.1 Context: country-level legislation and regulation\nThe EU and member-state policy cycle encourages a flow of influence and investment between the Europe-wide policy \nenvironment and local decisions. Under the Treaty on the Functioning of the European Union\n50\n, the EU may set broad policy \ndirectives, strategies or legislation. This is then enacted on a member-state level, where investment may also be provided to build \ncollaborative demonstration projects. In turn, the lessons from these initiatives influence future Europe-wide policy. This cycle of \ninfluence, investment and implementation is shown in Figure 4.\nFigure 4: Virtuous cycle between EU-level policy and member-state policy\nGDPR\nEuropean-wide \nInfrastructure\nStandards\nEncouraging \nuniform common \napproaches\nCreation of \nstandard \nsystems for \naccessing \nof secondary \nuse of data in \ncross-border \ninitiatives \n(eg. 1M+ Genome)\n•\n  Local \ninterpretations of \nGDPR and \nintroduction of \nother legislation\n•\n  Initiatives to \nencourage trust \nin sharing data\n•\n  Commitment to \ncross-border \ninteroperability\n•\n  Legal framework \nfor in-country \naccess to data\n•\n  Data registry \nmanagement\nVirtuous Cycle \nBetween\nEU-Level Policy \nand Member\nState Approaches\nI\nn\nf\nl\nu\ne\nn\nc\ne\n \n+\n \nI\nn\nv\ne\ns\nt\nm\ne\nn\nt\nI\nn\nf\nl\nu\ne\nn\nc\ne\n \n+\n \nI\nm\np\nl\ne\nm\ne\nn\nt\na\nt\ni\no\nn\nMember StatesEU-Level Policy\n•\n•\n•\n•\n•\n50  EUR-Lex (2012), ‘Consolidated versions of the Treaty on European Union and the Treaty on the Functioning of the European Union’.\nChapter 4: Country-level policy for \nsecondary use of health data\nChapter 4: Country-level policy for secondary  \nuse of health data\n\nOpen Data Institute 2021 / Report Secondary use of health data in Europe    23\nCountries in scope\n51\n for this study were:\nAustria\nBelgium\nBulgaria\nCroatia\nCzech Republic\nDenmark\nEstonia\nFinland\nFrance\nGermany\nGreece\nHungary\nIreland\nIsrael\nItaly\nLatvia\nLithuania\nLuxembourg\nNetherlands\nNorway\nPoland\nPortugal\nRomania\nSlovakia\nSlovenia\nSpain\nSweden\nSwitzerland\nUK\n4.2 Insight tool: country-level scorecards\nThe country-level scorecards are available in the Annexes.  \nAs with the European Commission-level scorecard, for each \nframework component on the country-level scorecards,  \nwe identified current policy work, institutional support, and \nstrategic initiatives. We then evaluated these activities for  \ntwo measures:\n What is the quality of policy activity for this indicator? \nThe scoring range for these quality evaluations is: having \nonly limited aspects of the success indicator (low / 0); \naligned intent but missing key aspects (medium / 2); or fully \ncomprehensive (high / 4).\n What progress is being made on implementation \n \nof policy for this indicator? The scoring range for \npolicy-implementation stages is: not started (0);  \ndefined (1); planned (2); pilot initiatives (3); scaled-up  \nimplementations (4).\nThese country-level scorecards are subject to the same \nconsiderations discussed around the EC-level scorecard in \nsection 2.3 of this report.\n51  Several countries included in this study are outside the EU and include Israel, Norway, Switzerland, and the UK, but share a location in the European region and their \nlong-term relationships with healthcare systems within the European Union.\n4.3 Insight tool: country profiles\nThe country profiles are available in the Annexes. Country \nprofiles provide brief overviews of the current policy \nenvironment for secondary use of health data including:\n   Key data: a snapshot of the countries population size, GDP, \nGDP per capita, % GDP spend on healthcare, and Gini \ncoefficient for in-country inequality. \n   Chart: a visualisation of the performance of each country \nagainst the ODI manifesto areas\n   Overview: a summary that outlines health-strategy \nincorporation of secondary use of health data, along with \nhow country-level patient data-privacy legislation is \nmanaged.\n   Policy challenges: a summary of key policy challenges \nfacing further implementation of secondary use of health \ndata.\n   Policy achievements: a summary of where each country \nexcels and shows leadership in policy.\n    Good-practice highlights: a bullet-pointed description of \nthe good practices within different ODI manifesto areas.\nCreating accurate country profiles was challenging for a \nnumber of reasons:\n Centralised v distributed: Some countries have \ncentralised health systems. In others, responsibility is \ndevolved to autonomous regions, or they are reforming \n \nto a centralised or decentralised system. In all cases, this \nincreases the number of different systems being used, \nsuch as electronic health-record collection and decision-\nmaking on sharing and reuse of data, which makes it hard \nto summarise a single policy picture across an entire \ncountry.\n Implementation tells a different story: During validation \nof some country profiles, it became evident that while \npolicy documents suggested infrastructure and data \nsystems were in place, stakeholder experience suggested \nthat it was not actually as advanced. For example, some \npolicy documents noted a robust health-data registries \nnetwork, but in practice data was not maintained.\n Languages locked in: While this research was conducted \nin English, we translated documents using online \ntranslation tools. If key strategy and policy documents were \navailable only as PDFs, this was more difficult and we may \nhave missed some policy initiatives and detail.\n\n5 .1 S u m m a r y\nAnalysis that spans both European Commission-level \npolicymaking and individual country-level policymaking can \nencourage and support Europe-wide leadership on \nsecondary use of health data policy by drawing on, and \ndemonstrating, country-level success.\nWe can use cross-country comparisons to identify where \nother countries in the region have been able to advance, \nallowing and encouraging sharing of best practices across \nEurope. Common challenges – such as fragmentation in data \ncollection and lack of consistency in data-model definitions – \ncan be more easily identified, and regional approaches \nproposed.\nSeveral common themes emerged in the level of maturity of \nsecondary use of health data in current country-level policy:\n Levels of investment differ: Only some countries are \ninvesting in managing their data infrastructure.\n Policy vision related to secondary use of health data is \nlimited or incomplete: Some countries have secondary \nuse of health data policies and guides, or personalised \nhealthcare strategies that address this. Others have only \ndocumented wider goals or have broad ‘e-health’ policies \nthat focus solely on electronic health-record infrastructure.\n Data infrastructure collection and quality varies: While \nmost countries have some data registries available, they \nvary – some are updated regularly while others were last \npublished in 2016 or earlier.\nChapter 5: Discussion:  \n‘What does good look like?’’\nChapter 5: Discussion:  \n‘What does good look like?’’\n\nOpen Data Institute 2021 / Report Secondary use of health data in Europe    25\n5.2 Benchmarking\nOur research shows that policy work across countries in the European region can be ranked and organised in four groupings \nillustrated in Figure 1, below. \nFigure 1: Secondary use of health data in Europe: country policy rankings\nProgress\nQuality \n050100\n0\n50\n100\nFinland\nDenmark\nPortugal\nEU\nAustria\nIsrael\nBelgium\nGreece\nBulgaria\nHungary\nIreland\nGermany\nUK\nSweden\nLuxembourg\nNorway\nItaly\nSpain\nRomania\nLatvia\nSwitzerland\nLithuania\nSlovenia\nPoland\nSlovakia\nNetherlands\nCroatia\nCzech\nFrance\nEstonia\n\nOpen Data Institute 2021 / Report Secondary use of health data in Europe    26\nWe clustered these countries in four broad groups above each quadrant line; the groupings and their main characteristics are \ndescribed in Table 7, below.\nTable 7: Secondary use of health data: country policy groupings\nGroupCharacteristicsCountries\nLeaders\n   Recognise the value of secondary use of health data for innovation, \npersonalised healthcare, improved diagnostics\n   Working towards improving health-data infrastructure and ecosystems for \nreusing data \n   Incorporating use of real-world data and real-world evidence into health \nsystems\nAustria\nBelgium\nCzech Republic\nDenmark\nEstonia\nEuropean Commission\nFinland\nFrance\nIsrael\nItaly\nLuxembourg\nNorway\nPortugal\nSpain\nSweden\nUK\nLimited \nenergy\n   Have recognised the value of secondary use of health data\n   Implementation lagging, as strategic vision is yet to be enacted \nNo countries\nLimited \nvision\n Often do not explicitly mention the value of secondary use of health data or have \nfragmented practices where strategies are not fully implemented\n   Limited vision in using data infrastructure beyond interoperable electronic health \nrecords\n   Some momentum on implementing health strategies that have some data relevance \nCroatia\nIreland\nGermany\nNetherlands\nPoland\nSlovakia\nLess \nprepared\n Do not explicitly describe the value of secondary use of health data\n   Are not focused on progressing digital health or national health strategies \nBulgaria\nGreece\nHungary\nLatvia\nRomania\nSlovenia\nSwitzerland\nLeaders exhibited some common features:\n Opportunities for secondary use of health data to enable \npersonalised healthcare, improved diagnostics, and \npreventative healthcare are explicitly mentioned (UK, \nFinland, but also some of those in the Limited Vision \ncategory, including Ireland and Netherlands).\n   Pilot projects are being implemented to introduce real-\nworld data infrastructure (Estonia and Spain).\n   There is a focus on multi-stakeholder involvement, \nincluding establishment of data institutions that enable a \nrange of organisations to participate in the emerging data \ninfrastructure (Israel, France).\n There is a link to ethical frameworks, such as establishment \nof ethics committees for approving secondary-use \nrequests (UK, Sweden).\n \n   There is a legal framework to enable secondary use that \nrecognises GDPR rights, but looks to provide greater \nclarity on appropriate secondary-use cases (Finland). \n5.3 Analysis of country-level best-practice \nexamples\nWhile a summary of each country’s overall progress helps \nidentify European-wide trends and opportunities, it can also \nhide areas where each country may have further work to do. \nThe scoring model calculates country progress based on two \nscores: alignment with success indicators, and \nimplementation progress. All countries have the opportunity \nto improve the way secondary use of health data is positioned \nin their digital-health strategies and in their level of progress. \nLooking in more detail at where each country can improve the \nopenness and trustworthiness of its individual ecosystem for \nsecondary use of health data, can allow more strategic action \nand help motivate countries to address gaps and obstacles.\n\nOpen Data Institute 2021 / Report Secondary use of health data in Europe    27\n5.3a Infrastructure\nFrom the 22 policy components of the policy framework, we identified 13 that aligned with the ODI manifesto area of \nInfrastructure. These include individual datasets, real-world data and evidence infrastructure, and the adoption of open \n \nhealth-data standards. Figure 5 benchmarks the country-level policy environment for these components.\nFigure 5: Secondary use of health data: country policy benchmarking – Infrastructure\nProgress\nQuality \n103254\n0\n30\n60\nFinland\nDenmark\nPortugal\nBelgium\nIsrael\nGreece\nBulgaria\nHungary\nIreland\nGermany\nUK\nSweden\nLuxembourg\nItaly\nFrance\nSpain\nLatvia\nRomania\nSwitzerland\nLithuania\nSlovenia\nPoland\nAustria\nSlovakia\nNetherlands\nCroatia\nCzech\nEU\nEstonia\nNorway\nThe UK, Belgium, and Denmark have invested in health-data \ninfrastructure to enable secondary use of high-quality, \ncomparable health datasets, and the incorporation of new \ninfrastructure to support real-world data and real-world \nevidence, including for reimbursement and optimisation of \nhealth systems. \nThe UK, for example, has aligned health-data registries and \nregularly reports on data collected in a consistent, \nstandardised format. \nBelgium’s electronic health-record system is designed so that \ndecentralised, regional-based health provision does not \nhinder sharing health data. Multiple health-data portals, even \nmultiple portals within one health region, all draw on \ninteroperable data models, so data is linked in a structured \nway. Sustainable and trustworthy data institutions ensure they \nmaintain data standards. \nDenmark also has a strong health-data system, with health-\ndata registries regularly collected and reported. Denmark is a \nleader in implementing real-world data and real-world \nevidence infrastructures, drawing on WHO SNOMED ICD-10 \ncoding to ensure consistency. It has established \nDanishhealthdata.com for researchers and organisations to \nrequest health data.\n\nOpen Data Institute 2021 / Report Secondary use of health data in Europe    28\n5.3b Capability\nFrom the 22 policy components of the policy framework, we identified one indicator that aligned with the ODI manifesto area of \nCapability. This focused on measuring whether there was an evaluation framework for health technologies in place. Figure 6 \nbenchmarks the country-level policy environment for this component.\nFigure 6: Secondary use of health data: country policy benchmarking – Capability\nProgress\nQuality \n0\n2.55\n0\n2.5\n5\nFinland\nAustria\nPortugal\nEU\nBelgium\nIsrael\nGreece\nBulgaria\nHungary\nIreland\nGermany\nUK\nSweden\nLuxembourg\nNorway\nItaly\nSpain\nLatvia\nEstonia\nFrance\nSwitzerland\nLithuania\nPoland\nSlovakia\nNetherlands\nCzech\nFinland\nIreland\nUK\nNorway\nSweden\nCroatia\nCzech\nRomania\nSloveniaDenmark\nA strong, ethical and community-inclusive health-technology \nassessment system provides a country with the capabilities to \nmanage secondary use of health data. \nThe Czech Republic’s SUKL acts as the national health-\ntechnology assessment agency and provides a strong \nevaluation framework for secondary use of health data when \nreviewing new health therapies and technologies. \nAustria has built a comprehensive health-technology \nassessment guide and participates in the EUnetHTA \ncollaborative network, regularly reporting on decisions made. \n\nOpen Data Institute 2021 / Report Secondary use of health data in Europe    29\n5.3c Innovation\nFrom the 22 policy components of the policy framework, we identified two indicators that aligned with the ODI manifesto area of \nInnovation. In this case, we focused on assessing if country-level health policies recognised the opportunity of secondary use of \nhealth data (for example, by explicitly mentioning secondary use in national policies). We also analysed the investment that was \nbeing made in electronic health-record systems as a foundation for enabling future innovation. Figure 7 benchmarks the country-\nlevel policy environment for this component.\nFigure 7: Secondary use of health data: country policy benchmarking – Innovation\nProgress\nQuality \n258\n0\n5\n10\nBulgaria\nGreece\nEstonia\nLatvia\nFrance\nSlovenia\nItalyBelgium\nSwitzerland\nCroatia\nHungary\nLithuania\nRomania\nPortugal\nLuxembourg\nUK\nAustria\nDenmark\nPoland\nSlovakia\nFinland\nGermany\nIsraelSweden\nNorway\nCzech\nSpain\nEU\nNetherlands\nIreland\n\nOpen Data Institute 2021 / Report Secondary use of health data in Europe    30\n5.3d Equity\nFrom the 22 policy components of the policy framework, we identified two indicators that aligned with the ODI manifesto area of \nEquity. This focused on privacy regulation, and whether opportunities for secondary use of health data were identified to help \nreduce health inequalities. Figure 8 benchmarks the country-level policy environment for this component.\nFigure 8: Secondary use of health data: country policy benchmarking – Equity\nProgress\nQuality \n0510\n0\n5\n10\nAustria\nItaly\nPortugalEU\nGreece\nHungary\nBelgium\nCroatia\nSwitzerland\nDenmark\nEstonia\nIsrael\nNetherlands\nRomania\nCzech\nIreland\nLuxembourg\nSpain\nSweden\nFrance\nPoland\nBulgaria\nLatvia\nNorway\nGermany\nLithuania\nSloveniaSlovakia\nFinland\nUK\n52  Public Health England (n.d.), ‘Health Inequalities Dashboard’. \nEquity is measured by strength of privacy regulation, and how \nclear strategies are in creating the potential to use secondary \nuse of health data to reduce inequalities in access to \nhealthcare, or in reducing inequalities in health outcomes of \nmarginalised populations. Most countries analysed have \ndeveloped strong data-privacy regulations, aligned with \nGDPR. However, making use of data to prioritise strategies \nthat address health inequity is often not discussed when \ndescribing secondary use of health data, or it is discussed in \npassing in broader strategies. \nThe UK’s National Health Service’ (NHS) strategies include \nusing secondary health data to measure progress towards \nreducing health disparities. This includes publishing a \nhealth-equity dashboard\n52\n drawn from health-registry data \nand available to local governments across the country.\n\nOpen Data Institute 2021 / Report Secondary use of health data in Europe    31\n5.3e Ethics\nFrom the 22 policy elements of the policy framework, we identified two indicators that aligned with the ODI manifesto area of \nEthics. These focused on the level of trust in healthcare systems, and the ethical and accountability framework in place for \nsecondary use of health data. Figure 9, below, benchmarks the country-level policy environment for these components.\nFigure 9: Secondary use of health data: country policy benchmarking – Ethics\nProgress\nQuality \n0\n510\n0\n5\n10\nBulgaria\nGermany\nSweden\nItaly\nBelgium\nGreece\nLuxembourg\nHungary\nLatvia\nUK\nCroatia\nNetherlands\nPortugal\nSpain\nAustria\nEU\nLithuania\nPoland\nFinland\nIreland\nSlovenia\nIsrael\nNorway\nEstonia\nFrance\nSwitzerland\nSlovakia\nCzech\nRomania\nDenmark\nA successful ecosystem for secondary use of health data \nrequires the trust of people and patients. Initiatives that  \nbuild trust in sharing data – and ethical and accountability \nframeworks that ensure consent and provide redress –  \nare essential. \nIn  Sweden, under the life-sciences roadmap, which includes \nstrategic goals for secondary use of health data, they have \nestablished a Committee for Technological Innovation and \nEthics, to oversee use of data for personalised medicine. \nIsrael has instituted clear approval processes for secondary \nuse of health data, and has established a legal framework for \nensuring the data is de-identified prior to reuse. \nLithuania has established ‘sandbox’ environments that isolate \nhealth data for use in developing AI tools. This enforces \ndata-management standards, but there is still work to be \ndone to overcome fragmentation in data-collection systems. \nLithuania’s challenge in overcoming data fragmentation has \nnot prevented it moving towards an ethical and accountability \nframework for secondary use of health data, showing that \ncountries can still progress towards open-data ecosystems \nwhile addressing shortcomings.\n\nOpen Data Institute 2021 / Report Secondary use of health data in Europe    32\n5.3f Engagement\nFrom the 22 policy components of the policy framework from Chapter 3, we identified two indicators that aligned with the \nODI-manifesto area of Engagement. This focused on investment and initiatives to ensure public and patient participation in data \necosystems, and sustainable and trustworthy data institutions. Figure 10 benchmarks the country-level policy environment for \nthese components.\nFigure 10: Secondary use of health data: country policy benchmarking – Engagement\nProgress\nQuality \n04.59\n0\n5\n10\nGreece\nLuxembourg\nItaly\nSwitzerland\nAustria\nEstonia\nPoland\nSpain\nSweden\nUK\nBulgaria\nCroatia\nFrance\nIsrael\nNorway\nSlovenia\nIreland\nSlovakia\nPortugall\nRomania\nGermany\nHungary\nNetherlands\nDenmark\nEU\nBelgium\nLatvia\nLithuania\nCzech\nFinland\nEnabling patient and public participation in how health data is \nused is essential for open and trusted data ecosystems. \nThere are few structures evident where patients are involved \nin the emerging infrastructure and institutions that govern \nsecondary use of health data. \nFinland has an admirable infrastructure, with initiatives such \nas FinnGen, and the work of Sitra, enabling greater \ncommunity and patient involvement in decision-making. \nHowever, initiatives still suffer from being unconnected, and it \ncan be difficult to see how patients can participate as a group \nand individually across all secondary use of health data \ninitiatives.\n\nAn open, trusted data ecosystem for secondary use of health \ndata enables the use and sharing of data, encourages the \nadoption of personalised healthcare, and increases efficiency \nand innovation in the health system.\nMany of these ecosystem elements are needed at a pan-\nEuropean level, but will be informed by implementations and \npolicy decisions at a country level. Table 8 provides an \noverview of the work needed at the Europe-wide level to \nfoster a this data ecosystem for secondary use of health data. \nDecision-making will need examples and agreements at the \ncountry level to highlight demonstrations of how these \nelements work locally, to inform collaborative policy action. \nTherefore, there is the opportunity at country level to influence \nEuropean policy, by clarifying implementation frameworks for \neach of the following areas.\nTable 8: Policy needs for secondary use of health data  \nin Europe\nODI manifesto areaPolicy needed\nInfrastructure\n   A common data language and \ninfrastructure\nCapability\n Improved data skills for all \nstakeholders\nInnovation\n   Common health-technology \nassessment instruments\n   Agreement on governance, use \nof patient-reported outcomes \nand wearables, and other \nconsumer health data\nEquity\n Opportunities for secondary use \nof health data to improve health \naccess and care-planning for \npopulation groups prioritised\nEthics\n Standardised models of \nconsent and privacy for sharing \ndata \n Clearer harmonisation of GDPR \nto define processes for data-\nprivacy methodologies\n Established ethics processes\nEngagement\n   Ability for a wide range of \nentities to participate in health-\ndata networks, including \ncommercial stakeholders such \nas new health start-ups and \npharmaceutical companies\n Involvement of patient advocacy \ngroups\nChapter 6. Policy needs for secondary \nuse of health data\nChapter 6. Policy needs for secondary  \nuse of health data\n\nOpen Data Institute 2021 / Report Secondary use of health data in Europe    34\n6.1 Infrastructure\nPolicy needed: \n   A common data language and infrastructure\nA commitment to data governance is needed across Europe’s \nhealthcare-data ecosystem. Newer health-policy documents, \nsuch as the Europe’s Beating Cancer Plan, recognise the \nneed to establish centralised data registries that use common \ndata models for all of Europe. Approaches to generating open \nstandards for health-data models are urgently needed. \nBefore developing common data models, it is essential to \nstudy the work already undertaken. This is crucial for health \nwhere, under the various pilots and initiatives (including the \nEuropean Health Reference Networks and eHealth Digital \nServices Infrastructure), a lot of work has already been done \nbut is at risk of duplication, or of adopting new standards and \nmodels that are not aligned with previous work.\nThe cross-sector nature of data relevant to personalised \nhealthcare also brings both opportunities and challenges. Key \ndatasets for personalised healthcare might have origins or \nuses beyond the traditional healthcare sector, and the \ninterdependencies or data flows across sectors can influence \npolicy norms. The cross-sector nature of the ecosystem for \nhealth data can mean policymakers for legislation and \nregulation of the secondary uses of health data must consider \nframeworks and norms beyond the health domain. But it is \nalso an opportunity for policymakers in health to draw on, or \nlearn from, good practice in other domains and sectors, and \nto be influenced by the wider benefits of a trusted ecosystem \nfor health data beyond the health domain.\n6.2 Capability\nPolicy needed:\n Improved data skills for all stakeholders\nThe ODI’s Data Skills Framework\n53\n describes the range of \nskills needed by various stakeholders in an open-data \necosystem. Skills in managing data ecosystems, beyond \ntechnical data skills, are required by multiple stakeholders: \npolicy, healthcare practitioners, researchers, regulators, and \nconsumer-advocacy groups.\n53  ODI (2020), ‘Data Skills Framework’.\n6.3 Innovation\nPolicy needed: \n   Common health-technology assessment instruments\n   Agreement on governance and use of patient-reported \noutcomes, wearables and other consumer health data\n The work by EMA on health-technology assessment will be \nessential to building new models of reimbursement, and to \nfinancing for new treatments and approaches built on \nsecondary use of health data.\nAt present, there are limited European examples of patient-\nreported health outcomes and wearable and other sensor-\nbased technology health data being collected and used as \npart of an ecosystem for secondary use of the health data. \nAgain, new models of governance, data collection, and \nappropriate reuse infrastructure will support innovation, \ndrawing on these emerging health datasets. \n6.5 Equity\nPolicy needed: \n Opportunities for secondary use of health data to improve \nhealth access and care-planning for population groups \nneed to be prioritised\nOne of the greatest benefits of secondary use of health data \nis that it can enable new treatments and solutions that meet \nthe needs of smaller population groups. Traditional healthcare \nsystems often build evidence by screening out any \ncharacteristics that may reduce wider application of proposed \nclinical solutions. \nSecondary use of health data allows data from previous \nclinical studies, observational studies and electronic health \nrecords to be analysed by sub-population characteristics. \nThis could mean early diagnosis and screening, and \npersonalised healthcare solutions, can be created to suit each \npatient individually. This is often a data-quality question. \nEnsuring representative data collection, correcting for bias in \ndata and research design, and enabling use and analysis, \nwould improve data quality. This would enable a focus on \nsecondary-use purposes that reduce inequitable distribution \nof health and health-resource allocation. \nThis is recognised as one of the benefits of secondary use of \nhealth data when working on solutions targeting rare \ndiseases. But it is not often applied to personalised \nhealthcare or diagnosis opportunities for marginalised groups \nthat continue to face health inequalities in access and \ntreatment outcomes. Secondary use of health data can be \nused for improved health-service planning to target \nconcentrated areas of disadvantage. It can also be used to \ncreate new reimbursement structures and clinical-care cost \ncalculations, where care is provided for patients with a history \nof inequitable healthcare access and health outcomes.\n\nOpen Data Institute 2021 / Report Secondary use of health data in Europe    35\n6.4 Ethics\nPolicy needed:\n   Standardised models of consent for sharing data\n   Clearer harmonisation of GDPR to define processes for \ndata-privacy methodologies \n Established ethics processes \nGreater clarification is needed to harmonise and support the \nGDPR implementations that enable secondary use of health \ndata. GDPR ensures all European citizens and residents have \nthe right to privacy, and access to their data. Health data is \nrecognised as highly sensitive, needing additional safeguards \nto protect citizens. Because secondary use of health data can \nmake use of anonymised, aggregated data at a population-\nwide level to advance scientific research, several Recitals, \nsuch as Recital 157, aim to provide greater clarity on when \nsensitive personal data can be used for health research. \nHowever, individual EU member states may interpret these in \ndifferent ways. Some accept the findings of Recital 157 (such \nas Austria) and some do not (such as Finland). To clarify some \nareas of legislation, individual member states have enacted \nnational data-privacy legislation that reflects key \ncharacteristics of GDPR but also strengthens or defines other \nareas such as secondary use of health data.\nIn  France, for example, legislative guidelines limit recognition \nof anonymised health data and its use for future research. \nFinland has introduced new legislation to enable secondary \nuse of health data. In the Netherlands, strict interpretations of \nGDPR have limited the health data for use in AI. In Germany, \nlaws allow data to be used for scientific research, but private \nindustry is specifically excluded.\nGreater clarity is needed at a Europe-wide level on \nappropriate interpretation of GDPR and its implementation for \nreuse of anonymised health data for research, diagnostic, and \npersonalised healthcare purposes.\nThe European Data Governance Act proposes new models \nfor data altruism, meaning citizens agreeing to share their \ndata for research or social good. There is a proposal for a \nnew, dynamic consent-mechanism model that would allow \ncitizens to consent for multiple purposes at the same time. At \npresent, GDPR requirements and interpretations across \nEurope rarely grant approval to data access for research \npurposes. The establishment of an ethics committee, with \npatient and consumer participation, would help create the \ninfrastructure needed. The recognition by EMA and other \nbodies of the ethics guidelines for trustworthy AI could also \nbe used as a basis for secondary use of health data.\n54  DG Health and Food Safety,(2021), ‘Assessment of the EU Member States’ rules on health data in the light of GDPR’. \n6.6 Engagement\nPolicy needed:\n   Ability for a wide range of entities to participate in health-\ndata networks, including commercial stakeholders such as \nnew health start-ups and pharmaceutical companies\n   Involvement of patient-advocacy groups\nThere must be support for a multi-stakeholder network to \nparticipate in a data ecosystem that supports secondary-use \npurposes. At present, commercial entities are sometimes \nreluctant to participate in healthcare networks that encourage \nthe secondary use of health data for innovation, diagnostics, \nand personalised healthcare. However, recent reviews of the \nseparation between non-commercial and industry use have \nrecognised that the lines are often blurred\n54\n. Industry \ncollaborates with academia and government to help finance \nand create healthcare solutions for social good. Industry \nstakeholders need to be invited to participate in new \nstructures, including the European Health Data Space.\nTrust in healthcare systems and appropriate secondary use of \nhealth data also needs a participating patient network. Data is \nalso often collected by individuals through wearable and other \ntechnologies, and people need to participate in discussions \non consent to secondary use. Patient-advocacy groups need \nto be part of open health-data ecosystems.\n\nAnnex 1 – Detailed methodology\nAn overview of the methodology we used to create the policy \nframework.\nAnnex 2 – Insight tool: policy framework\nThe policy framework of 22 success indicators for adoption of \nsecondary use of health data alongside ODI manifesto areas \nfor an open, trustworthy data ecosystem.\nAnnexes\nAnnex 3 – Insight tool: EC-level and country \nlevel scorecards and profiles\nDetailed summaries of the policy environment for the EC  \nand 29 countries, organised by the 22 success indicators of \nthe policy framework for secondary use of health data:\nAustria country profile and country scorecard\nBelgium country profile and country scorecard\nBulgaria country profile and country scorecard\nCroatia country profile and country scorecard \n(NB Croatia’s country data has been sourced from \n \nthe CIA World Fact Book)\nCzech Republic country profile and country scorecard\nDenmark country profile and country scorecard\nEstonia country profile and country scorecard\nEU region profile and region scorecard\nFinland country profile and country scorecard\nFrance country profile and country scorecard\nGermany country profile and country scorecard\nGreece country profile and country scorecard\nHungary country profile and country scorecard\nIreland country profile and country scorecard\nIsrael country profile and country scorecard\nItaly country profile and country scorecard\nLatvia country profile and country scorecard\nLithuania country profile and country scorecard\nLuxembourg country profile and country scorecard\nNetherlands country profile and country scorecard\nNorway country profile and country scorecard\nPoland country profile and country scorecard\nPortugal country profile and country scorecard\nRomania country profile and country scorecard\nSlovakia country profile and country scorecard\nSlovenia country profile and country scorecard\nSpain country profile and country scorecard\nSweden country profile and country scorecard\nSwitzerland country profile and country scorecard\nUK country profile and country scorecard\nAnnexes\n\nGet in touch\ntheodi.org | @ODIHQ\ninfo\n@\ntheodi.org\nOpen Data Institute, 65 Clifton Street, London EC2A 4JE\n\ntheodi.org | @ODIHQ","version":"1.10.100"}