{"numpages":11,"numrender":11,"info":{"PDFFormatVersion":"1.4","IsAcroFormPresent":false,"IsXFAPresent":false,"Creator":"Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/106.0.0.0 Safari/537.36","Producer":"Skia/PDF m106","CreationDate":"D:20221028101115+00'00'","ModDate":"D:20221028101115+00'00'"},"metadata":null,"text":"\n\n28/10/2022, 11:11What organisations need in order to share more data: our research – The ODI\nhttps://theodi.org/article/what-organisations-need-in-order-to-share-more-data-our-research/1/18\nImage: Copyright Adobe Stock\nWhat organisations need in order to share more data: our\nresearch\nFri Oct 26, 2018\nShare\nData infrastructure Data publishing and use Innovation\nKnowledge & opinion > Reports >\n\n28/10/2022, 11:11What organisations need in order to share more data: our research – The ODI\nhttps://theodi.org/article/what-organisations-need-in-order-to-share-more-data-our-research/2/18\nWe speak to businesses about their challenges in data sharing and how they can\nbe supported\nAs part of an R&D project exploring how to increase access to data while retaining\ntrust, ODI User Researcher Lisa Perez spoke to businesses to discover their key\nchallenges in data sharing, and explore how they can be better supported. Here are\nher findings\nIn June and July 2018, the ODI interviewed people who work for organisations\nwhich share or publish data, or who have expert knowledge of data sharing\npractices in specific industries.\nThe interviews were intended to answer the following questions:\nWhat challenges do organisations face when sharing data?\nWhat models are currently in use?\nWhat new models are being proposed?\nWhat sectors should we investigate further?\nThe outcomes of the research will help us to identify sectors and problems which\nthe ODI could work on for maximum impact. This report summarises the key\nfindings from this research stage.\nNine one-hour interviews were conducted over Google hangouts. Interviewees\nrepresented the following industry sectors:\nFintech (1)\nExtractives (2, representing one organisation)\nTransport (2, including one with specific focus on autonomous vehicles)\nHealthcare (2)\nEnvironment (2, from the Environment Agency)\nParticipants were recruited primarily through known contacts, direct requests, and\nsocial media. The research is exploratory, not exhaustive, and indicates issues and\nsolutions experienced by individuals working in the selected sectors.\nThe five sectors varied considerably in the degree to which data was shared and in\nthe willingness to share more. For example, the healthcare sector is people-\nfocussed with significant privacy concerns about highly-personal data. Conversely,\nthe transport industry has many demonstrated success stories and a general\nrecognition of the value of opening data.\nDespite differences, the sectors shared some similar challenges suggesting the\npossibility to learn from emerging models and solutions in other sectors. Part I of\nthis report describes cross-sector themes, challenges, and emerging sharing\nmodels, while Part II highlights sector-specific issues.\n\n28/10/2022, 11:11What organisations need in order to share more data: our research – The ODI\nhttps://theodi.org/article/what-organisations-need-in-order-to-share-more-data-our-research/3/18\nPart I: Overall findings\nChallenges\nData discovery\nInterviewees experienced challenges in finding relevant data, particularly when only\nlimited data is shared or made public and when data is published in unstructured\nand inconsistent formats in disperse locations. This was a problem in the\nextractives and healthcare sectors.\nData control and access\nThe need to resolve issues of data control and access among multiple competing\nstakeholders was seen as a barrier to sharing. In the automotive industry, it’s not\nclear who should control data generated by modern automobiles. Access to the\ndata could be claimed by drivers, passengers, car owners, car manufacturers,\nsoftware or hardware providers, or the wider transport network. Similarly in the\nextractives industry, there are differing views on who controls or has access to data\nabout deposits and reserves – the government, the extraction company, the public,\nor international bodies. The issue becomes further complicated when data includes\na personal component. What data should an individual control or own?\nResolving these issues may require an unaccustomed degree of collaboration and\nsharing among otherwise competing parties and a shift of organisational or industry\nculture may be required before any technical solution can be effective. Slow\nprogress in meaningful sharing of healthcare data is an example of halting\nprogress. Similarly, the transport sector may need higher degrees of cooperation\nand data sharing to join separate networks and enable increased transport usage\nand industry growth.\nManaging data as infrastructure will require resolving multiple overlapping data\nrights each with their own motivations and challenges. Read more in a paper the\nODI CEO, Jeni Tennison recently wrote for the UK Centre for Data Ethics.\nTrust\nThere is hardly any structured data available in a, kind of,\nwider scale or scope\n“\n”\nWho’s going to get the value?\n“\n”\n\n28/10/2022, 11:11What organisations need in order to share more data: our research – The ODI\nhttps://theodi.org/article/what-organisations-need-in-order-to-share-more-data-our-research/4/18\nTrust in data quality is dependent, in part, on the credibility of its source. This is\nparticularly important in extractives where trust is low throughout the sector. Both\nextractive companies and some governments are assumed to be acting in their\nown interests rather than the public interest. Companies aren’t trusted to released\nunbiased data and data released by governments who aren’t see to be generally\ncredible will not be trusted. However, this varies by sector. In the Autonomous\nVehicles sector, data from local authorities may be seen as more trustworthy than\ndata from a private company.\nOne way Transport for London gained consumer trust for the Oyster card system\nwas by solving customer problems quickly and issuing refunds instantly where\nneeded, thus increasing customer willingness to allow TfL access to individual\njourney and payment data.\nPublic trust can be damaged by data breaches, so successful sharing models must\ninclude robust data security technology and governance. One interviewee felt that\nthe technical standards for regulated parties in the payment services directive\n(PSD2) were currently too weak, making a data breach more likely.\nConsumers will also lose trust where they feel they have been misled. The NHS\nexperience with care.data showed the consequences of failing to earn the trust of\nstakeholders by rushing to share data without robust data governance processes in\nplace. The Caldicott enquiry that followed highlighted the importance of rigorous\ndata governance policies in establishing trust. While this example is from the\nhealthcare sector, it could apply to other sectors dealing with highly sensitive data.\nTransparency\nTransparency is often opposed by those who feel they or their organisation will be\nThere’s signific ant Problems on the PSD2 regulation when\nit comes to trust, because of the way the payment services\nregulation and payment service directive was written\n“\n”\nPeople own the resources, they should know about what\ntheir governments do ...  so that they can hold both\ncompanies and their governments accountable\n“\n”\n\n28/10/2022, 11:11What organisations need in order to share more data: our research – The ODI\nhttps://theodi.org/article/what-organisations-need-in-order-to-share-more-data-our-research/5/18\nseen negatively if data is released. This issue crosses sectors, from government\nresource departments unused to detailed public scrutiny, to NHS GPs concerned\nabout the use of league tables. Within any environment however, there will be\nnatural allies of data sharing. Revenue authorities may be more interested in\nopening details of extractive activities than the departments working more closely\nwith extractive companies. When discussions about healthcare data sharing have\nincluded both patients and GPs, GPs have been more willing to share data when\nthey directly see patient support.\nBusiness cases\nMany organisations lack knowledge of business models that would support greater\ndegrees of data sharing. One interviewee felt that in the rapidly-evolving transport\nsector there aren’t enough successful examples to overcome the reservations of\nrisk-averse managers. In the historically secretive extractive industry, organisations\ntypically only see downsides of sharing  data that they have always viewed as\ncommercially sensitive. When extractive organisations do share data, the terms of\nthe sharing agreement are rarely made public so the industry lacks good examples\nto learn from. Furthermore, examples can take time to develop whereas the\ndownsides of data sharing, e.g. resources required, are usually more immediately\napparent.\nPersonal data\nMany organisations and sectors struggle with how to make effective legal use of\npersonally-identifiable data. The lack of test cases of GDPR has led to\norganisations being very cautious. People who have historically dealt with\nconfidential data may be reluctant to share that data even when there is a clear\nlegal basis. One interviewee remarked that data protection is often used as an\nexcuse not to share data.\nAnonymisation in particular is both a technical and a cultural issue. Data publishers\nand decision makers may not understand the anonymisation spectrum or feel\nffi i  tl i f   d t d ik d i i   b  t d tti\nWe’re destroying traditional business models and creating\nnew ones at the same time and that is not straightforward\nor easy\n“\n”\nIf you’re doing something on population-level, consent just\nwould not be feasible\n“\n”\n\n28/10/2022, 11:11What organisations need in order to share more data: our research – The ODI\nhttps://theodi.org/article/what-organisations-need-in-order-to-share-more-data-our-research/6/18\nsufficiently informed to design or make decisions about data aggregation or\nanonymisation processes.  Interviewees from the Environment and Healthcare\nsectors raised this issue, but it could affect any sector which deals with personal\ndata.\nPossible solutions\nEffective data sharing requires the motivation and willingness to do so as well as\nthe technical and management skills to implement it effectively.\nChanging market conditions will be one impetus for data sharing. Examples from\nATMs and mobile phone networks in the past have shown how organisations\nshared data in order to make these systems work for customers and grow the\nmarket. Legislation and government policy that requires or enables data sharing will\nalso have an effect, though some feel that legislation works too slowly to take\nadvantage of technical innovation.\nSuccessful examples of data sharing can demonstrate benefits to market players\nand influence sharing throughout the sector. However if details of data sharing\nagreements are themselves not made public, their impact will be muted. Hence a\ntrend for extractive companies to publish contract terms could be an important step\nto greater openness in that sector.\nLong-term stakeholder engagement to enable culture change was seen by\nhealthcare sector interviewees as essential to increased data sharing in healthcare.\nLessons learned in this sector could prove useful to other sectors. Discussions with\nGPs and patients about data sharing and with clinicians and researchers about\ndata collection, management, and use were suggested. Accountability and  data\ngovernance needs to be developed together with stakeholders to ensure it works\nfor all.\nData sharing models\nCurrent examples\nThe UK Environment Agency now considers data sharing whenever a new\ndataset is created. They use a checklist to help managers determine which\ndata can be shared with an open license and which needs a more restrictive\nlicense.\nOil companies sometimes share data about their resources in order to attract\nor reassure investors\nBoth transport companies (such as Uber) and extractive companies may share\nsome data publicly or with regulators in hopes of pre-empting increased\nregulation.\nThe Open Banking regulatory framework allows existing financial institutions\nand new organisations to share financial data for the benefit of consumers\nThe NHS does not have centralised data governance, it allows individual trusts\nto make independent agreements.\n\n28/10/2022, 11:11What organisations need in order to share more data: our research – The ODI\nhttps://theodi.org/article/what-organisations-need-in-order-to-share-more-data-our-research/7/18\nNew models\nNew models are being suggested and tried within the transport and autonomous\nvehicles sector. If market players do not cooperate, a model of competing\necosystems led by a few major players may develop.\nThe importance of high quality training data for autonomous vehicles shows the\npotential for public bodies to license CCTV and other relevant data to industry\nentrants.\nSynthetic data sets of edge cases used for training autonomous vehicles are a\ncandidate for sharing amongst developers as it is likely to increase car safety,\nleading to the market acceptance which will be necessary for industry growth.\nPart II: Summary by sector\nHealthcare\nChallenges:\nData quality is not always adequate for research due to varied formats and\nschemas\nConfidentiality and trust are significant issues and hindered by cases like\ncare.data where communication and acceptance was poor\nThere is a lack of consensus on data sharing models – whether consent-\nbased, anonymised, aggregated, or open but managed.\nPossible solutions:\nEngagement and discussions with patients, clinicians, researches, and the\ngeneral public\nElectronic healthcare records designed with clinicians, patients, and\nresearchers in mind.\nSuccesses:\nThe Moorfields agreement with Deepmind publicly shows the benefits of sharing\nanonymised medical data\nImpact:\nResource efficiency\nTreatment effectiveness\nD  lt  d t ti   f   t  t   t\nInformation governance is 9/10ths cultural\n“\n”\n\n28/10/2022, 11:11What organisations need in order to share more data: our research – The ODI\nhttps://theodi.org/article/what-organisations-need-in-order-to-share-more-data-our-research/8/18\nDevelopment and testing of new treatments.\nUK Environment Agency (EA)\nChallenges:\nThird-party licenses (e.g. Met Office, OS) limit data that can be made open\nFew dedicated internal resources to help managers make decisions about data\npublishing\nReluctance to find solutions for sharing data with personally identifiable\ncontent.\nPossible solutions:\nPublished examples of people and organisations using EA data help to embed\nand strengthen the data sharing culture and motivate staff to open more data\nClarity on how to share data containing personally sensitive information, and\nGDPR test cases will enable more data to be confidently and safely shared.\nSuccesses:\nThe EA’s  open data risk management checklist helps managers decide if they\ncan release data under an Open Government License or if a more restrictive\nlicense is necessary\nThe Shoothill Gauge Map is an example of open data leading to the\ndevelopment of good quality third-party products\nData sharing is now considered whenever a new dataset is created.\nImpact:\nIncreased trust in Environment Agency activities due to transparency\nIncreased public engagement and support\nReduction in resources needed to process Freedom of Information requests as\ndata is published proactively.\nFintech\nShare what you can to the extent you can\n“\n”\nI’m concerned you’ll fin d out that we’ve created a a really\nnice fin e-grained fle xible consent model which empowers\nthe individuals and the individuals just won’t care\n“\n”\n\n28/10/2022, 11:11What organisations need in order to share more data: our research – The ODI\nhttps://theodi.org/article/what-organisations-need-in-order-to-share-more-data-our-research/9/18\nChallenges:\nEnd-user identity management is currently cumbersome. Users reduce\ncognitive load by not engaging with privacy statements and terms, and then\nlose trust when something goes wrong\nPSD2 doesn’t currently allow regulated organisations to display their consumer\nbrands, resulting in consumer confusion and lack of trust.\nPossible solutions:\nA centralised identity system like those in place in Belgium and Scandinavia\n(BankID), may enable more informed customer behaviour as the authentication\nprocess becomes less of a chore\nPSD2 API extensions for finer control or what data is shared will enable users\nto allow access to more services without significantly increasing their exposure\nto data breaches\nA regulator may be needed to manage the friction in handovers between\nfinancial institutions and other regulated service providers.\nSuccesses:\nDetailed regulations and a clear liability model are already in place.\nImpact:\nGreater competition and innovation leading to better products and services for\nconsumers\nExtractives\nChallenges:\nThe industry has a long history of secrecy both within companies and their\ngovernment counterparts\nSome governments lack the skills and resources to manage and release the\ndata that they have access to\nExtractive companies are assumed to only release data in their own self-\ninterest, and data that is released is rarely granular. Larger companies typically\nonly need to release a small fraction of information they have in order to\nLots of decision makers simply don’t trust information in\npublic domain because, the industries themselves retain\nthis culture of secrecy overall\n“\n”\n\n28/10/2022, 11:11What organisations need in order to share more data: our research – The ODI\nhttps://theodi.org/article/what-organisations-need-in-order-to-share-more-data-our-research/10/18\ncomply with regulation\nA global portfolio approach to risk means that windfalls in one location\nsubsidise failures elsewhere in the world, ensuring that the interests of\nextractive companies and the localities they operate in are rarely aligned.\nTowards a solution:\nRegulation and enforcement\nHelp and training for government resource regulators\nMore awareness and use of what is already in the public domain\nSupport of the trend toward open contract terms\nInitiatives to improve the findability of that is already in the public domain.\nSuccesses:\nThere is some progress on open contracts\nImpact:\nOpen data can help governments better manage their assets and address\nclimate change\nCitizens can fairly evaluate government management of natural resources\nTransport & Autonomous Vehicles (AV)\nChallenges:\nData sharing is seen as a commercial and legal risk\nLack of established business models. A decision to release data may feel like\na “leap of faith”\nTransport users outside London are believed to be resistant to sharing\npayment and location data with transport companies.\nPossible solutions:\nClear business cases and examples, particularly in the private sector\nClear benefits to transport users of sharing payment, journey, and location data\nPolicy leadership\nSharing of AV AI edge case data to improve safety while minimising\ncommercial risk\nServices that turn CCTV data into data which is more abstract and less\npersonally identifiable while still being useful for AI system training\nA data commonsstewardedby a non-profitorganisationto ensureeasy\nMore data, more choice and a more effective alternative to\njust driving yourself everywhere\n“\n”\n\n28/10/2022, 11:11What organisations need in order to share more data: our research – The ODI\nhttps://theodi.org/article/what-organisations-need-in-order-to-share-more-data-our-research/11/18\nA data commons stewarded by a nonprofit organisation to ensure easy\naccess for all.\nSuccesses:\nCashpoint and mobile phone networks demonstrate how data sharing can\nenable market growth\nEffective sharing within the London transport ecosystem\nUber releasing data for planning purposes.\nImpact of increased data sharing:\nJoined up public transport leads to fewer car journeys and the resulting\nenvironmental and health benefits\nSafe autonomous vehicles\nMore effective transit options for rural areas whether through more efficient bus\nservices or shared and/or autonomous vehicles.\nGet involved\nIf you’d like to find out more about our research in this area, or would like to work\nwith us, please contact research@theodi.org\nRelated\nRecent related activities\nBLOG, NEWS 11/10/2022","version":"1.10.100"}