{"numpages":15,"numrender":15,"info":{"PDFFormatVersion":"1.5","IsAcroFormPresent":false,"IsXFAPresent":false,"Producer":"Skia/PDF m89"},"metadata":null,"text":"\n\n \n\n \n \n \n \nContents \nAbout \nExecutive summary \nBackground \nApproach \nKey insights \n \nSession 1: How data relates to the everyday life of engineers \nSession 2: Identifying the data skills and knowledge needed to improve access, \nuse and sharing of data in the engineering sector \nSession 3: How data skills and knowledge needs compare to what support is \nalready available \nSummary and next steps \n \nShort term (January – March 2020) – next steps for the ODI \nLonger term (April 2020 onwards) – considerations for funders \nAppendix 1: Workshop attendance \nAppendix 2: Workshop images \nAppendix 3: Summary of ODI desk and user research \n \nApproach \nKey Insights \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nOpen Data Institute 2021Workshop Report - data skills & knowledge in the engineering sector     2 \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nAbout \n \nThis report was produced as part of a project funded by Lloyd's Register Foundation. \nIt builds on research from the Open Data Institute's ​Sharing engineering data for the \npublic good​ project funded by Lloyd's Register Foundation. The views in this report \nare those of the authors. \n \nThis report has been researched and produced by the Open Data Institute, \nand published in January 2021. Its lead authors were Deborah Yates, James \nMaddison and Mahad Alassow. If you want to share feedback by email or would like \nto get in touch, contact James Maddison at ​james.maddison@theodi.org​.  \n \nTo share feedback in the comments, highlight the relevant piece of text and click \nthe ‘Add a comment’ icon on the right-hand side of the page. \n \n \n \n \n \nOpen Data Institute 2021Workshop Report - data skills & knowledge in the engineering sector     3 \n \nHow can it be improved? We welcome suggestions \nfrom the community in the comments. \n\n \n \nExecutive summary \nThis report is the result of a half-day discovery workshop facilitated by the Open Data \nInstitute (ODI) and commissioned by Lloyd's Register Foundation. The workshop was \ndesigned to help understand the extent of support, training and guidance for data \nliteracy and skills in the engineering sector. This is part of wider work to take forward \nthe principle of ‘building data literacy and skills’ set out in the industry backed \nmanifesto​ for sharing engineering data for public good. Together with a variety of \nstakeholders (see appendix one) from across the engineering landscape, we \ndiscussed the role that data plays in the everyday work of engineers; examined the \nbalance of data skills needed across engineering organisations; and discussed how \nexisting support compares to what is needed, in order to inform interventions to drive \ngreater use and sharing of data in the sector. \n \nWhile it was felt that in some areas of engineering, data skills and knowledge were \nfairly strong, the general consensus from participants was that the level of data skills \nand knowledge across the whole sector needs to be improved, and requires more \ninvestment.  \n \nIn this report we make a number of recommendations on next steps to be delivered \nover the short (next six months) and long (beyond six months) term. These are \nprovided in detail at the end of the report and include: \n \n1.Producing a white paper on data skills in engineering \n2.Convening a roundtable with engineering CPD providers to explore \nopportunities for adding data skills to existing CPD offerings \n3.Working with universities, research organisations and professional bodies to \nincrease capacity in data skills and knowledge \n4.Developing an ‘introduction to data in engineering’ learning programme \n  \nOpen Data Institute 2021Workshop Report - data skills & knowledge in the engineering sector     4 \n\n \n \nBackground \nIn 2019, the ODI, funded by Lloyd’s Register Foundation, undertook a ​short project \naimed to develop a movement within the engineering sector that would lead to the \nsharing and use of data for the public good, with a particular focus on improving \nsafety. \n \nWe engaged with stakeholders – including the Royal Academy of Engineering, the \nHealth and Safety Executive, The Alan Turing Institute and Cambridge University \nPress – to develop a shared vision around better use of data. In May 2019 we hosted \na public event to help to articulate and explore our shared vision, and in October \n2019, we published a ​manifesto​ and ​report​ with Lloyd’s Register Foundation, which \nidentifies ways to build a stronger engineering data infrastructure to increase safety \nwithin the sector. \n \nThe ODI and Lloyd's Register Foundation teamed up again in 2020 to take two of the \nmanifesto principles forward: \n \n●Using challenges to drive innovation that solves problems ​by launching a \nnew stimulus fund to support ​small projects to pilot approaches​ on a \npractical level.  \n●Building data literacy and skills.​ Through desk and user research aiming to \ngather evidence and insight into the need for data literacy and existing \nsupport available in the form of training, certifications or codes of practice.  \n \nThis workshop forms part of the user research to ensure we focus efforts on adding \nvalue to sharing data within the sector, and don’t repeat work already done. \n \n  \nOpen Data Institute 2021Workshop Report - data skills & knowledge in the engineering sector     5 \n\n \n \nApproach \nThis half-day discovery workshop, held on 22 October 2020, brought together key \nstakeholders from the engineering sector to share their perspectives on data literacy \nand skills. Participants came from a variety of disciplines, representing research, \nregulation, funders and those that create data. A full list of organisations attending is \nincluded in ​appendix 1​.  \n \nThe workshop was split into three sessions: \n \n1.How data relates to the everyday life of engineers \n2.Identifying the data skills and knowledge needed to improve access, use and \nsharing of data in the engineering sector \n3.How data skills and knowledge needs compare to what support is already \navailable \n \nWe used the ODI ​Data Skills Framework​ to consider the balance of data skills – from \nthe more technical to those that enable innovation – needed within organisations. We \nreflected on which elements of the skills framework were a priority to increase \naccess, use and sharing of data, and considered the skills most relevant or missing \nfor specific disciplines. \n \nOur intention is to use these insights, combined with findings from more focused ​user \ninterviews​ carried out by the ODI (included in appendix 3), to determine whether there \nis a need to revise or expand on existing codes of practice, certifications or training, \nand consider new initiatives to promote data understanding and use for the \nengineering sector. \n \n  \nOpen Data Institute 2021Workshop Report - data skills & knowledge in the engineering sector     6 \n\n \n \nKey insights \nThis section brings out the key insights from each session. \nSession 1: How data relates to the everyday life of \nengineers \nIn this discussion we reflected on how data relates to the everyday life of engineers, \nconsidering the value of data to day-to-day work, and the level of awareness of this \nacross disciplines. The points below bring out the main themes and insights from the \ndiscussion. \n \nThe value of data day-to-day \n \n●There has been a slow take-up but data is being talked about a lot more, \nespecially in the construction sector. \n●There is increasing use of data within Artificial Intelligence (eg as part of \nresearch), but core skills and knowledge around data are not always \nprioritised.  \n●Private sector is often results orientated, so even with limited data it’s \nexpected that staff extrapolate. \n●The Covid-19 pandemic has elevated data discussions to board level in many \ncases. \n \nKnowledge  \n \n●There is a high variability of skills and knowledge depending on \ndiscipline/geography. \n●Those in ‘data roles’ tend to have the analytics skills to do their job. \n●In general there is a higher level of comfort discussing ‘headlines’ drawn from \ndata, over more detailed analysis. Organisations tend to rely on high level \ndatasets and do not understand the potential risks in terms of decision \nmaking based on these datasets only. It’s an issue which results in \ninaccuracies. \n●The engineering sector is very varied which means people need to work \ntogether – it’s hard for one person to have all the expertise. Well-balanced \nteams are key to covering the breadth of data topics and practical \nexperience, however the approach to skills and knowledge is currently more \non an individual basis rather than thinking about the team as a whole.  \n●Universities are beginning to offer more data literacy courses, but uptake is \nslow. \n●Engineering professionals need help to understand the problem of incorrect \ninformation.  \n●There is growing recognition that the ‘​data translator​’ is vital for organisations \nin making data-informed decisions and creating value from data. Visualization \nand creativity are vital in this​. \n \nAccess and use of data  \n \nOpen Data Institute 2021Workshop Report - data skills & knowledge in the engineering sector     7 \n\n \n \n●In general, data is not curated well and this impacts access and use. \n●Different people use different standards which can make it difficult to access \nand use data within engineering. For example, the codes will be different – \nhow data is manually inputted makes a difference to how well computers \ncommunicate and link data. \n●Building Information Modelling (BIM) is an example of best practice in access \nand use of data. \n●Technical infrastructure, and the required understanding of it, are not always \nthere to support use of data. \n●Funders are beginning to encourage responsible data use. \nSession 2: Identifying the data skills and \nknowledge needed to improve access, use and \nsharing of data in the engineering sector \nIn this session we used the ODI ​Data Skills Framework​ to consider the balance of \ndata skills needed within organisations – from the more technical to those that enable \ninnovation. We reflected on which elements of the skills framework were a priority to \nincrease access, use and sharing of data, and considered which skills were most \nrelevant and which were missing for specific disciplines. Images from this interactive \nsession are included in ​appendix 2​ and we have summarised the main points below. \n \nInnovating with data \n \n●Working in an ethical manner is a top priority and shouldn’t be neglected in \nfavour of other goals. \n●There is a lack of knowledge about the data capabilities people hold. \nPromoting and developing the awareness of data capabilities could help \nreduce current inefficiencies. \n●Skills to apply statistics, use data, analyse trends and draw insights are \nimportant to enable organisations to relate to, and achieve value from, data. \n \nStandardising and accessing data \n \n●Standardising data can be difficult, particularly when innovation is rapid.  \n●A uniform way of working to standardise data across the sector would help \ndifferent systems to communicate. \n●Developing an industry wide and accepted practice to manage and store \ndata will improve and encourage collaborations. \n●Improving skills to describe and inventory data will help people to find and \naccess it more easily. \n●Open platforms like Github, where people around the world start working on \nthe code and build on the data, are important for working across countries \nand maximising access, use and sharing of data. \n \nLeading change \n \n●“Having a go-to person has been a game changer. Before it was difficult to \nknow who had the responsibility [for the data]” \n●It is important for those not in technical roles to have at least a baseline level \nof understanding of data and its value to a project, to foster an environment \nOpen Data Institute 2021Workshop Report - data skills & knowledge in the engineering sector     8 \n\n \n \nwhere sharing learning – both positive and negative – about data projects is \nencouraged.  \n●User engagement capabilities are important to encourage adoption of data \nthat is shared. For example, using journey maps outlining real sectoral \nchallenges – if a user can directly see how their practical challenges can be \naddressed using data, the buy-in rate improves. \nSession 3: How data skills and knowledge needs \ncompare to what support is already available \nIn this discussion, we reflected on how data literacy needs compare to what support \nis already available. We shared ODI desk and user research on this topic (a full \nsummary is included in ​appendix 3​), and discussed whether the findings reflected the \nexperiences of the participants.  \n \nGaps in support for data skills and knowledge \n \n●Practical guidance on working in an ethical manner when sharing and using \ndata.  \n●Peer learning approaches. For example, across supply chains, for those \nworking on digital twins, or via implementation of the UK National Data \nStrategy. \n●Sharing where things went wrong, as well as where things went well – \nbalancing sharing the learning with managing reputation is often a challenge. \n●Data literacy for those not in formal ‘data roles’ – often there is a big gap in \nknowledge here. \n●Cultural change – people and organisations often go on a journey to become \ncomfortable sharing data, particularly if they are worried about reputation or \ncompetitive advantage. There isn’t much available to support this process. \n●Curating, documenting and inventorying data – it can be hard to find what’s \nneeded and then access it. There is a need for help to structure what already \nexists. For example, data about building stock and construction. \n●Clarity on roles and governance of key national data assets such as building \nstock (eg currently this is being collated by the Colouring Cities project). \n \nThere was broad agreement that no one organisation is in an obvious place to drive \nchange and lead skills development, and that it should be a private/public \npartnership. \n  \nOpen Data Institute 2021Workshop Report - data skills & knowledge in the engineering sector     9 \n\n \n \nSummary and next steps \nThis half-day workshop generated some useful insights into the levels of data literacy \nand skills required to access, use and share data in engineering. The group was \nenthusiastic and engaged throughout and each participant had the opportunity to \ninput and be heard. Workshop participants agreed there is value in bringing \ncross-discipline groups like this together as they all learnt something from each other. \n \nThere are some clear areas to consider in terms of next steps. Taking into account \nwhat we heard during the workshop, and building on our earlier work with Lloyd's \nRegister Foundation, we have identified some short-term activities for the ODI to \nundertake as part of our ongoing project with Lloyd's Register Foundation. We have \nalso identified potential future activities that would require additional funding. \nTogether, these should begin to increase data literacy and skills to support increased \naccess, use and sharing in the engineering sector.  \nShort term (January – March 2020) – next steps \nfor the ODI \nThis set of short-term activities will be delivered by the ODI under our existing grant \nfrom Lloyd's Register Foundation.  \n \n1.Produce a white paper on data skills in engineering. ​This joint paper will \nbe a collaboration between Lloyd's Register Foundation, ODI and industry \nleaders such as the Alan Turing Institute and the Royal Academy of \nEngineering. The paper will consider the skills and any specific types of \ntraining needed to implement the principles set out in the ​manifesto​ to \nincrease access to data and drive innovation in the engineering sector. \n \n2.Convene a roundtable to explore opportunities for adding data skills to \nexisting CPD offerings. ​Engaging universities and engineering organisations \nwhich provide education services to explore the value of working together to \ninclude data skills and literacy in their training programme. This would include \ndata, digital and education staff from continuing professional development \n(CPD) providers and support the longer term aim of sector change. \nLonger term (April 2020 onwards) – \nconsiderations for funders  \nThese activities could help to improve data skills and knowledge across the sector. \nFunders are asked to consider: \n \n1.Work with universities, research organisations and professional bodies \nto increase capacity in data skills and knowledge. ​Develop a programme \nof training that would enable universities to communicate, teach and engage \nstudents in the practical application of data within specific disciplines of \nOpen Data Institute 2021Workshop Report - data skills & knowledge in the engineering sector     10 \n\n \n \nengineering, and add any new courses or content focused in this area to their \nexisting CPD offering. \n \n2.Develop an ‘introduction to data in engineering’ learning programme. \nBuilding on feedback from the ODI’s trial of learning programmes (above), \nthis piece of work would engage and align with existing initiatives, such as \nEngineering X​ and ​Data-Centric Engineering​ to improve data literacy for \nthose not in formal ‘data roles’.  \n \n \n  \nOpen Data Institute 2021Workshop Report - data skills & knowledge in the engineering sector     11 \n\n \n \nAppendix 1: Workshop \nattendance \n \nThe workshop included nine participants from nine organisations: \n \n \n \n \n  \nOpen Data Institute 2021Workshop Report - data skills & knowledge in the engineering sector     12 \nOrganisation Organisation role Attendee Role \nHealth & Safety Executive Regulator Senior Scientist \nColouring London/Alan Turing \nInstitute \nResearcher Programme Director \nEPSRC Funder Senior Portfolio Manager \nGeodata Creator Enterprise Fellow \nAtkins Steward/Creator Data Scientist \nMission Drive/ODI Data skills consultant Data Skills Consultant \nLloyd's Register Foundation Funder Programme Manager \nRAENG – Engineering X Researcher Senior Manager \nTideway Steward Engineering Information Manager  \n\n \n \nAppendix 2: Workshop \nimages \nIn this appendix we share screenshots of the ‘Jamboard’ activity used in session 2, \nasking participants to consider what skills are required to improve access, use and \nsharing of data in engineering. We used the ODI’s ​Data Skills Framework ​to help \nstructure our thoughts around the common skills and capabilities required to create \nvalue from data. \n \n  \n \nOpen Data Institute 2021Workshop Report - data skills & knowledge in the engineering sector     13 \n\n \n \nAppendix 3: Summary of \nODI desk and user \nresearch \nApproach  \nThe ODI conducted research using a combined approach: desk research, followed by \na number of expert interviews. Insights from both elements informed the structure \nand focus of the workshop. \n \nThe desk research focused on two key questions: \n \n●What codes of practice or guidance are available to organisations in the \nengineering space around accessing, using and sharing data?  \n●What training courses or certification are available to organisations in the \nengineering space around accessing, using and sharing data?  \n \nThe desk research uncovered a number of gaps which were used to create more \nspecific questions for seven expert interviews, with a focus on current best practice \nand existing gaps, in guidance, training and skills. We engaged with a range of \nstakeholders, in different roles, from organisations working in the sector. \nStakeholders were selected based on their experience working on or with data \nenabled projects, and to cover a range of typical roles within the engineering \necosystem. \n \n \n  \nOpen Data Institute 2021Workshop Report - data skills & knowledge in the engineering sector     14 \nOrganisation Organisation role \nHealth & Safety Executive (x2)  Regulator \nArup  Advisor \nEngineering and Physical Sciences Research Council Funder \nRoyal Academy of Engineering Researcher \nTideway Steward \nCentre for Digital Built Britain Decision maker  \n\n \n \nKey Insights \nThere is not much generic guidance or training around data in the engineering sector. \nMost organisations follow the rules outlined in GDPR, and may have their internal \nguidelines to follow around accessing, using and sharing data as well. Some \norganisations have their own training programmes around data, but it’s not always \nmandatory to attend them. There are a small number of organisations which offer \nexternal guidance, like Royal Academy of Engineering’s ‘Towards Trusted Data \nSharing’ work, but these are rare.  \n \nData guidance needs to be embedded into everyday engineering practices, and \npeople working in the sector need to be able to see the value of data for their role, \nand for their organisation, in order for it to make sense to them. If organisations are to \ninvest in upskilling staff in data knowledge and skills, that upskilling needs to be \naimed at addressing specific business or organisational problems or opportunities. \nPractical guidance around accessing, using and sharing data for the engineering \nsector, guidance about the value of data and case studies would be really useful \nhere. \n \nThere are some more general problems to be solved as well. Often, data isn’t \nsomething that is well understood across the organisation, from top to bottom, which \nmeans that culture change around data and digital is driven by a few individuals, \nusually from the bottom up. There is sometimes a disconnect in understanding \nbetween departments or roles, which can cause miscommunication and a \nmisinterpretation of each other's needs. Guidance around the fundamentals of data, \nsuch as key terms and concepts would be useful for bringing people across \norganisations onto the same page. Similarly, examples of how other sectors are \ndemonstrating value with data, as well as tools that organisations can use to have \nconversations about data would be valuable.  \nOpen Data Institute 2021Workshop Report - data skills & knowledge in the engineering sector     15 ","version":"1.10.100"}